<?xml version="1.0" encoding="utf-8" ?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<!-- saved from url=(0014)about:internet -->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
 <meta name="generator" content="Adobe RoboHelp 10" />
<title>Foire aux questions</title>
<link rel="StyleSheet" href="default.css" type="text/css" />
<script type="text/javascript" language="JavaScript">
//<![CDATA[
function reDo() {
  if (innerWidth != origWidth || innerHeight != origHeight)
     location.reload();
}
if ((parseInt(navigator.appVersion) == 4) && (navigator.appName == "Netscape")) {
	origWidth = innerWidth;
	origHeight = innerHeight;
	onresize = reDo;
}
onerror = null; 
//]]>
</script>
<style type="text/css">
<!--
div.WebHelpPopupMenu { position:absolute;
left:0px;
top:0px;
z-index:4;
visibility:hidden; }
-->
</style>
<script type="text/javascript" language="javascript1.2" src="whmsg.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript" src="whver.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript1.2" src="whutils.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript1.2" src="whproxy.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript1.2" src="whlang.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript1.2" src="whtopic.js" charset="utf-8"></script>

</head>

<body><script type="text/javascript" language="javascript1.2">//<![CDATA[
<!--
if (window.gbWhTopic)
{
	var strUrl = document.location.href;
	var bc = 0;
	var n = strUrl.toLowerCase().indexOf("bc-");
	if(n != -1)
	{
		document.location.href = strUrl.substring(0, n);
		bc = strUrl.substring(n+3);
	}

	if (window.addTocInfo)
	{
	addTocInfo("Foire aux questions");
addButton("show",BTN_TEXT,"Afficher","","","","",0,0,"","","");

	}
	if (window.writeBtnStyle)
		writeBtnStyle();

	if (window.writeIntopicBar)
		writeIntopicBar(1);

	
	document.write("<p style=\"text-align:right\"> ");
AddMasterBreadcrumbs("PhoneFactor_User_Portal.htm", "", ">", "Domicile", "PhoneFactor_User_Portal_1.htm");
document.write("Foire aux questions<\/p>");

}
else
	if (window.gbIE4)
		document.location.reload();

onLoadHandler = function()
{
  if (window.setRelStartPage)
	{
	setTimeout("setRelStartPage('PhoneFactor_User_Portal.htm');", 1)

    setTimeout("UpdateBreadCrumbsMarker();", 1);
	}
}

if (window.addEventListener){  
	window.addEventListener('load', onLoadHandler, false);   
} else if (window.attachEvent){  
	window.attachEvent('onload', onLoadHandler);  
}

function onSetStartPage()
{
  autoSync(1);
  sendSyncInfo();
  sendAveInfoOut();
}
//-->
//]]></script>
<script type="text/javascript" src="./ehlpdhtm.js" language="JavaScript1.2"></script>

<h1>Foire aux questions</h1>
<p style="font-weight: bold;">Fonctionnement de Multi-Factor Authentication™</p>
<p>L&rsquo;authentification multifacteur fonctionne en passant un appel de confirmation, en envoyant un message texte, en notifiant l&rsquo;application mobile Multi-Factor Authentication lors de la connexion, ou en invitant &agrave; entrer un code d&rsquo;authentification &agrave; partir de l&rsquo;application mobile Multi-Factor Authentication ou un jeton.</p>
<p>&#160;</p>
<p><span style="font-weight: bold;">&Eacute;tape&nbsp;1&nbsp;:</span></p>
<p>Entrez vos nom d&rsquo;utilisateur et mot de passe habituels.</p>
<p style="font-weight: bold;">&Eacute;tape&nbsp;2&nbsp;:</p>
<p>Vous recevez instantan&eacute;ment un appel t&eacute;l&eacute;phonique, un message texte ou une notification d&rsquo;application mobile, ou vous serez invit&eacute; &agrave; entrer un code d&rsquo;authentification. Pour la m&eacute;thode d&rsquo;appel t&eacute;l&eacute;phonique, vous pouvez soit r&eacute;pondre et appuyer sur la touche #, soit entrer votre PIN, soit &eacute;noncer votre phrase d&rsquo;empreinte vocale. &#160;Pour la m&eacute;thode de message texte, vous pouvez soit r&eacute;pondre avec le code secret &agrave; usage unique (OTP) dans le message, soit r&eacute;pondre avec l&rsquo;OTP + votre PIN. &#160;Pour la m&eacute;thode d&rsquo;application mobile, vous pouvez soit appuyer sur Authentifier, soit entrer votre PIN et appuyer sur Authentifier dans l&rsquo;application mobile Multi-Factor Authentication install&eacute;e sur votre p&eacute;riph&eacute;rique. &#160;Pour la m&eacute;thode de jeton OATH, entrez le code d&rsquo;authentification affich&eacute; dans l&rsquo;application mobile Multi-Factor Authentication ou le jeton.</p>
<p style="font-weight: bold;">C&rsquo;est fini&nbsp;!</p>
<p>&#160;</p>
<p>Ce processus simple fournit deux facteurs d&rsquo;authentification distincts via deux canaux s&eacute;par&eacute;s (votre ordinateur et votre service t&eacute;l&eacute;phonique). Il fonctionne en mode d&rsquo;appel t&eacute;l&eacute;phonique avec n&rsquo;importe quel t&eacute;l&eacute;phone standard ou mobile, en mode de message texte avec n&rsquo;importe quel t&eacute;l&eacute;phone &eacute;quip&eacute; de la fonctionnalit&eacute; de message texte, ou avec un p&eacute;riph&eacute;rique qui prend en charge l&rsquo;application mobile Multi-Factor Authentication.</p>
<p>&#160;</p>
<p style="font-weight: bold;">Que se passe-t-il si je perds mon t&eacute;l&eacute;phone&nbsp;?</p>
<p>S&eacute;lectionnez l&rsquo;option Modifier le num&eacute;ro de t&eacute;l&eacute;phone pour entrer un nouveau num&eacute;ro de t&eacute;l&eacute;phone. Vous pouvez &eacute;galement obtenir un autre num&eacute;ro en appelant le support technique une fois que votre identit&eacute; est fortement &eacute;tablie.</p>
<p>&#160;</p>
<p style="font-weight: bold;">Que se passe-t-il si je perds la couverture de mon t&eacute;l&eacute;phone cellulaire dans une certaine zone&nbsp;?</p>
<p>Vous pouvez modifier votre compte afin qu&rsquo;il pointe vers un autre num&eacute;ro de t&eacute;l&eacute;phone, en s&eacute;lectionnant l&rsquo;option Modifier le num&eacute;ro de t&eacute;l&eacute;phone. Certaines soci&eacute;t&eacute;s offrent &eacute;galement une option de Contournement &agrave; usage unique qui permet de se connecter une seule fois sans appel t&eacute;l&eacute;phonique ou message texte. Si elle est disponible, s&eacute;lectionnez l&rsquo;option Contournement &agrave; usage unique pour acc&eacute;der &agrave; cette fonctionnalit&eacute;. Ou, appelez le support technique &agrave; partir de n&rsquo;importe quel t&eacute;l&eacute;phone pour obtenir de l&rsquo;aide. &#160;La m&eacute;thode de jeton OATH ne n&eacute;cessite pas de couverture pour le t&eacute;l&eacute;phone cellulaire.</p>
<p>&#160;</p>
<p style="font-weight: bold;">Que se passe-t-il si je re&ccedil;ois un appel t&eacute;l&eacute;phonique, un message texte ou une notification d&rsquo;application de Multi-Factor Authentication, alors que je n&rsquo;ai pas essay&eacute; de me connecter&nbsp;?</p>
<p>Si cela se produit, c&rsquo;est uniquement parce qu&rsquo;une personne essaye de se connecter &agrave; votre compte, et qu&rsquo;elle conna&icirc;t d&eacute;j&agrave; votre mot de passe. N&rsquo;oubliez pas que, l&rsquo;ex&eacute;cution d&rsquo;un appel t&eacute;l&eacute;phonique, l&rsquo;envoi d&rsquo;un message texte ou l&rsquo;envoi d&rsquo;une notification d&rsquo;application mobile ne sont possibles qu&rsquo;apr&egrave;s v&eacute;rification de votre nom d&rsquo;utilisateur et de votre mot de passe. Par cons&eacute;quent, si cela se produit, cela signifie que Multi-Factor Authentication vient juste de prot&eacute;ger votre compte contre un acc&egrave;s illicite&nbsp;! Afin de bloquer temporairement toute tentative d&rsquo;authentification avec votre compte, suivez les invites dans le menu du t&eacute;l&eacute;phone pour la m&eacute;thode d&rsquo;appel t&eacute;l&eacute;phonique, r&eacute;pondez au texte avec le code fraude attribu&eacute; par votre soci&eacute;t&eacute; pour la m&eacute;thode de message texte, ou appuyez sur Refuser et signaler la fraude dans l&rsquo;application mobile. &#160;Si l&rsquo;option Alerte fraude est s&eacute;lectionn&eacute;e pour votre soci&eacute;t&eacute;, en plus de bloquer votre compte, une alerte sera envoy&eacute;e instantan&eacute;ment &agrave; l&rsquo;&eacute;quipe de s&eacute;curit&eacute; informatique de votre soci&eacute;t&eacute;. Contactez votre support technique pour obtenir de l&rsquo;aide pour d&eacute;bloquer votre compte.</p>
<p>&#160;</p>
<hr style="color: #000000; background-color: #000000;" size="1" align="center" />
<p style="font-size: 8pt;">Portail de gestion Multi-Factor Authentication™</p>
<p style="font-size: 8pt;">Derni&egrave;re modification&nbsp;: &#160;2014-06-23</p>
<script type="text/javascript" language="javascript1.2">//<![CDATA[
<!--
if (window.writeIntopicBar)
	writeIntopicBar(0);


highlightSearch();
//-->
//]]></script>
</body>
</html>
