<?xml version="1.0" encoding="utf-8" ?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<!-- saved from url=(0014)about:internet -->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
 <meta name="generator" content="Adobe RoboHelp 10" />
<title>Perguntas Frequentes</title>
<link rel="StyleSheet" href="default.css" type="text/css" />
<script type="text/javascript" language="JavaScript">
//<![CDATA[
function reDo() {
  if (innerWidth != origWidth || innerHeight != origHeight)
     location.reload();
}
if ((parseInt(navigator.appVersion) == 4) && (navigator.appName == "Netscape")) {
	origWidth = innerWidth;
	origHeight = innerHeight;
	onresize = reDo;
}
onerror = null; 
//]]>
</script>
<style type="text/css">
<!--
div.WebHelpPopupMenu { position:absolute;
left:0px;
top:0px;
z-index:4;
visibility:hidden; }
-->
</style>
<script type="text/javascript" language="javascript1.2" src="whmsg.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript" src="whver.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript1.2" src="whutils.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript1.2" src="whproxy.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript1.2" src="whlang.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript1.2" src="whtopic.js" charset="utf-8"></script>

</head>

<body><script type="text/javascript" language="javascript1.2">//<![CDATA[
<!--
if (window.gbWhTopic)
{
	var strUrl = document.location.href;
	var bc = 0;
	var n = strUrl.toLowerCase().indexOf("bc-");
	if(n != -1)
	{
		document.location.href = strUrl.substring(0, n);
		bc = strUrl.substring(n+3);
	}

	if (window.addTocInfo)
	{
	addTocInfo("Perguntas Frequentes");
addButton("show",BTN_TEXT,"Mostrar","","","","",0,0,"","","");

	}
	if (window.writeBtnStyle)
		writeBtnStyle();

	if (window.writeIntopicBar)
		writeIntopicBar(1);

	
	document.write("<p style=\"text-align:right\"> ");
AddMasterBreadcrumbs("PhoneFactor_User_Portal.htm", "", ">", "Residência", "PhoneFactor_User_Portal_1.htm");
document.write("Perguntas Frequentes<\/p>");

}
else
	if (window.gbIE4)
		document.location.reload();

onLoadHandler = function()
{
  if (window.setRelStartPage)
	{
	setTimeout("setRelStartPage('PhoneFactor_User_Portal.htm');", 1)

    setTimeout("UpdateBreadCrumbsMarker();", 1);
	}
}

if (window.addEventListener){  
	window.addEventListener('load', onLoadHandler, false);   
} else if (window.attachEvent){  
	window.attachEvent('onload', onLoadHandler);  
}

function onSetStartPage()
{
  autoSync(1);
  sendSyncInfo();
  sendAveInfoOut();
}
//-->
//]]></script>
<script type="text/javascript" src="./ehlpdhtm.js" language="JavaScript1.2"></script>

<h1>Perguntas Frequentes</h1>
<p style="font-weight: bold;">Como o Multi-Factor Authentication™ funciona?</p>
<p>O Multi-Factor Authentication funciona ao executar uma chamada de confirma&ccedil;&atilde;o, enviar uma mensagem de texto, notificar o aplicativo m&oacute;vel do Multi-Factor Authentication durante o logon, ou solicitar um c&oacute;digo de autentica&ccedil;&atilde;o do aplicativo m&oacute;vel ou token do Multi-Factor Authentication.</p>
<p>&#160;</p>
<p><span style="font-weight: bold;">Etapa 1:</span></p>
<p>Digite seu nome de usu&aacute;rio usual e senha.</p>
<p style="font-weight: bold;">Etapa 2:</p>
<p>Instantaneamente, voc&ecirc; recebe uma chamada telef&ocirc;nica, uma mensagem de texto ou uma notifica&ccedil;&atilde;o de aplicativo m&oacute;vel ou &eacute; solicitado um c&oacute;digo de autentica&ccedil;&atilde;o. Para o m&eacute;todo de chamada telef&ocirc;nica, responda e pressione #, digite o PIN ou diga sua frase de impress&atilde;o de voz. &#160;Para o m&eacute;todo de mensagem de texto, replique com a senha &uacute;nica (OTP) na mensagem ou replique com a OTP + PIN. &#160;Para o m&eacute;todo de aplicativo m&oacute;vel, pressione Autenticar ou digite o PIN e pressione Autenticar no aplicativo m&oacute;vel do Multi-Factor Authentication instalado no dispositivo. &#160;Para o m&eacute;todo token OATH, digite o c&oacute;digo de autentica&ccedil;&atilde;o exibido no aplicativo m&oacute;vel ou token do Multi-Factor Authentication.</p>
<p style="font-weight: bold;">Isso &eacute; tudo!</p>
<p>&#160;</p>
<p>Este processo simples fornece dois fatores separados de autentica&ccedil;&atilde;o por meio de dois canais separados (seu computador e o servi&ccedil;o telef&ocirc;nico). Ele funciona com qualquer telefone comum ou celular no modo de chamada telef&ocirc;nica, qualquer telefone com recurso de mensagem de texto no modo de mensagem de texto ou um dispositivo que tem suporte para o aplicativo m&oacute;vel do Multi-Factor Authentication.</p>
<p>&#160;</p>
<p style="font-weight: bold;">O que acontece se eu perder meu telefone?</p>
<p>Selecione a op&ccedil;&atilde;o de Alterar N&uacute;mero de Telefone para digitar um novo n&uacute;mero de telefone. Um n&uacute;mero alternativo tamb&eacute;m pode ser definido ao chamar o suporte t&eacute;cnico, quando sua identidade for estabelecida.</p>
<p>&#160;</p>
<p style="font-weight: bold;">O que acontece se eu perder a cobertura de telefone celular em uma determinada &aacute;rea?</p>
<p>Voc&ecirc; pode alterar sua conta para apontar para um n&uacute;mero de telefone alternativo, ao selecionar a op&ccedil;&atilde;o Alterar N&uacute;mero de Telefone. Algumas empresas tamb&eacute;m oferecem uma op&ccedil;&atilde;o Bypass Avulso que permite fazer logon uma vez, sem uma chamada telef&ocirc;nica ou mensagem de texto. Se dispon&iacute;vel, selecione a op&ccedil;&atilde;o Bypass Avulso para acessar este recurso. Ou ligue para o suporte t&eacute;cnico de qualquer telefone para obter assist&ecirc;ncia. &#160;O m&eacute;todo de token OATH n&atilde;o requer cobertura de telefone celular.</p>
<p>&#160;</p>
<p style="font-weight: bold;">O que acontece se eu receber uma chamada telef&ocirc;nica, mensagem de texto ou notifica&ccedil;&atilde;o de aplicativo m&oacute;vel do Multi-Factor Authentication quando n&atilde;o estiver tentando fazer logon?</p>
<p>Isso s&oacute; acontece se algu&eacute;m mais estiver tentando fazer logon em sua conta e essa pessoa j&aacute; sabe sua senha. Lembre-se, as chamadas telef&ocirc;nicas somente s&atilde;o feitas, as mensagens de texto somente enviadas ou a notifica&ccedil;&atilde;o de aplicativo somente &eacute; enviada depois que o nome de usu&aacute;rio e senha s&atilde;o verificados. Portanto, se isso acontecer, o Multi-Factor Authentication acabou de salvar sua conta do acesso il&iacute;cito! Para bloquear temporariamente as tentativas de autentica&ccedil;&atilde;o em sua conta, siga as solicita&ccedil;&otilde;es do menu do telefone para o m&eacute;todo de chamada telef&ocirc;nica, responda ao texto com o c&oacute;digo de fraude atribu&iacute;do por sua empresa para o m&eacute;todo de mensagem de texto, ou pressione Negar ou Relatar Fraude no aplicativo m&oacute;vel. &#160;Se Alerta de Fraude estiver habilitado para sua empresa, al&eacute;m de bloquear sua conta, um alerta ser&aacute; enviado instantaneamente &agrave; equipe de seguran&ccedil;a de TI da empresa. Entre em contato com o suporte t&eacute;cnico para desbloquear sua conta.</p>
<p>&#160;</p>
<hr style="color: #000000; background-color: #000000;" size="1" align="center" />
<p style="font-size: 8pt;">Portal do Usu&aacute;rio Multi-Factor Authentication™</p>
<p style="font-size: 8pt;">&Uacute;ltima modifica&ccedil;&atilde;o: &#160;2014-06-23</p>
<script type="text/javascript" language="javascript1.2">//<![CDATA[
<!--
if (window.writeIntopicBar)
	writeIntopicBar(0);


highlightSearch();
//-->
//]]></script>
</body>
</html>
