<?xml version="1.0" encoding="utf-8" ?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<!-- saved from url=(0014)about:internet -->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
 <meta name="generator" content="Adobe RoboHelp 10" />
<title>GYIK</title>
<link rel="StyleSheet" href="default.css" type="text/css" />
<script type="text/javascript" language="JavaScript">
//<![CDATA[
function reDo() {
  if (innerWidth != origWidth || innerHeight != origHeight)
     location.reload();
}
if ((parseInt(navigator.appVersion) == 4) && (navigator.appName == "Netscape")) {
	origWidth = innerWidth;
	origHeight = innerHeight;
	onresize = reDo;
}
onerror = null; 
//]]>
</script>
<style type="text/css">
<!--
div.WebHelpPopupMenu { position:absolute;
left:0px;
top:0px;
z-index:4;
visibility:hidden; }
-->
</style>
<script type="text/javascript" language="javascript1.2" src="whmsg.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript" src="whver.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript1.2" src="whutils.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript1.2" src="whproxy.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript1.2" src="whlang.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript1.2" src="whtopic.js" charset="utf-8"></script>

</head>

<body><script type="text/javascript" language="javascript1.2">//<![CDATA[
<!--
if (window.gbWhTopic)
{
	var strUrl = document.location.href;
	var bc = 0;
	var n = strUrl.toLowerCase().indexOf("bc-");
	if(n != -1)
	{
		document.location.href = strUrl.substring(0, n);
		bc = strUrl.substring(n+3);
	}

	if (window.addTocInfo)
	{
	addTocInfo("GYIK");
addButton("show",BTN_TEXT,"Megjelenítés","","","","",0,0,"","","");

	}
	if (window.writeBtnStyle)
		writeBtnStyle();

	if (window.writeIntopicBar)
		writeIntopicBar(1);

	
	document.write("<p style=\"text-align:right\"> ");
AddMasterBreadcrumbs("PhoneFactor_User_Portal.htm", "", ">", "Otthoni", "PhoneFactor_User_Portal_1.htm");
document.write("GYIK<\/p>");

}
else
	if (window.gbIE4)
		document.location.reload();

onLoadHandler = function()
{
  if (window.setRelStartPage)
	{
	setTimeout("setRelStartPage('PhoneFactor_User_Portal.htm');", 1)

    setTimeout("UpdateBreadCrumbsMarker();", 1);
	}
}

if (window.addEventListener){  
	window.addEventListener('load', onLoadHandler, false);   
} else if (window.attachEvent){  
	window.attachEvent('onload', onLoadHandler);  
}

function onSetStartPage()
{
  autoSync(1);
  sendSyncInfo();
  sendAveInfoOut();
}
//-->
//]]></script>
<script type="text/javascript" src="./ehlpdhtm.js" language="JavaScript1.2"></script>

<h1>GYIK</h1>
<p style="font-weight: bold;">Hogyan műk&ouml;dik a Multi-Factor Authentication™ hiteles&iacute;t&eacute;s?</p>
<p>A Multi-Factor Authentication ellenőrző h&iacute;v&aacute;st ind&iacute;t, sz&ouml;veges &uuml;zenetet k&uuml;ld vagy &eacute;rtes&iacute;t&eacute;st jelen&iacute;t meg a Multi-Factor Authentication mobilalkalmaz&aacute;sban a bejelentkez&eacute;s sor&aacute;n, illetve bek&eacute;ri a Multi-Factor Authentication mobilalkalmaz&aacute;sban vagy a tokenen l&aacute;that&oacute; hiteles&iacute;t&eacute;si k&oacute;dot.</p>
<p>&#160;</p>
<p><span style="font-weight: bold;">1. l&eacute;p&eacute;s:</span></p>
<p>Adja meg szok&aacute;sos felhaszn&aacute;l&oacute;nev&eacute;t &eacute;s jelszav&aacute;t.</p>
<p style="font-weight: bold;">2. l&eacute;p&eacute;s:</p>
<p>Ekkor a rendszer azonnal felh&iacute;vja, sz&ouml;veges &uuml;zenetet k&uuml;ld, &eacute;rtes&iacute;t&eacute;st jelen&iacute;t meg a mobilalkalmaz&aacute;sban vagy hiteles&iacute;t&eacute;si k&oacute;dot k&eacute;r. Telefonh&iacute;v&aacute;s eset&eacute;n vegye fel a telefont, nyomja meg a # gombot, &eacute;s adja meg PIN-k&oacute;dj&aacute;t vagy mondja be hanglenyomat&aacute;t. &#160;Sz&ouml;veges &uuml;zenet &eacute;rkez&eacute;se eset&eacute;n v&aacute;laszoljon arra, &eacute;s a v&aacute;laszban k&uuml;ldje el a kapott egyszer haszn&aacute;latos jelsz&oacute;t (OTP), vagy a kapott egyszer haszn&aacute;latos jelsz&oacute;t &eacute;s saj&aacute;t PIN-k&oacute;dj&aacute;t. &#160;Mobilalkalmaz&aacute;s haszn&aacute;lata eset&eacute;n nyomja meg a Hiteles&iacute;t&eacute;s gombot, vagy adja meg PIN-k&oacute;dj&aacute;t, &eacute;s ut&aacute;na nyomja meg a Hiteles&iacute;t&eacute;s gombot az eszk&ouml;z&eacute;re telep&iacute;tett Multi-Factor Authentication mobilalkalmaz&aacute;sban. &#160;Ha OATH-tokent haszn&aacute;l, adja meg a Multi-Factor Authentication mobilalkalmaz&aacute;sban vagy a tokenen l&aacute;that&oacute; hiteles&iacute;t&eacute;si k&oacute;dot.</p>
<p style="font-weight: bold;">Ennyi az eg&eacute;sz!</p>
<p>&#160;</p>
<p>Ez az egyszerű folyamat k&eacute;t k&uuml;l&ouml;n hiteles&iacute;t&eacute;si t&eacute;nyezőt biztos&iacute;t k&eacute;t k&uuml;l&ouml;n csatorn&aacute;n (sz&aacute;m&iacute;t&oacute;g&eacute;p&eacute;n &eacute;s mobileszk&ouml;z&eacute;n). Telefonh&iacute;v&aacute;s haszn&aacute;lat&aacute;val hagyom&aacute;nyos &eacute;s mobiltelefonon is műk&ouml;dik, sz&ouml;veges &uuml;zenetek haszn&aacute;lata eset&eacute;n csak egy sz&ouml;veges &uuml;zeneteket t&aacute;mogat&oacute; telefonra van sz&uuml;ks&eacute;g, mobilalkalmaz&aacute;s m&oacute;dban pedig csup&aacute;n a Multi-Factor Authentication mobilalkalmaz&aacute;st futtat&aacute;s&aacute;ra k&eacute;pes mobileszk&ouml;z sz&uuml;ks&eacute;ges.</p>
<p>&#160;</p>
<p style="font-weight: bold;">Mi t&ouml;rt&eacute;nik, ha elvesz&iacute;tem a telefonomat?</p>
<p>A Telefoncsere lehetős&eacute;g haszn&aacute;lat&aacute;val &uacute;j telefonsz&aacute;mot adhat meg. Identit&aacute;sa szigor&uacute; ellenőrz&eacute;se ut&aacute;n &uuml;gyf&eacute;lszolg&aacute;latunkt&oacute;l is k&eacute;rheti m&aacute;sik telefonsz&aacute;m be&aacute;ll&iacute;t&aacute;s&aacute;t.</p>
<p>&#160;</p>
<p style="font-weight: bold;">Mi t&ouml;rt&eacute;nik, ha olyan helyen vagyok, ahol a mobiltelefonom nem tal&aacute;l h&aacute;l&oacute;zatot?</p>
<p>A Telefoncsere lehetős&eacute;g haszn&aacute;lat&aacute;val megadhat alternat&iacute;v telefonsz&aacute;mot fi&oacute;kj&aacute;hoz. Egyes v&aacute;llalatok biztos&iacute;tj&aacute;k az Egyszeri mellőz&eacute;s funkci&oacute;t is, amely lehetőv&eacute; teszi, hogy egy alkalommal a telefonh&iacute;v&aacute;sos vagy sz&ouml;veges &uuml;zenetben t&ouml;rt&eacute;nő hiteles&iacute;t&eacute;s kihagy&aacute;s&aacute;val jelentkezzen be. Ha el&eacute;rhető, az Egyszeri mellőz&eacute;s lehetős&eacute;g v&aacute;laszt&aacute;s&aacute;val aktiv&aacute;lhatja ezt a funkci&oacute;t. Vagy &uuml;gyf&eacute;lszolg&aacute;latunkat is felh&iacute;vhatja b&aacute;rmilyen telefonr&oacute;l, &eacute;s seg&iacute;ts&eacute;get k&eacute;rhet. &#160;Az OATH-tokent alkalmaz&oacute; m&oacute;dszerhez nincs sz&uuml;ks&eacute;g telefonh&aacute;l&oacute;zatra.</p>
<p>&#160;</p>
<p style="font-weight: bold;">Mi t&ouml;rt&eacute;nik, ha akkor kapok telefonh&iacute;v&aacute;st, sz&ouml;veges &uuml;zenetet vagy mobilalkalmaz&aacute;sban megjelenő &eacute;rtes&iacute;t&eacute;st a Multi-Factor Authentication szolg&aacute;ltat&aacute;st&oacute;l, ha nem pr&oacute;b&aacute;lok bejelentkezni?</p>
<p>Ez csak akkor fordulhat elő, ha valaki m&aacute;s pr&oacute;b&aacute;l bejelentkezni fi&oacute;kj&aacute;ba, &eacute;s m&aacute;r tudja az &Ouml;n jelszav&aacute;t. Ne feledje, hogy a csak felhaszn&aacute;l&oacute;neve &eacute;s jelszava ellenőrz&eacute;se ut&aacute;n kap telefonh&iacute;v&aacute;st, &uuml;zenetet vagy &eacute;rtes&iacute;t&eacute;st a mobilalkalmaz&aacute;sban. &Iacute;gy ebben az esetben Multi-Factor Authentication &eacute;ppen meg&oacute;vta fi&oacute;kj&aacute;t az illet&eacute;ktelen hozz&aacute;f&eacute;r&eacute;stől! Ha ideiglenesen le szeretn&eacute; tiltani a hiteles&iacute;t&eacute;si k&iacute;s&eacute;rleteket fi&oacute;kj&aacute;ban, telefonh&iacute;v&aacute;s eset&eacute;n k&ouml;vesse a telefonos men&uuml; &uacute;tmutat&aacute;sait, sz&ouml;veges &uuml;zenet m&oacute;dban k&uuml;ldje vissza a v&aacute;llalata &aacute;ltal kiosztott csal&aacute;sjelző k&oacute;dot, a mobilalkalmaz&aacute;sban pedig nyomja meg a Megtagad&aacute;s &eacute;s csal&aacute;s jelent&eacute;se gombot. &#160;Ha v&aacute;llalat&aacute;n&aacute;l enged&eacute;lyezve van a Csal&aacute;si riaszt&aacute;s, akkor fi&oacute;kja letilt&aacute;s&aacute;n k&iacute;v&uuml;l a v&aacute;llalat IT-biztons&aacute;gi csoportja is azonnal riaszt&aacute;st kap. Letiltott fi&oacute;kja felold&aacute;sa &eacute;rdek&eacute;ben forduljon az &uuml;gyf&eacute;lszolg&aacute;lathoz.</p>
<p>&#160;</p>
<hr style="color: #000000; background-color: #000000;" size="1" align="center" />
<p style="font-size: 8pt;">Multi-Factor Authentication™ felhaszn&aacute;l&oacute;i port&aacute;l</p>
<p style="font-size: 8pt;">Utols&oacute; m&oacute;dos&iacute;t&aacute;s: &#160;2014-06-23</p>
<script type="text/javascript" language="javascript1.2">//<![CDATA[
<!--
if (window.writeIntopicBar)
	writeIntopicBar(0);


highlightSearch();
//-->
//]]></script>
</body>
</html>
