Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# ApplicationName_UserPortal
source: User Portal
ar: مدخل المستخدمين
bg: Потребителски портал
ca: Portal d'usuaris
da: Brugerportal
de: Benutzerportal
el: Πύλη χρηστών
es: Portal de usuarios
et: Kasutajaportaal
eu: Erabiltzaile-ataria
fi: Käyttäjäportaali
fr: Portail de l'utilisateur
gl: Portal de usuarios
he: פורטל המשתמשים
hi: उपयोगकर्ता पोर्टल
hr: Korisnički portal
hu: Felhasználói portál
id: Portal Pengguna
it: Portale utenti
ja: ユーザー ポータル
kk: Пайдаланушы порталы
ko: 사용자 포털
lt: Vartotojų portalas
lv: Lietotāju portāls
ms: Portal Pengguna
nl: Gebruikersportal
no: Brukerportal
pl: Portal użytkowników
pt_br: Portal do Usuário
pt_pt: Portal de Utilizador
ro: Portal utilizator
ru: Пользовательский портал
sk: Portál používateľa
sl: Uporabniški portal
sr_cyrl_cs: Кориснички портал
sr_latn_cs: Korisnički portal
sv: Användarportal
th: พอร์ทัลผู้ใช้
tr: Kullanıcı Portalı
uk: Портал користувача
vi: Cổng thông tin Người dùng
zh_cn: 用户门户
zh_tw: 使用者入口網站

# Button_AuthenticateMeNow
source: Authenticate Me Now
ar: مصادقتي الآن
bg: Удостовери ме сега
ca: Autentica'm ara
cs: Ověřit nyní
da: Godkend mig nu
de: Jetzt authentifizieren
el: Πραγματοποίηση ελέγχου ταυτότητας τώρα
es: Autenticarme ahora
et: Autendi mind kohe
eu: Autentifikatu ni orain
fi: Todenna minut nyt
fr: M'authentifier maintenant
gl: Autenticarme agora
he: אמת אותי כעת
hi: मुझे अभी प्रमाणीकृत करें
hr: Provjeri moju autentičnost odmah
hu: Hitelesítsen most
id: Autentikasi Saya Sekarang
it: Esegui autenticazione utente corrente
ja: 今すぐ認証
kk: Түпнұсқалығымды қазір растау
ko: 지금 인증
lt: Autentifikuoti mane dabar
lv: Autentificēt mani tūlīt
ms: Sahkan Saya Sekarang
nl: Nu authenticeren
no: Godkjenn meg nå
pl: Uwierzytelnij mnie teraz
pt_br: Autentique-me Agora
pt_pt: Autenticar-me Agora
ro: Autentificare imediată
ru: Проверить мою подлинность
sk: Overiť ma teraz
sl: Preveri mojo pristnost zdaj
sr_cyrl_cs: Потврди мој идентитет одмах
sr_latn_cs: Potvrdi moj identitet odmah
sv: Autentisera mig nu
th: รับรองความถูกต้องให้ฉันทันที
tr: Kimliğimi Şimdi Doğrula
uk: Автентифікувати мене
vi: Xác thực Tôi Ngay bây giờ
zh_cn: 立即对我进行身份验证
zh_tw: 立即驗證我的身分

# Button_CallMeNowToAuthenticate
source: Call Me Now to Authenticate
ar: اتصل بي الآن للمصادقة
bg: Обади ми се, за да ме удостовериш
ca: Truca'm ara per autenticar-me
cs: Zavolat mi nyní a ověřit mě
da: Kontakt mig nu for at godkende
de: Jetzt per Sprachanruf authentifizieren
el: Κλήση στον αριθμό μου τώρα, για έλεγχο ταυτότητας
es: Llamarme ahora para autenticar
et: Autentimiseks helista mulle kohe
eu: Deitu niri orain autentifikatzeko
fi: Todenna soittamalla minulle nyt
fr: M'appeler maintenant pour m'authentifier
gl: Chamarme agora para autenticar
he: התקשר אליי עכשיו לצורך אימות
hi: प्रमाणीकृत करने के लिए मुझे अभी कॉल करें
hr: Nazovi me odmah radi provjere autentičnosti
hu: Hívjon fel a hitelesítéshez
id: Panggil Saya Sekarang untuk Mengautentikasi
it: Chiama per autenticare utente corrente
ja: 今すぐ電話で認証
kk: Түпнұсқалықты растау үшін, маған қазір қоңырау шалу
ko: 지금 전화로 인증 받기
lt: Skambinti man dabar, kad būtų atliktas autentifikavimas
lv: Zvanīt man tūlīt, lai autentificētu
ms: Hubungi Saya Sekarang untuk Mengesahkan
nl: Bel me nu om te authenticeren
no: Ring meg nå for å godkjenne
pl: Połącz się teraz ze mną w celu uwierzytelnienia
pt_br: Ligar para Mim Agora para Autenticar
pt_pt: Telefonar-me Agora para Autenticação
ro: Sunați-mă acum pentru autentificare
ru: Позвоните мне для проверки подлинности
sk: Zavolať mi kvôli overeniu
sl: Pokliči me zdaj za preverjanje pristnosti
sr_cyrl_cs: Позови ме одмах ради потврде идентитета
sr_latn_cs: Pozovi me odmah radi potvrde identiteta
sv: Ring mig nu så att jag kan autentisera mig
th: โทรติดต่อฉันทันทีเพื่อรับรองความถูกต้อง
tr: Kimlik Doğrulaması İçin Beni Şimdi Ara
uk: Зателефонувати мені для автентифікації
vi: Gọi Tôi Ngay bây giờ để Xác thực
zh_cn: 立即呼叫我以进行身份验证
zh_tw: 立即撥打電話給我以進行驗證

# Button_Next
source: Next
ar: التالي
bg: Напред
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
et: Järgmine
eu: Hurrengoa
fi: Seuraava
fr: Suivant
gl: Seguinte
he: הבא
hi: अगला
hr: Sljedeće
hu: Következő
id: Berikutnya
it: Avanti
ja: 次へ
kk: Келесі
ko: 다음
lt: Pirmyn
lv: Tālāk
ms: Berikut
nl: Volgende
no: Neste
pl: Dalej
pt_br: Avançar
pt_pt: Seguinte
ro: Următorul
ru: Далее
sk: Ďalej
sl: Naprej
sr_cyrl_cs: Даље
sr_latn_cs: Dalje
sv: Nästa
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp theo
zh_cn: 下一步
zh_tw: 下一步

# Button_TextMeNowToAuthenticate
source: Text Me Now to Authenticate
ar: راسلني نصيًا الآن للمصادقة
bg: Изпрати ми текстово съобщение, за да ме удостовериш
ca: Envia'm un missatge de text per autenticar-me
cs: Poslat mi nyní zprávu SMS a ověřit mě
da: Send sms nu for at godkende
de: Jetzt per SMS authentifizieren
el: Αποστολή μηνύματος κειμένου στον αριθμό μου τώρα, για έλεγχο ταυτότητας
es: Enviarme un SMS ahora para autenticar
et: Autentimiseks saada mulle kohe sõnum
eu: Bidali testu-mezu bat orain autentifikatzeko
fi: Lähennä minulle tekstiviesti nyt todennuksen tekemiseksi
fr: M'envoyer un SMS maintenant pour m'authentifier
gl: Enviarme unha mensaxe de texto agora para autenticar
he: שלח לי עכשיו הודעת טקסט לצורך אימות
hi: प्रमाणीकृत करने के लिए मुझे अभी पाठ संदेश भेजें
hr: Pošalji mi odmah tekstnu poruku radi provjere autentičnosti
hu: Küldjön SMS-t a hitelesítéshez
id: Kirimi Saya SMS Sekarang untuk Mengautentikasi
it: Invia SMS per autenticare utente corrente
ja: 今すぐテキスト メッセージで認証
kk: Түпнұсқалықты растау үшін, маған қазір мәтіндік хабар жіберу
ko: 지금 문자로 인증 받기
lt: Atsiųsti man žinutę dabar, kad būtų atliktas autentifikavimas
lv: Nosūtīt īsziņu man tūlīt, lai autentificētu
ms: Hantar Teks Kepada Saya Sekarang untuk Pengesahan
nl: Sms me nu om te authenticeren
no: Tekst meg nå for å godkjenne
pl: Wyślij teraz do mnie wiadomość SMS w celu uwierzytelnienia
pt_br: Enviar SMS para Mim Agora para Autenticar
pt_pt: Enviar-me SMS Agora para Autenticação
ro: Trimiteți-mi acum un mesaj text pentru autentificare
ru: Отправьте мне SMS для проверки подлинности
sk: Poslať mi textovú správu kvôli overeniu
sl: Pošlji besedilno sporočilo za preverjanje pristnosti zdaj
sr_cyrl_cs: Пошаљи ми поруку одмах ради потврде идентитета
sr_latn_cs: Pošalji mi poruku odmah radi potvrde identiteta
sv: Skicka ett textmeddelande till mig nu så att jag kan autentisera mig
th: ส่งข้อความถึงฉันทันทีเพื่อรับรองความถูกต้อง
tr: Kimlik Doğrulamak İçin Bana Şimdi SMS Mesajı Gönder
uk: Надіслати мені текстове повідомлення для автентифікації
vi: Nhắn tin cho Tôi Ngay bây giờ để Xác thực
zh_cn: 立即向我发送短信以进行身份验证
zh_tw: 立即傳簡訊給我以進行驗證

# Button_VerifyOathToken
source: Verify OATH Token
ar: التحقق من رمز OATH المميز
bg: Проверка на OATH маркер
ca: Verifica el testimoni OATH
cs: Ověřit token OATH
da: Bekræft OATH-token
de: OATH-Token überprüfen
el: Επαλήθευση διακριτικού OATH
es: Comprobar token OATH
et: Kinnita OATH-tõend
eu: Egiaztatu OATH tokena
fi: Varmista OATH Token
fr: Vérifier le jeton OATH
gl: Verificar token OATH
he: אמת אסימון OATH
hi: OATH टोकन सत्यापित करें
hr: Potvrdi OATH token
hu: OATH token ellenőrzése
id: Verifikasi Token OATH
it: Verifica token OATH
ja: OATH トークンの確認
kk: OATH таңбалауышын тексеру
ko: OATH 토큰 확인
lt: Patikrinti OATH atpažinimo ženklą
lv: Pārbaudīt OATH marķieri
ms: Tentu sahkan Token OATH
nl: Verifieer OATH-token
no: Bekreft OATH-token
pl: Weryfikuj token OATH
pt_br: Verificar Token OATH
pt_pt: Validar Token OATH
ro: Verificare token OATH
ru: Проверьте OATH-токен
sk: Overiť token OATH
sl: Preveri žeton OATH
sr_cyrl_cs: Верификуј OATH токен
sr_latn_cs: Verifikuj OATH token
sv: Verifiera OATH-token
th: ตรวจสอบโทเค็น OATH
tr: OATH Belirtecini Doğrula
uk: Перевірити маркер OATH
vi: Kiểm chứng Hiệu bài OATH
zh_cn: 验证 OATH 令牌
zh_tw: 驗證 OATH 權杖

# Help_File
source: help/PhoneFactor_User_Portal.htm
cs: help/cs/PhoneFactor_User_Portal.htm
de: help/de/PhoneFactor_User_Portal.htm
es: help/es/PhoneFactor_User_Portal.htm
fr: help/fr/PhoneFactor_User_Portal.htm
hu: help/hu/PhoneFactor_User_Portal.htm
it: help/it/PhoneFactor_User_Portal.htm
ja: help/ja/PhoneFactor_User_Portal.htm
ko: help/ko/PhoneFactor_User_Portal.htm
nl: help/nl/PhoneFactor_User_Portal.htm
pl: help/pl/PhoneFactor_User_Portal.htm
pt_br: help/pt-br/PhoneFactor_User_Portal.htm
pt_pt: help/pt-pt/PhoneFactor_User_Portal.htm
ru: help/ru/PhoneFactor_User_Portal.htm
sv: help/sv/PhoneFactor_User_Portal.htm
tr: help/tr/PhoneFactor_User_Portal.htm
zh_cn: help/zh-hans/PhoneFactor_User_Portal.htm
zh_tw: help/zh-hant/PhoneFactor_User_Portal.htm

# Label_AlternatePhoneOathToken
source: The Multi-Factor Authentication mobile app does not need to be connected to the mobile network or WiFi in order to display authentication codes.
ar: لا يلزم تطبيق الأجهزة المحمولة Multi-Factor Authentication الاتصال بشبكة الجوال أو WiFi ليتسنى له عرض رموز المصادقة.
bg: Не е необходимо мобилното приложение Multi-Factor Authentication да е свързано с мобилната мрежа или чрез WiFi, за да покаже кодове за удостоверяване.
ca: No cal que l'aplicació mòbil Multi-Factor Authentication es connecti a la xarxa mòbil o Wi-Fi per mostrar codis d'autenticació.
cs: Mobilní aplikace Multi-Factor Authentication nemusí být připojena k mobilní síti nebo k síti Wi-Fi, aby bylo možné zobrazit ověřovací kódy.
da: Multi-Factor Authentication-mobilappen behøver ikke være tilsluttet mobilnetværket eller WiFi for at kunne vise bekræftelseskoder.
de: Für die Anzeige von Authentifizierungscodes muss die mobile Anwendung für Multi-Factor Authentication nicht mit einem mobilen oder WiFi-Netzwerk verbunden sein.
el: Η εφαρμογή Multi-Factor Authentication για κινητές συσκευές δεν χρειάζεται να είναι συνδεδεμένη στο δίκτυο κινητής τηλεφωνίας ή σε δίκτυο WiFi, προκειμένου να εμφανίζει τους κωδικούς ελέγχου ταυτότητας.
es: La aplicación móvil Multi-Factor Authentication no requiere conexión a la red móvil o WiFi para poder mostrar códigos de autenticación.
et: Mobiilirakendus Multi-Factor Authentication ei pea olema ühendatud autentimiskoodide kuvamiseks mobiilivõrgu või WiFiga.
eu: Multi-Factor Authentication mugikorreko aplikazioak ez du mugikorraren sarera edo WiFi sarera konektatuta egon behar autentifikazio-kodeak erakusteko.
fi: Multi-Factor Authentication -mobiilisovellusta ei tarvitse yhdistää mobiili- tai WLAN-verkkoon todennuskoodien näkemiseksi.
fr: Il n'est pas nécessaire que l'application mobile Multi-Factor Authentication soit connectée au réseau mobile ou WiFi pour afficher les codes d'authentification.
gl: Non é necesario que a aplicación para móbil de Multi-Factor Authentication estea conectada á rede móbil ou a WiFi para mostrar os códigos de autenticación.
he: האפליקציה למכשירים ניידים של Multi-Factor Authentication אינה צריכה להיות מחוברת לרשת הניידת או ל- WiFi כדי להציג קודי אימות.
hi: प्रमाणीकरण कोड प्रदर्शित करने के लिए Multi-Factor Authentication मोबाइल अनुप्रयोग का मोबाइल नेटवर्क या WiFi से कनेक्ट होना आवश्यक नहीं है.
hr: Mobilna aplikacija Multi-Factor Authentication ne mora biti spojena na mobilnu mrežu ili Wi-Fi da bi se prikazali kodovi za provjeru.
hu: A Multi-Factor Authentication mobilalkalmazásnak nincs szüksége mobilhálózati vagy WiFi-kapcsolatra a hitelesítési kódok megjelenítéséhez.
id: Aplikasi seluler Multi-Factor Authentication tidak perlu terhubung ke jaringan seluler atau WiFi untuk menampilkan kode autentikasi.
it: Per visualizzare i codici di autenticazione, non è necessario che l'app mobile Multi-Factor Authentication sia connessa alla rete mobile o wireless.
ja: Multi-Factor Authentication モバイル アプリで認証コードを表示するのに、モバイル ネットワークや WiFi に接続する必要はありません。
kk: Түпнұсқалықты растау кодтарын көрсету үшін, Multi-Factor Authentication мобильді бағдарламасы мобильді желіге не WiFi желісіне қосылып тұруы қажет емес.
ko: Multi-Factor Authentication 모바일 앱의 인증 코드를 표시하기 위해 모바일 네트워크나 WiFi에 연결하지 않아도 됩니다.
lt: Kad būtų rodomi autentifikavimo kodai, mobiliųjų įrenginių programėlė „Multi-Factor Authentication“ neturi būti prijungta prie mobiliojo ryšio tinklo arba „WiFi“.
lv: Lai parādītu autentifikācijas kodus, mobilajai programmai Multi-Factor Authentication nav jāizveido savienojums ar mobilo sakaru vai Wi-Fi tīklu.
ms: Apl mudah alih Multi-Factor Authentication tidak perlu bersambung kepada rangkaian mudah alih atau WiFi untuk memaparkan kod pengesahan.
nl: De mobiele app Multi-Factor Authentication hoeft niet te worden verbonden met het mobiele netwerk of WiFi om authenticatiecodes weer te geven.
no: Mobilappen Multi-Factor Authentication trenger ikke å være koblet til mobilnettverket eller Wi-Fi for å kunne vise godkjenningskoder.
pl: Aplikacja mobilna Multi-Factor Authentication nie wymaga połączenia z siecią komórkową ani WiFi w celu wyświetlenia kodów uwierzytelniania.
pt_br: O aplicativo móvel Multi-Factor Authentication não precisa estar conectado à rede móvel ou ao Wi-Fi para exibir códigos de autenticação.
pt_pt: A aplicação móvel de Autenticação Multifator não precisa de estar ligada à rede móvel ou Wi-Fi para apresentar códigos de autenticação.
ro: Aplicația mobilă Multi-Factor Authentication poate afișa coduri de autentificare și dacă nu este conectată la o rețea de telefonie mobilă sau WiFi.
ru: Чтобы отобразить коды проверки подлинности, не требуется подключение мобильного приложения Multi-Factor Authentication к мобильной сети или WiFi.
sk: Na zobrazenie overovacích kódov nemusí byť mobilná aplikácia Multi-Factor Authentication pripojená k mobilnej sieti ani k sieti Wi-Fi.
sl: Mobilna aplikacija Multi-Factor Authentication za prikaz kod za preverjanje pristnosti ne potrebuje povezave z mobilnim omrežjem ali brezžične povezave Wi-Fi.
sr_cyrl_cs: Multi-Factor Authentication апликација за мобилне уређаје не мора да буде повезана са мобилном или Wi-Fi мрежом да би приказала шифре за потврду идентитета.
sr_latn_cs: Multi-Factor Authentication aplikacija za mobilne uređaje ne mora da bude povezana sa mobilnom ili Wi-Fi mrežom da bi prikazala šifre za potvrdu identiteta.
sv: Mobilappen för Multi-Factor Authentication måste inte vara ansluten till mobilnätverket eller ett WiFi-nätverk för att visa autentiseringskoder.
th: แอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ไม่จำเป็นต้องเชื่อมต่อกับเครือข่ายมือถือหรือ WiFi เพื่อแสดงรหัสการรับรองความถูกต้อง
tr: Multi-Factor Authentication mobil uygulamasının kimlik doğrulaması kodlarını görüntülemek için mobil ağa veya WiFi'ye bağlı olması gerekmez.
uk: Для відображення кодів автентифікації мобільну програму Multi-Factor Authentication можна не підключати до мобільної мережі або WiFi.
vi: Ứng dụng di động Multi-Factor Authentication không cần phải được kết nối đến mạng di động hoặc WiFi để hiển thị các mã xác thực.
zh_cn: Multi-Factor Authentication 移动应用无需连接到移动网络或 WiFi 便能显示身份验证代码。
zh_tw: Multi-Factor Authentication 行動裝置應用程式不需要連線到行動網路或 WiFi 即可顯示驗證碼。

# Label_AlternatePhonePhoneApp
source: The Multi-Factor Authentication mobile app works equally well over WiFi.
ar: يعمل تطبيق الأجهزة المحمولة Multi-Factor Authentication بنفس الكفاءة عبر WiFi.
bg: Мобилното приложение Multi-Factor Authentication работи също толкова добре и по WiFi.
ca: L'aplicació mòbil Multi-Factor Authentication també funciona correctament en xarxes Wi-Fi.
cs: Mobilní aplikace Multi-Factor Authentication funguje stejně dobře i přes připojení Wi-Fi.
da: Multi-Factor Authentication-mobilappen fungerer lige så godt over WiFi.
de: Die mobile Anwendung für Multi-Factor Authentication kann ohne Einschränkungen in einem WiFi-Netzwerk verwendet werden.
el: Η εφαρμογή Multi-Factor Authentication για κινητές συσκευές λειτουργεί εξίσου καλά και μέσω σύνδεσης WiFi.
es: La aplicación móvil Multi-Factor Authentication funciona igual a través de WiFi.
et: Mobiilirakendus Multi-Factor Authentication töötab väga hästi ka üle WiFi.
eu: Multi-Factor Authentication mugikorreko aplikazioa WiFi bidez ere erabil daiteke.
fi: Multi-Factor Authentication -mobiilisovellus toimii yhtä hyvin WLAN-verkossa.
fr: L'application mobile Multi-Factor Authentication fonctionne également bien sur WiFi.
gl: A aplicación para móbil de Multi-Factor Authentication tamén funciona ben con WiFi.
he: האפליקציה למכשירים ניידים של Multi-Factor Authentication פועלת טוב באותה מידה באמצעות WiFi.
hi: Multi-Factor Authentication मोबाइल अनुप्रयोग WiFi पर भी उतना ही अच्छा काम करता है.
hr: Mobilna aplikacija Multi-Factor Authentication funkcionira jednako dobro putem Wi-Fi-ja.
hu: A Multi-Factor Authentication mobilalkalmazás WiFi-kapcsolaton is használható.
id: Aplikasi seluler Multi-Factor Authentication berfungsi cukup baik melalui WiFi.
it: L'app mobile Multi-Factor Authentication funziona correttamente anche con la connessione wireless.
ja: Multi-Factor Authentication モバイル アプリは WiFi にも対応しています。
kk: Multi-Factor Authentication мобильді бағдарламасы WiFi арқылы да жұмыс істейді.
ko: Multi-Factor Authentication 모바일 앱은 WiFi에서도 동일하게 잘 작동합니다.
lt: Mobiliųjų įrenginių programėlė „Multi-Factor Authentication“ taip pat gerai veikia ir naudojant „WiFi“.
lv: Mobilā programma Multi-Factor Authentication darbojas vienlīdz labi arī Wi-Fi tīklā.
ms: Apl mudah alih Multi-Factor Authentication boleh berfungsi dengan baik melalui WiFi.
nl: De mobiele app Multi-Factor Authentication werkt even goed via WiFi.
no: Mobilappen Multi-Factor Authentication fungerer like bra via Wi-Fi.
pl: Aplikacja mobilna Multi-Factor Authentication działa równie dobrze za pośrednictwem sieci WiFi.
pt_br: O aplicativo móvel Multi-Factor Authentication também funciona bem em Wi-Fi.
pt_pt: A aplicação móvel de Autenticação Multifator funciona igualmente bem sobre Wi-Fi.
ro: Aplicația mobilă Multi-Factor Authentication funcționează la fel de bine și prin WiFi.
ru: Мобильное приложение Multi-Factor Authentication работает так же хорошо через WiFi.
sk: Mobilná aplikácia Multi-Factor Authentication funguje rovnako dobre aj v sieti Wi-Fi.
sl: Mobilna aplikacija Multi-Factor Authentication deluje popolnoma enakovredno tudi prek brezžične povezave Wi-Fi.
sr_cyrl_cs: Multi-Factor Authentication апликација за мобилне уређаје функционише подједнако добро преко Wi-Fi мреже.
sr_latn_cs: Multi-Factor Authentication aplikacija za mobilne uređaje funkcioniše podjednako dobro preko Wi-Fi mreže.
sv: Mobilappen för Multi-Factor Authentication fungerar lika bra via WiFi.
th: แอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ทำงานได้อย่างดีเท่าเทียมกันผ่าน WiFi
tr: Multi-Factor Authentication mobil uygulaması WiFi üzerinden aynı derecede düzgün çalışır.
uk: Мобільна програма Multi-Factor Authentication так само добре працює через WiFi.
vi: Ứng dụng di động Multi-Factor Authentication vẫn hoạt động tốt như thường qua WiFi.
zh_cn: 在使用 WiFi 时，Multi-Factor Authentication 移动应用同样能正常工作。
zh_tw: Multi-Factor Authentication 行動裝置應用程式透過 WiFi 運作時亦能提供良好的效能。
