Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_ErrorResettingPhone
source: Error resetting phone.<br/>{0}
ar: حدث خطأ أثناء إعادة تعيين الهاتف.<br/>{0}
bg: Грешка при нулирането на телефона.<br/>{0}
ca: S'ha produït un error en reinicialitzar el telèfon.<br/>{0}
cs: Při resetování telefonu došlo k chybě.<br/>{0}
da: Der opstod fejl under nulstilling af telefon.<br/>{0}
de: Fehler beim Zurücksetzen des Telefonanschlusses<br/>{0}
el: Σφάλμα κατά την επαναφορά του τηλεφώνου.<br/>{0}
es: Error al restablecer el teléfono.<br/>{0}
et: Tõrge telefoni lähtestamisel.<br/>{0}
eu: Errorea telefonoa berrezartzerakoan.<br/>{0}
fi: Virhe puhelimen uudelleenmäärityksessä.<br/>{0}
fr: Erreur lors de la réinitialisation du téléphone.<br/>{0}
gl: Erro ao restablecer o teléfono.<br/>{0}
he: שגיאה באיפוס טלפון.<br/>{0}
hi: फ़ोन को रीसेट करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri ponovnom postavljanju telefona.<br/>{0}
hu: Hiba történt a telefon átállításakor.<br/>{0}
id: Kesalahan saat mengatur ulang telepon.<br/>{0}
it: Errore durante la reimpostazione del telefono.<br/>{0}
ja: 電話番号のリセット エラーが発生しました。<br/>{0}
kk: Телефонды қалпына келтіру қатесі.<br/>{0}
ko: 폰을 다시 설정하는 동안 오류가 발생했습니다.<br/>{0}
lt: Nustatant telefoną iš naujo įvyko klaida.<br/>{0}
lv: Atiestatot tālruņa numuru, radās kļūda.<br/>{0}
ms: Ralat mengeset semula telefon.<br/>{0}
nl: Fout bij opnieuw instellen van telefoon.<br/>{0}
no: Feil under tilbakestilling av telefon.<br/>{0}
pl: Błąd podczas resetowania telefonu.<br/>{0}
pt_br: Erro ao redefinir o telefone.<br/>{0}
pt_pt: Erro ao repor o telefone.<br/>{0}
ro: Eroare la resetarea numărului de telefon.<br/>{0}
ru: Ошибка при сбросе телефона.<br/>{0}
sk: Chyba pri vynulovaní telefónu.<br/>{0}
sl: Pri ponastavljanju telefona je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при успостављању почетних вредности телефона.<br/>{0}
sr_latn_cs: Greška pri uspostavljanju početnih vrednosti telefona.<br/>{0}
sv: Det gick inte att återställa telefonen.<br/>{0}
th: ข้อผิดพลาดในการรีเซ็ตโทรศัพท์<br/>{0}
tr: Telefon sıfırlanırken hata.<br/>{0}
uk: Помилка під час скидання телефону.<br/>{0}
vi: Lỗi đặt lại điện thoại.<br/>{0}
zh_cn: 重置手机时出错。<br/>{0}
zh_tw: 重設電話時發生錯誤。<br/>{0}

# Message_ErrorResettingPin
source: Error resetting PIN.<br/>{0}
ar: حدث خطأ أثناء إعادة تعيين رقم PIN.‏<br/>{0}
bg: Грешка при нулирането на ПИН-а.<br/>{0}
ca: S'ha produït un error en reinicialitzar el PIN.<br/>{0}
cs: Při resetování PIN kódu došlo k chybě.<br/>{0}
da: Der opstod fejl under nulstilling af pinkode.<br/>{0}
de: Fehler beim Zurücksetzen der PIN<br/>{0}
el: Σφάλμα κατά την επαναφορά του PIN.<br/>{0}
es: Error al restablecer el PIN.<br/>{0}
et: Tõrge PINi lähtestamisel.<br/>{0}
eu: Errorea PINa berrezartzerakoan.<br/>{0}
fi: Virhe PIN-koodin uudelleenmäärityksessä.<br/>{0}
fr: Erreur lors de la réinitialisation du PIN.<br/>{0}
gl: Erro ao restablecer o PIN.<br/>{0}
he: שגיאה באיפוס מספר זיהוי אישי.<br/>{0}
hi: पिन को रीसेट करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri ponovnom postavljanju PIN-a.<br/>{0}
hu: Hiba történt a PIN-kód átállításakor.<br/>{0}
id: Kesalahan saat mengatur ulang PIN.<br/>{0}
it: Errore durante la reimpostazione del PIN.<br/>{0}
ja: PIN のリセット エラーが発生しました。<br/>{0}
kk: PIN кодын қалпына келтіру қатесі.<br/>{0}
ko: PIN을 다시 설정하는 동안 오류가 발생했습니다.<br/>{0}
lt: Nustatant PIN iš naujo įvyko klaida.<br/>{0}
lv: Atiestatot PIN, radās kļūda.<br/>{0}
ms: Ralat mengeset semula PIN.<br/>{0}
nl: Fout bij opnieuw instellen van pincode.<br/>{0}
no: Feil under tilbakestilling av PIN-kode.<br/>{0}
pl: Błąd podczas resetowania numeru PIN.<br/>{0}
pt_br: Erro ao redefinir o PIN.<br/>{0}
pt_pt: Erro ao repor o PIN.<br/>{0}
ro: Eroare la resetarea codului PIN.<br/>{0}
ru: Ошибка при сбросе ПИН-кода.<br/>{0}
sk: Chyba pri vynulovaní PIN kódu.<br/>{0}
sl: Pri ponastavljanju kode PIN je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при успостављању почетних вредности PIN кода.<br/>{0}
sr_latn_cs: Greška pri uspostavljanju početnih vrednosti PIN koda.<br/>{0}
sv: Det gick inte att återställa PIN-koden.<br/>{0}
th: ข้อผิดพลาดในการรีเซ็ต PIN<br/>{0}
tr: PIN kodu sıfırlanırken hata.<br/>{0}
uk: Помилка під час скидання PIN-коду.<br/>{0}
vi: Lỗi đặt lại PIN.<br/>{0}
zh_cn: 重置 PIN 时出错。<br/>{0}
zh_tw: 重設 PIN 時發生錯誤。<br/>{0}

# Message_ErrorResettingVoiceprint
source: Error resetting voiceprint. Please contact your administrator.<br/>{0}
ar: حدث خطأ أثناء إعادة تعيين بصمة الصوت، الرجاء الاتصال بالمسؤول لديك.<br/>{0}
bg: Грешка при нулирането на гласовия отпечатък. Свържете се с администратора.<br/>{0}
ca: S'ha produït un error en reinicialitzar l'empremta de veu. Poseu-vos en contacte amb l'administrador.<br/>{0}
cs: Při resetování hlasového otisku došlo k chybě. Obraťte se na správce.<br/>{0}
da: Der opstod fejl under nulstilling af stemmeaftryk. Kontakt administratoren.<br/>{0}
de: Fehler beim Zurücksetzen des Stimmabdrucks. Wenden Sie sich an den Administrator.<br/>{0}
el: Σφάλμα κατά την επαναφορά της χροιάς φωνής. Επικοινωνήστε με τον διαχειριστή σας.<br/>{0}
es: Error al restablecer la huella de voz. Póngase en contacto con el administrador.<br/>{0}
et: Tõrge häälejäljendi lähtestamisel. Palun pöörduge administraatori poole.<br/>{0}
eu: Errorea ahots-aztarna berrezartzerakoan. Jar zaitez harremanetan administratzailearekin.<br/>{0}
fi: Virhe äänijäljen uudelleenmäärityksessä. Ota yhteyttä järjestelmänvalvojaasi.<br/>{0}
fr: Erreur lors de la réinitialisation de l'empreinte vocale. Contactez votre administrateur.<br/>{0}
gl: Erro ao restablecer a impresión de voz. Contacte co administrador.<br/>{0}
he: שגיאה באיפוס טביעת קול. פנה למנהל המערכת.<br/>{0}
hi: वॉइसप्रिंट रीसेट करते समय त्रुटि हुई. कृपया अपने व्यवस्थापक से संपर्क करें.<br/>{0}
hr: Pogreška pri ponovnom postavljanju glasovnog otiska. Kontaktirajte svog administratora.<br/>{0}
hu: Hiba történt a hanglenyomat átállításakor. Kérje a rendszergazda segítségét.<br/>{0}
id: Kesalahan saat mengatur ulang cetakan suara. Harap hubungi administrator Anda.<br/>{0}
it: Errore durante la reimpostazione dell'impronta vocale. Rivolgersi all'amministratore.<br/>{0}
ja: ボイスプリントのリセット エラーが発生しました。管理者に問い合わせてください。<br/>{0}
kk: Дауыстық растаманы қалпына келтіру қатесі. Әкімшіге хабарласыңыз.<br/>{0}
ko: 성문을 다시 설정하는 동안 오류가 발생했습니다. 관리자에게 문의하십시오.<br/>{0}
lt: Nustatant balso ypatybes iš naujo įvyko klaida. Kreipkitės į savo administratorių.<br/>{0}
lv: Atiestatot balss nospiedumu, radās kļūda. Lūdzu, sazinieties ar administratoru.<br/>{0}
ms: Ralat mengeset semula cetak suara. Sila hubungi pentadbir anda.<br/>{0}
nl: Fout bij opnieuw instellen van spraakcode. Neem contact op met de beheerder.<br/>{0}
no: Feil under tilbakestilling av stemmeavtrykk. Kontakt administratoren.<br/>{0}
pl: Błąd podczas resetowania próbki głosu. Skontaktuj się z administratorem.<br/>{0}
pt_br: Erro ao redefinir a impressão de voz. Contate o administrador.<br/>{0}
pt_pt: Erro ao repor a identificação por voz. Contacte o administrador.<br/>{0}
ro: Eroare la resetarea amprentei vocale. Contactați administratorul.<br/>{0}
ru: Ошибка при сбросе голосового отпечатка. Обратитесь к администратору.<br/>{0}
sk: Chyba pri vynulovaní hlasového odtlačku. Obráťte sa na svojho správcu.<br/>{0}
sl: Pri ponastavljanju glasovnega odtisa je prišlo do napake. Obrnite se na skrbnika.<br/>{0}
sr_cyrl_cs: Грешка при успостављању почетних вредности гласовне провере. Обратите се администратору.<br/>{0}
sr_latn_cs: Greška pri uspostavljanju početnih vrednosti glasovne provere. Obratite se administratoru.<br/>{0}
sv: Det gick inte att återställa röstprofilen. Kontakta administratören.<br/>{0}
th: ข้อผิดพลาดในการรีเซ็ตกราฟแสดงลักษณะเสียงพูดของมนุษย์ โปรดติดต่อผู้ดูแลระบบ<br/>{0}
tr: Ses izi sıfırlanırken hata. Lütfen yöneticinize başvurun.<br/>{0}
uk: Помилка під час скидання голосового відбитка. Зверніться до адміністратора.<br/>{0}
vi: Lỗi đặt lại nhận dạng giọng nói. Vui lòng liên hệ quản trị viên của bạn.<br/>{0}
zh_cn: 重置音纹时出错。请联系您的管理员。<br/>{0}
zh_tw: 重設聲紋時發生錯誤。請連絡系統管理員。<br/>{0}

# Message_ErrorUpdatingLanguage
source: Error updating language.<br/>{0}
ar: حدث خطأ أثناء تحديث اللغة.<br/>{0}
bg: Грешка при актуализирането на езика.<br/>{0}
ca: S'ha produït un error en actualitzar la llengua.<br/>{0}
cs: Při aktualizaci jazyka došlo k chybě.<br/>{0}
da: Der opstod fejl under opdatering af sprog.<br/>{0}
de: Fehler beim Aktualisieren der Sprache<br/>{0}
el: Σφάλμα κατά την ενημέρωση της γλώσσας.<br/>{0}
es: Error al actualizar el idioma.<br/>{0}
et: Tõrge keele uuendamisel.<br/>{0}
eu: Errorea hizkuntza eguneratzerakoan.<br/>{0}
fi: Virhe päivitettäessä kieltä.<br/>{0}
fr: Erreur lors de la mise à jour de la langue.<br/>{0}
gl: Erro ao actualizar o idioma.<br/>{0}
he: שגיאה בעדכון שפה.<br/>{0}
hi: भाषा अद्यतित करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri ažuriranju jezika.<br/>{0}
hu: Hiba történt a nyelv módosításakor.<br/>{0}
id: Kesalahan memperbarui bahasa.<br/>{0}
it: Errore durante l'aggiornamento della lingua.<br/>{0}
ja: 言語の更新エラーが発生しました。<br/>{0}
kk: Тілді жаңарту қатесі.<br/>{0}
ko: 언어를 업데이트하는 동안 오류가 발생했습니다.<br/>{0}
lt: Naujinant kalbą įvyko klaida.<br/>{0}
lv: Atjauninot valodu, radās kļūda.<br/>{0}
ms: Ralat mengemas kini bahasa.<br/>{0}
nl: Fout bij bijwerken van taal.<br/>{0}
no: Feil under oppdatering av språk.<br/>{0}
pl: Błąd podczas aktualizowania języka.<br/>{0}
pt_br: Erro ao atualizar o idioma.<br/>{0}
pt_pt: Erro ao atualizar o idioma.<br/>{0}
ro: Eroare la actualizarea limbii.<br/>{0}
ru: Ошибка при обновлении языка.<br/>{0}
sk: Chyba pri aktualizovaní jazyka.<br/>{0}
sl: Pri posodabljanju jezika je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при ажурирању језика.<br/>{0}
sr_latn_cs: Greška pri ažuriranju jezika.<br/>{0}
sv: Det gick inte att uppdatera språket.<br/>{0}
th: ข้อผิดพลาดในการปรับปรุงภาษา<br/>{0}
tr: Dil güncelleştirilirken hata.<br/>{0}
uk: Помилка під час оновлення мови.<br/>{0}
vi: Lỗi cập nhật ngôn ngữ.<br/>{0}
zh_cn: 更新语言时出错。<br/>{0}
zh_tw: 更新語言時發生錯誤。<br/>{0}

# Message_ErrorUpdatingMode
source: Error updating method.<br/>{0}
ar: حدث خطأ أثناء تحديث الأسلوب.<br/>{0}
bg: Грешка при актуализирането на метода.<br/>{0}
ca: S'ha produït un error en actualitzar el mètode.<br/>{0}
cs: Při aktualizaci metody došlo k chybě.<br/>{0}
da: Der opstod fejl under opdatering af metode.<br/>{0}
de: Fehler beim Aktualisieren der Authentifizierungsmethode<br/>{0}
el: Σφάλμα κατά την ενημέρωση της μεθόδου.<br/>{0}
es: Error al actualizar el método.<br/>{0}
et: Tõrge meetodi uuendamisel.<br/>{0}
eu: Errorea metodoa eguneratzerakoan.<br/>{0}
fi: Virhe päivitettäessä menetelmää.<br/>{0}
fr: Erreur lors de la mise à jour de la méthode.<br/>{0}
gl: Erro ao actualizar o método.<br/>{0}
he: שגיאה בעדכון שיטה.<br/>{0}
hi: विधि अद्यतित करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri ažuriranju metode.<br/>{0}
hu: Hiba történt a módszer módosításakor.<br/>{0}
id: Kesalahan memperbarui metode.<br/>{0}
it: Errore durante l'aggiornamento del metodo.<br/>{0}
ja: 認証方法の更新エラーが発生しました。<br/>{0}
kk: Әдісті жаңарту қатесі.<br/>{0}
ko: 방법을 업데이트하는 동안 오류가 발생했습니다.<br/>{0}
lt: Naujinant metodą įvyko klaida.<br/>{0}
lv: Atjauninot metodi, radās kļūda.<br/>{0}
ms: Ralat mengemas kini kaedah.<br/>{0}
nl: Fout bij bijwerken van methode.<br/>{0}
no: Feil under oppdatering av metode.<br/>{0}
pl: Błąd podczas aktualizowania metody.<br/>{0}
pt_br: Erro ao atualizar o método.<br/>{0}
pt_pt: Erro ao atualizar o método.<br/>{0}
ro: Eroare la actualizarea metodei.<br/>{0}
ru: Ошибка при обновлении метода.<br/>{0}
sk: Chyba pri aktualizovaní metódy.<br/>{0}
sl: Pri posodabljanju načina je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при ажурирању метода.<br/>{0}
sr_latn_cs: Greška pri ažuriranju metoda.<br/>{0}
sv: Det gick inte att uppdatera metoden.<br/>{0}
th: ข้อผิดพลาดในการอัปเดตเมธอด<br/>{0}
tr: Yöntem güncelleştirilirken hata.<br/>{0}
uk: Помилка під час оновлення методу.<br/>{0}
vi: Lỗi cập nhật phương thức.<br/>{0}
zh_cn: 更新方法时出错。<br/>{0}
zh_tw: 更新方法時發生錯誤。<br/>{0}

# Message_ErrorUpdatingPhone
source: Error updating phone.<br/>{0}
ar: حدث خطأ أثناء تحديث الهاتف.<br/>{0}
bg: Грешка при актуализирането на телефона.<br/>{0}
ca: S'ha produït un error en actualitzar el telèfon.<br/>{0}
cs: Při aktualizaci telefonu došlo k chybě.<br/>{0}
da: Der opstod fejl under opdatering af telefon.<br/>{0}
de: Fehler beim Aktualisieren des Telefonanschlusses<br/>{0}
el: Σφάλμα κατά την ενημέρωση του τηλεφώνου.<br/>{0}
es: Error al actualizar el teléfono.<br/>{0}
et: Tõrge telefoni uuendamisel.<br/>{0}
eu: Errorea telefonoa eguneratzerakoan.<br/>{0}
fi: Virhe päivitettäessä puhelinta.<br/>{0}
fr: Erreur lors de la mise à jour du téléphone.<br/>{0}
gl: Erro ao actualizar o teléfono.<br/>{0}
he: שגיאה בעדכון טלפון.<br/>{0}
hi: फ़ोन अद्यतित करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri ažuriranju telefona.<br/>{0}
hu: Hiba történt a telefon módosításakor.<br/>{0}
id: Kesalahan memperbarui telepon.<br/>{0}
it: Errore durante l'aggiornamento del telefono.<br/>{0}
ja: 電話番号の更新エラーが発生しました。<br/>{0}
kk: Телефонды жаңарту қатесі.<br/>{0}
ko: 폰을 업데이트하는 동안 오류가 발생했습니다.<br/>{0}
lt: Naujinant telefoną įvyko klaida.<br/>{0}
lv: Atjauninot tālruņa numuru, radās kļūda.<br/>{0}
ms: Ralat mengemas kini telefon.<br/>{0}
nl: Fout bij bijwerken van telefoon.<br/>{0}
no: Feil under oppdatering av telefon.<br/>{0}
pl: Błąd podczas aktualizowania telefonu.<br/>{0}
pt_br: Erro ao atualizar o telefone.<br/>{0}
pt_pt: Erro ao atualizar o telefone.<br/>{0}
ro: Eroare la actualizarea numărului de telefon.<br/>{0}
ru: Ошибка при обновлении телефона.<br/>{0}
sk: Chyba pri aktualizovaní telefónu.<br/>{0}
sl: Pri posodabljanju telefona je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при ажурирању телефона.<br/>{0}
sr_latn_cs: Greška pri ažuriranju telefona.<br/>{0}
sv: Det gick inte att uppdatera telefonen.<br/>{0}
th: ข้อปิดพลาดในการอัปเดตโทรศัพท์<br/>{0}
tr: Telefon güncelleştirilirken hata.<br/>{0}
uk: Помилка під час оновлення телефону.<br/>{0}
vi: Lỗi cập nhật điện thoại.<br/>{0}
zh_cn: 更新电话时出错。<br/>{0}
zh_tw: 更新電話時發生錯誤。<br/>{0}

# Message_ErrorUpdatingPhoneAppMode
source: Error updating mobile app mode.<br/>{0}
ar: حدث خطأ أثناء تحديث وضع تطبيق الأجهزة المحمولة.<br/>{0}
bg: Грешка при актуализирането на режима на мобилно приложение.<br/>{0}
ca: S'ha produït un error en actualitzar el mode de l'aplicació mòbil.<br/>{0}
cs: Při aktualizaci režimu mobilní aplikace došlo k chybě.<br/>{0}
da: Der opstod fejl under opdatering af mobilapptilstand.<br/>{0}
de: Fehler beim Aktualisieren des Modus der mobilen Anwendung.<br/>{0}
el: Σφάλμα κατά την ενημέρωση της λειτουργίας ελέγχου ταυτότητας μέσω εφαρμογής για κινητές συσκευές.<br/>{0}
es: Error al actualizar el modo de aplicación móvil.<br/>{0}
et: Tõrge mobiilirakenduse meetodi uuendamisel.<br/>{0}
eu: Errorea mugikorreko aplikazioa eguneratzerakoan.<br/>{0}
fi: Virhe päivitettäessä mobiilisovelluksen tilaa.<br/>{0}
fr: Erreur lors de la mise à jour du mode Application mobile.<br/>{0}
gl: Erro ao actualizar o modo de aplicación para móbil.<br/>{0}
he: שגיאה בעדכון מצב אפליקציה למכשירים ניידים.<br/>{0}
hi: मोबाइल अनुप्रयोग मोड अद्यतित करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri ažuriranju načina mobilne aplikacije.<br/>{0}
hu: Hiba történt a mobilalkalmazási mód módosításakor.<br/>{0}
id: Kesalahan memperbarui mode aplikasi seluler.<br/>{0}
it: Errore durante l'aggiornamento della modalità App mobile.<br/>{0}
ja: モバイル アプリ モードの更新エラーが発生しました。<br/>{0}
kk: Мобильді бағдарлама режимін жаңарту қатесі.<br/>{0}
ko: 모바일 앱 모드를 업데이트하는 동안 오류가 발생했습니다.<br/>{0}
lt: Naujinant mobiliųjų įrenginių programėlės režimą įvyko klaida.<br/>{0}
lv: Atjauninot mobilās programmas režīmu, radās kļūda.<br/>{0}
ms: Ralat mengemas kini mod apl mudah alih.<br/>{0}
nl: Fout bij bijwerken van modus voor mobiele app.<br/>{0}
no: Feil under oppdatering av mobilappmodus.<br/>{0}
pl: Błąd podczas aktualizowania trybu aplikacji mobilnej.<br/>{0}
pt_br: Erro ao atualizar o modo de aplicativo móvel.<br/>{0}
pt_pt: Erro ao atualizar o modo da aplicação móvel.<br/>{0}
ro: Eroare la actualizarea modului aplicație mobilă.<br/>{0}
ru: Ошибка при обновлении режима "Мобильное приложение".<br/>{0}
sk: Chyba pri aktualizovaní režimu mobilnej aplikácie.<br/>{0}
sl: Pri posodabljanju načina mobilne aplikacije je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при ажурирању режима апликације за мобилне уређаје.<br/>{0}
sr_latn_cs: Greška pri ažuriranju režima aplikacije za mobilne uređaje.<br/>{0}
sv: Det gick inte att uppdatera mobilappläge.<br/>{0}
th: ข้อผิดพลาดในการอัปเดตโหมดแอปสำหรับอุปกรณ์เคลื่อนที่<br/>{0}
tr: Mobil uygulama modu güncelleştirilirken hata.<br/>{0}
uk: Помилка під час оновлення режиму "Мобільна програма".<br/>{0}
vi: Lỗi cập nhật chế độ ứng dụng di động.<br/>{0}
zh_cn: 更新移动应用模式时出错。<br/>{0}
zh_tw: 更新行動裝置應用程式模式時發生錯誤。<br/>{0}

# Message_ErrorUpdatingPin
source: Error updating PIN.<br/>{0}
ar: حدث خطأ أثناء تحديث رقم PIN.‏<br/>{0}
bg: Грешка при актуализирането на ПИН-а.<br/>{0}
ca: S'ha produït un error en actualitzar el PIN.<br/>{0}
cs: Při aktualizaci PIN kódu došlo k chybě.<br/>{0}
da: Der opstod fejl under opdatering af pinkode.<br/>{0}
de: Fehler beim Aktualisieren der PIN<br/>{0}
el: Σφάλμα κατά την ενημέρωση του PIN.<br/>{0}
es: Error al actualizar el PIN.<br/>{0}
et: Tõrge PINi uuendamisel.<br/>{0}
eu: Errorea PINa eguneratzerakoan.<br/>{0}
fi: Virhe päivitettäessä PIN-koodia.<br/>{0}
fr: Erreur lors de la mise à jour du PIN.<br/>{0}
gl: Erro ao actualizar o PIN.<br/>{0}
he: שגיאה בעדכון מספר זיהוי אישי.<br/>{0}
hi: पिन अद्यतित करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri ažuriranju PIN-a.<br/>{0}
hu: Hiba történt a PIN-kód módosításakor.<br/>{0}
id: Kesalahan memperbarui PIN.<br/>{0}
it: Errore durante l'aggiornamento del PIN.<br/>{0}
ja: PIN の更新エラーが発生しました。<br/>{0}
kk: PIN кодын жаңарту қатесі.<br/>{0}
ko: PIN을 업데이트하는 동안 오류가 발생했습니다.<br/>{0}
lt: Naujinant PIN įvyko klaida.<br/>{0}
lv: Atjauninot PIN, radās kļūda.<br/>{0}
ms: Ralat mengemas kini PIN.<br/>{0}
nl: Fout bij bijwerken van pincode.<br/>{0}
no: Feil under oppdatering av PIN-kode.<br/>{0}
pl: Błąd podczas aktualizowania numeru PIN.<br/>{0}
pt_br: Erro ao atualizar o PIN.<br/>{0}
pt_pt: Erro ao atualizar o PIN.<br/>{0}
ro: Eroare la actualizarea codului PIN.<br/>{0}
ru: Ошибка при обновлении ПИН-кода.<br/>{0}
sk: Chyba pri aktualizovaní PIN kódu.<br/>{0}
sl: Pri posodabljanju kode PIN je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при ажурирању PIN кода.<br/>{0}
sr_latn_cs: Greška pri ažuriranju PIN koda.<br/>{0}
sv: Det gick inte att uppdatera PIN-koden.<br/>{0}
th: ข้อผิดพลาดในการอัปเดต PIN<br/>{0}
tr: PIN kodu güncelleştirilirken hata.<br/>{0}
uk: Помилка під час оновлення PIN-коду.<br/>{0}
vi: Lỗi cập nhật PIN.<br/>{0}
zh_cn: 更新 PIN 时出错。<br/>{0}
zh_tw: 更新 PIN 時發生錯誤。<br/>{0}

# Message_ErrorUpdatingSecurityQuestions
source: Error updating security questions.<br/>{0}
ar: حدث خطأ أثناء تحديث أسئلة الأمان.<br/>{0}
bg: Грешка при актуализирането на въпросите за защита.<br/>{0}
ca: S'ha produït un error en actualitzar les preguntes de seguretat.<br/>{0}
cs: Při aktualizaci bezpečnostních otázek došlo k chybě.<br/>{0}
da: Der opstod fejl under opdatering af sikkerhedsspørgsmål.<br/>{0}
de: Fehler beim Aktualisieren der Sicherheitsfragen<br/>{0}
el: Σφάλμα κατά την ενημέρωση των ερωτήσεων ασφαλείας.<br/>{0}
es: Error al actualizar las preguntas de seguridad.<br/>{0}
et: Tõrge turbeküsimuse uuendamisel.<br/>{0}
eu: Errorea segurtasun-galderak eguneratzerakoan.<br/>{0}
fi: Virhe päivitettäessä suojauskysymyksiä.<br/>{0}
fr: Erreur lors de la mise à jour des questions de sécurité.<br/>{0}
gl: Erro ao actualizar as preguntas de seguranza.<br/>{0}
he: שגיאה בעדכון שאלות אבטחה.<br/>{0}
hi: सुरक्षा प्रश्न अद्यतित करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri ažuriranju sigurnosnih pitanja.<br/>{0}
hu: Hiba történt a biztonsági kérdések módosításakor.<br/>{0}
id: Kesalahan memperbarui pertanyaan keamanan.<br/>{0}
it: Errore durante l'aggiornamento delle domande di sicurezza.<br/>{0}
ja: セキュリティの質問の更新エラーが発生しました。<br/>{0}
kk: Қауіпсіздік сұрақтарын жаңарту қатесі.<br/>{0}
ko: 보안 질문을 업데이트하는 동안 오류가 발생했습니다.<br/>{0}
lt: Naujinant saugos klausimus įvyko klaida.<br/>{0}
lv: Atjauninot drošības jautājumus, radās kļūda.<br/>{0}
ms: Ralat mengemas kini soalan keselamatan.<br/>{0}
nl: Fout bij bijwerken van beveiligingsvragen.<br/>{0}
no: Feil under oppdatering av sikkerhetsspørsmål.<br/>{0}
pl: Błąd podczas aktualizowania pytań zabezpieczających.<br/>{0}
pt_br: Erro ao atualizar as perguntas de segurança.<br/>{0}
pt_pt: Erro ao atualizar as perguntas de segurança.<br/>{0}
ro: Eroare la actualizarea întrebărilor de securitate.<br/>{0}
ru: Ошибка при обновлении контрольных вопросов.<br/>{0}
sk: Chyba pri aktualizovaní otázok zabezpečenia.<br/>{0}
sl: Pri posodabljanju varnostnih vprašanj je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при ажурирању безбедносних питања.<br/>{0}
sr_latn_cs: Greška pri ažuriranju bezbednosnih pitanja.<br/>{0}
sv: Det gick inte att uppdatera säkerhetsfrågor.<br/>{0}
th: ข้อผิดพลาดในการอัปเดตคำถามรักษาความปลอดภัย<br/>{0}
tr: Güvenlik soruları güncelleştirilirken hata.<br/>{0}
uk: Помилка під час оновлення контрольних запитань.<br/>{0}
vi: Lỗi cập nhật câu hỏi bảo mật.<br/>{0}
zh_cn: 更新安全问题时出错。<br/>{0}
zh_tw: 更新安全性問題時發生錯誤。<br/>{0}
