Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_CannotSpecifyPhoneSmsText
source: Your account must have a phone number assigned before you can change your method to Text Message. Contact your help desk to assign a phone number to your account.
ar: يجب تعيين رقم هاتف إلى حسابك قبل تغيير الأسلوب إلى "رسالة نصية". اتصل بمكتب المساعدة لتقوم بتعيين رقم هاتف إلى حسابك.
bg: Акаунтът ви трябва да има зададен телефонен номер, преди да можете да промените метода си на "Текстово съобщение". Свържете се с помощния център, за да бъде зададен телефонен номер на акаунта ви.
ca: Cal que el vostre compte tingui un número de telèfon assignat per poder canviar el mètode a Missatge de text. Poseu-vos en contacte amb el servei d'assistència tècnica per assignar un número de telèfon al vostre compte.
cs: Abyste mohli změnit metodu na Zpráva SMS, je nutné, aby bylo k vašemu účtu přidruženo telefonní číslo. Pokud potřebujete s přiřazením telefonního čísla k vašemu účtu pomoc, obraťte se na technickou podporu.
da: Din konto skal have et tilknyttet telefonnummer, før du kan ændre metode til Sms. Kontakt helpdesken for at få knyttet et telefonnummer til din konto.
de: Ihrem Konto muss eine Telefonnummer zugewiesen werden, bevor Sie "SMS" als Methode auswählen können. Wenden Sie sich hierzu an den Helpdesk.
el: Πρέπει να αντιστοιχιστεί κάποιος αριθμός τηλεφώνου με τον λογαριασμό σας, για να μπορείτε να αλλάξετε τη μέθοδο ελέγχου ταυτότητας σε "Μήνυμα κειμένου (SMS)". Επικοινωνήστε με την υπηρεσία βοήθειας, για να αντιστοιχιστεί ένας αριθμός τηλεφώνου με τον λογαριασμό σας.
es: Su cuenta debe tener asignado un número de teléfono para poder cambiar el método a Mensaje de texto. Póngase en contacto con el departamento de soporte técnico para asignar un número de teléfono a su cuenta.
et: Teie kontol peab olema määratud telefoninumber, alles siis saate tekstsõnumi meetodiks valida. Numbri sidumiseks kontoga võtke ühendust kasutajatoega.
eu: Zure kontuak telefono-zenbaki bat esleituta eduki behar du Testu-mezu metodora aldatu ahal izateko. Jar zaitez harremanetan laguntza teknikoarekin zure kontuari telefono-zenbaki bat esleitzeko.
fi: Tilillesi on määritettävä puhelinnumero, ennen kuin voit ottaa käyttöön Tekstiviesti-menetelmän. Ota yhteyttä tukipalveluusi, jos tarvitset apua puhelinnumeron määrittämisessä tilillesi.
fr: Pour que vous puissiez modifier votre méthode en SMS, un numéro de téléphone doit être affecté à votre compte. Pour affecter un numéro de téléphone à votre compte, contactez votre support technique.
gl: Para modificar o método a Mensaxe de texto, a conta debe ter un número de teléfono atribuído. Contacte co departamento de axuda para atribuír un número de teléfono á conta.
he: יש להקצות לחשבון שלך מספר טלפון כדי שתוכל לשנות את השיטה שלך ל'הודעת טקסט'. פנה לצוות התמיכה כדי להקצות מספר טלפון לחשבון שלך.
hi: आपके द्वारा अपनी विधि को बदलकर पाठ संदेश किए जाने से पहले आपके खाते में एक फ़ोन नंबर असाइन होना चाहिए. अपने खाते में एक फ़ोन नंबर असाइन करने के लिए अपने हेल्प डेस्क से संपर्क करें.
hr: Vašem računu mora biti dodijeljen telefonski broj prije promjene metode na Tekstnu poruku. Kontaktirajte službu za korisnike da dodijelite telefonski broj svom računu.
hu: A Szöveges üzenet módra történő átállításhoz hozzá kell rendelni egy telefonszámot a fiókhoz. Kérje az ügyfélszolgálattól a megfelelő telefonszám hozzárendelését a fiókhoz.
id: Akun Anda harus memiliki nomor telepon yang ditetapkan sebelum dapat mengubah metode ke SMS. Hubungi bagian bantuan Anda untuk menetapkan nomor telepon ke akun Anda.
it: Prima di poter impostare il metodo su SMS, è necessario che all'account venga assegnato un numero di telefono. Per assegnare un numero di telefono all'account, contattare l'help desk.
ja: 認証方法を [テキスト メッセージ] に変更するには、アカウントに電話番号を割り当てる必要があります。電話番号の割り当てについて、ヘルプ デスクに問い合わせてください。
kk: "Мәтіндік хабар" әдісіне ауысу үшін, тіркелгіңізде тағайындалған телефон нөмірі болуы керек. Тіркелгіңізге телефон нөмірін тағайындау үшін, қолдау көрсету қызметіне хабарласыңыз.
ko: 방법을 [문자 메시지]로 변경하려면 먼저 계정에 전화 번호를 지정해야 합니다. 지원 센터에 문의하여 계정에 전화 번호를 지정하십시오.
lt: Jūsų abonementui turi būti priskirtas telefono numeris, tik tada bus galima pakeisti metodą į Teksto žinutė. Kreipkitės į pagalbos tarnybą, kad jūsų abonementui būtų priskirtas telefono numeris.
lv: Lai metodi mainītu uz Īsziņa, jūsu kontam jābūt pievienotam tālruņa numuram. Lai kontam pievienotu tālruņa numuru, sazinieties ar palīdzības dienestu.
ms: Anda mesti menetapkan nombor telefon kepada akaun anda sebelum anda dapat menukar kaedah anda kepada Mesej Teks. Hubungi meja bantuan anda untuk menetapkan nombor telefon kepada akaun anda.
nl: Aan uw account moet een telefoonnummer worden toegewezen voordat u uw methode kunt wijzigen in SMS-bericht. Neem contact op met de helpdesk om een telefoonnummer aan uw account toe te wijzen.
no: Kontoen må ha et telefonnummer tilknyttet før du kan endre metoden til Tekstmelding. Kontakt kundestøtte for å knytte et telefonnummer til kontoen.
pl: Aby wybrać metodę Wiadomość SMS, konto musi mieć przypisany numer telefonu. Skontaktuj się z działem pomocy technicznej w celu przypisania do konta numeru telefonu.
pt_br: Sua conta deve ter um número de telefone atribuído antes que você possa alterar o método para Mensagem de Texto. Contate o suporte técnico para atribuir um número de telefone à sua conta.
pt_pt: Para poder alterar o seu método para Mensagem SMS, a sua conta terá de ter um número de telefone atribuído. Contacte o suporte técnico para atribuir um número de telefone à sua conta.
ro: Pentru a putea modifica metoda în Mesaj text, trebuie să atribuiți contului un număr de telefon. Pentru a atribui un număr de telefon contului, contactați biroul de asistență.
ru: Прежде чем вы сможете изменить метод на "SMS", с вашей учетной записью должен быть связан номер телефона. Обратитесь в службу технической поддержки, чтобы назначить вашей учетной записи номер телефона.
sk: Skôr než môžete zmeniť svoju metódu na metódu Textová správa, k vášmu kontu musí byť priradené telefónne číslo. Ak potrebujete priradiť telefónne číslo k svojmu kontu, obráťte sa na technickú podporu.
sl: Preden lahko način preverjanja pristnosti spremenite v Besedilno sporočilo, mora biti vašemu računu dodeljena telefonska številka. Za pomoč o dodelitvi telefonske številke vašemu računu se obrnite na središče za pomoč.
sr_cyrl_cs: Налогу мора да буде додељен број телефона да бисте могли да промените метод на опцију „Текстуална порука“. Обратите се техничкој подршци да би налогу био додељен број телефона.
sr_latn_cs: Nalogu mora da bude dodeljen broj telefona da biste mogli da promenite metod na opciju „Tekstualna poruka“. Obratite se tehničkoj podršci da bi nalogu bio dodeljen broj telefona.
sv: Ett telefonnummer måste ha tilldelats kontot innan du kan ändra metoden till SMS. Kontakta supporten för hjälp med att tilldela kontot ett telefonnummer.
th: บัญชีของคุณต้องมีการกำหนดหมายเลขโทรศัพท์ก่อนที่จะสามารถเปลี่ยนเมธอดเป็นข้อความ โปรดติดต่อเจ้าหน้าที่ให้ความช่วยเหลือเพื่อกำหนดหมายเลขโทรศัพท์ให้กับบัญชีของคุณ
tr: Yönteminizi Metin Mesajı olarak değiştirebilmeniz için hesabınızda atanmış bir telefon numarası olması gerekir. Hesabınıza bir telefon numarası atamayla ilgili yardım için yardım masanıza başvurun.
uk: Перш ніж ви зможете змінити метод на "Текстове повідомлення", до вашого облікового запису має бути прив'язано номер телефону. Зверніться до служби технічної підтримки з питання прив'язування номера телефону до облікового запису.
vi: Tài khoản của bạn phải có một số điện thoại được gán trước khi bạn có thể thay đổi phương thức của bạn thành Tin nhắn Văn bản. Hãy liên hệ bộ phận trợ giúp để gán một số điện thoại cho tài khoản của bạn.
zh_cn: 您的帐户必须先分配到一个电话号码，您才能将方法更改为“短信”。若要为您的帐户分配手机号码，请联系技术支持人员。
zh_tw: 帳戶必須具有已指派的電話號碼，您才能將方法變更為 [簡訊]。請連絡支援人員以將電話號碼指派給帳戶。

# Message_CannotSpecifyPhoneVoiceCall
source: Your account must have a phone number assigned before you can change your method to Phone Call. Contact the help desk to assign a phone number to your account.
ar: يجب تعيين رقم هاتف إلى حسابك قبل تغيير الأسلوب الخاص بك إلى "مكالمة هاتفية". اتصل بمكتب المساعدة لتعيين رقم هاتف إلى حسابك.
bg: Акаунтът ви трябва да има зададен телефонен номер, преди да можете да промените метода си на "Телефонно обаждане". Свържете се с помощния център, за да бъде зададен телефонен номер на акаунта ви.
ca: Cal que el vostre compte tingui un número de telèfon assignat per poder canviar el mètode a Trucada de telèfon. Poseu-vos en contacte amb el servei d'assistència tècnica per assignar un número de telèfon al vostre compte.
cs: Abyste mohli změnit metodu na Telefonní hovor, je nutné, aby bylo k vašemu účtu přidruženo telefonní číslo. Pokud potřebujete s přiřazením telefonního čísla k vašemu účtu pomoc, obraťte se na technickou podporu.
da: Din konto skal have et tilknyttet telefonnummer, før du kan ændre metode til Telefonopkald. Kontakt helpdesken for at få knyttet et telefonnummer til din konto.
de: Ihrem Konto muss eine Telefonnummer zugewiesen werden, bevor Sie "Telefonanruf" als Methode auswählen können. Wenden Sie sich hierzu an den Helpdesk.
el: Πρέπει να αντιστοιχιστεί κάποιος αριθμός τηλεφώνου στον λογαριασμό σας, για να μπορείτε να αλλάξετε τη μέθοδο ελέγχου ταυτότητας σε "Τηλεφωνική κλήση". Επικοινωνήστε με την υπηρεσία βοήθειας, για να αντιστοιχιστεί ένας αριθμός τηλεφώνου με τον λογαριασμό σας.
es: Su cuenta debe tener asignado un número de teléfono para poder cambiar el método a Llamada de teléfono. Póngase en contacto con el departamento de soporte técnico para asignar un número de teléfono a su cuenta.
et: Teie kontol peab olema määratud telefoninumber, alles siis saate telefonikõne meetodiks valida. Numbri sidumiseks kontoga võtke ühendust kasutajatoega.
eu: Zure kontuak telefono-zenbaki bat esleituta eduki behar du Telefono-deia metodora aldatu ahal izateko. Jar zaitez harremanetan laguntza teknikoarekin zure kontuari telefono-zenbaki bat esleitzeko.
fi: Tilillesi on määritettävä puhelinnumero, ennen kuin voit ottaa käyttöön Puhelu-menetelmän. Ota yhteyttä tukipalveluun, jos tarvitset apua puhelinnumeron määrittämisessä tilillesi.
fr: Pour que vous puissiez modifier votre méthode en Appel téléphonique, un numéro de téléphone doit être affecté à votre compte. Pour affecter un numéro de téléphone à votre compte, contactez le support technique.
gl: Para modificar o método a Chamada telefónica, a conta debe ter un número de teléfono atribuído. Contacte co departamento de axuda para atribuír un número de teléfono á conta.
he: יש להקצות לחשבון שלך מספר טלפון כדי שתוכל לשנות את השיטה שלך ל'שיחת טלפון'. פנה לצוות התמיכה כדי להקצות מספר טלפון לחשבון שלך.
hi: आपके द्वारा अपनी विधि को बदलकर फ़ोन कॉल किए जाने से पहले आपके खाते में एक फ़ोन नंबर असाइन होना चाहिए. अपने खाते में एक फ़ोन नंबर असाइन करने के लिए हेल्प डेस्क से संपर्क करें.
hr: Vašem računu mora biti dodijeljen telefonski broj prije promjene metode na Telefonski poziv. Kontaktirajte službu za korisnike da biste dodijelili telefonski broj svom računu.
hu: A Telefonhívás módra történő átállításhoz hozzá kell rendelni egy telefonszámot a fiókhoz. Kérje az ügyfélszolgálattól a megfelelő telefonszám hozzárendelését a fiókhoz.
id: Akun Anda harus memiliki nomor telepon yang ditetapkan sebelum dapat mengubah metode ke Panggilan Telepon. Hubungi bagian bantuan untuk menetapkan nomor telepon ke akun Anda.
it: Prima di poter impostare il metodo su Telefonata, è necessario che all'account venga assegnato un numero di telefono. Per assegnare un numero di telefono all'account, contattare l'help desk.
ja: 認証方法を [電話] に変更するには、アカウントに電話番号を割り当てる必要があります。電話番号の割り当てについて、ヘルプ デスクに問い合わせてください。
kk: Телефон қоңырауы әдісіне ауысу үшін тіркелгіңізде тағайындалған телефон нөмірі болуы керек. Тіркелгіңізге телефон нөмірін тағайындау үшін қолдау көрсету қызметіне хабарласыңыз.
ko: 방법을 [전화 통화]로 변경하려면 먼저 계정에 전화 번호를 지정해야 합니다. 지원 센터에 문의하여 계정에 전화 번호를 지정하십시오.
lt: Jūsų abonementui turi būti priskirtas telefono numeris; tik tada bus galima pakeisti metodą į Telefono skambutis. Kreipkitės į pagalbos tarnybą norėdami savo abonementui priskirti telefono numerį.
lv: Lai metodi mainītu uz Tālruņa zvans, jūsu kontam jābūt pievienotam tālruņa numuram. Lai kontam pievienotu tālruņa numuru, sazinieties ar palīdzības dienestu.
ms: Anda mesti menetapkan nombor telefon kepada akaun anda sebelum anda dapat menukar kaedah anda kepada Panggilan Telefon. Hubungi meja bantuan untuk menetapkan nombor telefon kepada akaun anda.
nl: Aan uw account moet een telefoonnummer worden toegewezen voordat u uw methode kunt wijzigen in Telefoonoproep. Neem contact op met de helpdesk om een telefoonnummer aan uw account toe te wijzen.
no: Kontoen må ha et telefonnummer tilknyttet før du kan endre metoden til Telefonanrop. Kontakt kundestøtte for å knytte et telefonnummer til kontoen.
pl: Aby wybrać metodę Rozmowa telefoniczna, konto musi mieć przypisany numer telefonu. Skontaktuj się z działem pomocy technicznej w celu przypisania do konta numeru telefonu.
pt_br: Sua conta deve ter um número de telefone atribuído antes que você possa alterar o método para Telefonema. Contate o suporte técnico para atribuir um número de telefone à sua conta.
pt_pt: Para poder alterar o seu método para Chamada Telefónica, a sua conta terá de ter um número de telefone atribuído. Contacte o suporte técnico para atribuir um número de telefone à sua conta.
ro: Pentru a putea modifica metoda în Apel telefonic, trebuie să atribuiți contului un număr de telefon. Pentru a atribui un număr de telefon contului, contactați biroul de asistență.
ru: Прежде чем вы сможете изменить метод на "Телефонный звонок", с вашей учетной записью должен быть связан номер телефона. Обратитесь в службу технической поддержки, чтобы назначить вашей учетной записи номер телефона.
sk: Skôr než môžete zmeniť svoju metódu na metódu Telefónny hovor, k vášmu kontu musí byť priradené telefónne číslo. Ak potrebujete priradiť telefónne číslo k svojmu kontu, obráťte sa na technickú podporu.
sl: Preden lahko način preverjanja pristnosti spremenite v Telefonski klic, mora biti vašemu računu dodeljena telefonska številka. Za pomoč o dodelitvi telefonske številke vašemu računu se obrnite na središče za pomoč.
sr_cyrl_cs: Налогу мора да буде додељен број телефона да бисте могли да промените метод на опцију „Телефонски позив“. Обратите се техничкој подршци да би налогу био додељен број телефона.
sr_latn_cs: Nalogu mora da bude dodeljen broj telefona da biste mogli da promenite metod na opciju „Telefonski poziv“. Obratite se tehničkoj podršci da bi nalogu bio dodeljen broj telefona.
sv: Ditt konto måste ha tilldelats ett telefonnummer innan du kan ändra metoden till Telefonsamtal. Kontakta supporten för hjälp med att tilldela kontot ett telefonnummer.
th: บัญชีของคุณต้องมีการกำหนดหมายเลขโทรศัพท์ก่อนที่จะสามารถเปลี่ยนเมธอดเป็นการโทรติดต่อ โปรดติดต่อเจ้าหน้าที่ให้ความช่วยเหลือเพื่อกำหนดหมายเลขโทรศัพท์ให้กับบัญชีของคุณ
tr: Yönteminizi Telefon Araması olarak değiştirebilmeniz için hesabınızda atanmış bir telefon numarası olması gerekir. Hesabınıza bir telefon numarası atamayla ilgili yardım için yardım masanıza başvurun.
uk: Перш ніж ви зможете змінити метод на "Телефонний дзвінок", до вашого облікового запису має бути прив'язано номер телефону. Зверніться до служби технічної підтримки з питання прив'язування номера телефону до облікового запису.
vi: Tài khoản của bạn phải có một số điện thoại được gán trước khi bạn có thể thay đổi phương thức của bạn thành Cuộc gọi Điện thoại. Hãy liên hệ bộ phận trợ giúp để gán một số điện thoại cho tài khoản của bạn.
zh_cn: 您必须先为您的帐户分配一个电话号码，才能将您的方法更改为“电话呼叫”。若要为您的帐户分配手机号码，请联系技术支持人员。
zh_tw: 帳戶必須具有已指派的電話號碼，您才能將方法變更為 [通話]。請連絡支援人員以將電話號碼指派給帳戶。
