Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_InstructionsUserSetupToCompleteSmsOneWayOtpPlusPin
source: To complete this step, Multi-Factor Authentication will send a one-time passcode in a text message to the number you entered. When prompted, enter the one-time passcode plus your PIN to authenticate.
ar: لإكمال هذه الخطوة، سيرسل Multi-Factor Authentication رمز مرور لمرة واحدة في رسالة نصية إلى الرقم الذي أدخلته. أدخل رمز مرور المرة الواحدة ورقم PIN عند مطالبتك بهما كي تتمكن من المصادقة.
bg: За завършването на тази стъпка Multi-Factor Authentication ще изпрати на въведения от вас номер текстово съобщение с еднократна парола. При подкана въведете еднократната парола и ПИН-а, за да бъдете удостоверени.
ca: Per completar aquest pas, el Multi-Factor Authentication enviarà una contrasenya d'un sol ús en un missatge de text al número introduït. Quan se us demani, introduïu la contrasenya d'un sol ús i el PIN per autenticar-vos.
cs: V rámci provedení tohoto kroku aplikace Multi-Factor Authentication vám zašleme jednorázové heslo ve zprávě SMS na číslo, které jste zadali. Ověříte se tak, že po zobrazení výzvy zadáte jednorázové heslo.
da: For at fuldføre dette trin sender Multi-Factor Authentication en engangsadgangskode i en sms til det angivne nummer. Angiv engangsadgangskoden og din pinkode for at godkende, når du bliver bedt om det.
de: Anschließend wird eine Einmalkennung von Multi-Factor Authentication per SMS an die von Ihnen angegebene Telefonnummer gesendet. Geben Sie auf Aufforderung die Einmalkennung und Ihre PIN ein, um sich zu authentifizieren.
el: Προκειμένου να ολοκληρωθεί αυτό το βήμα, η υπηρεσία Multi-Factor Authentication θα πραγματοποιήσει αποστολή ενός κωδικού πρόσβασης μίας χρήσης, μέσω μηνύματος κειμένου (SMS) στον αριθμό που εισαγάγατε. Όταν σας ζητηθεί, εισαγάγετε τον κωδικό πρόσβασης μίας χρήσης, συν το PIN σας, για να πραγματοποιηθεί ο έλεγχος ταυτότητας.
es: Para completar este paso, Multi-Factor Authentication enviará un código de acceso de un solo uso en un mensaje de texto al número haya especificado. Cuando se le solicite, escriba el código de acceso de un solo uso junto con el código PIN para la autenticación.
et: Selle sammu lõpuleviimiseks saadab Multi-Factor Authentication sisestatud telefoninumbrile tekstsõnumina ühekordse pääsukoodi. Päringu esitamisel sisestage autentimiseks ühekordne pääsukood ja PIN.
eu: Urrats hau osatzeko, Multi-Factor Authentication aplikazioak erabilera bakarreko pasakode bat bidaliko du testu-mezu batean sartu duzun zenbakira. Eskatutakoan, sartu erabilera bakarreko pasakodea eta PINa autentifikatzeko.
fi: Tämän vaiheen lopuksi Multi-Factor Authentication lähettää antamaasi numeroon tekstiviestin, jossa on kertakäyttöinen tunnuskoodi. Anna pyydettäessä kertakäyttöinen tunnuskoodi ja PIN-koodi todennusta varten.
fr: Pour finaliser cette étape, Multi-Factor Authentication enverra un code secret à usage unique dans un SMS au numéro que vous avez entré. Lorsque vous y êtes invité, entrez le code secret à usage unique et votre PIN pour procéder à l'authentification.
gl: Para concluír este paso, Multi-Factor Authentication enviará un código de acceso dun só uso nunha mensaxe de texto ao número que introduciu. Cando se lle solicite, introduza o código de acceso dun só uso e o PIN para autenticar.
he: כדי להשלים שלב זה, Multi-Factor Authentication ישלח קוד סיסמה חד-פעמי בהודעת טקסט למספר שהזנת. כאשר תתבקש, הזן את קוד הסיסמה החד-פעמי ומספר הזיהוי האישי לביצוע האימות.
hi: यह चरण पूरा करने के लिए, Multi-Factor Authentication आपके द्वारा दर्ज किए गए नंबर पर एक पाठ संदेश में एकबारगी पासकोड भेजेगा. संकेत दिए जाने पर, प्रमाणीकृत करने के लिए एकबारगी पासकोड और अपना पिन दर्ज करें.
hr: Da biste dovršili ovaj korak, Multi-Factor Authentication u tekstnoj poruci šalje jednokratnu lozinku na broj koji ste unijeli. Kada vas se to zatraži, unesite jednokratnu lozinku i PIN te tako provjerite autentičnost.
hu: Ennek a lépésnek a befejezéséhez a Multi-Factor Authentication küldeni fog a megadott számra szöveges üzenetben egy egyszeri jelszót. A vonatkozó felszólítás megjelenésekor a hitelesítés végrehajtásához írja be az egyszeri jelszót és a PIN-kódot.
id: Untuk menyelesaikan langkah ini, Multi-Factor Authentication mengirimkan SMS berisi kode akses satu-kali ke nomor yang Anda masukkan. Jika diminta, masukkan kode akses satu-kali plus PIN Anda untuk mengautentikasi.
it: Per completare questo passaggio, Multi-Factor Authentication invierà al numero immesso un SMS contenente un passcode monouso. Quando richiesto, immettere il passcode monouso e il PIN per eseguire l'autenticazione.
ja: 入力した電話番号に、Multi-Factor Authentication からテキスト メッセージでワンタイム パスコードが届きます。アカウントを認証するには、指示に従ってワンタイム パスコードと PIN を入力してください。
kk: Бұл қадамды аяқтау үшін, Multi-Factor Authentication қызметі енгізілген нөмірге мәтіндік хабармен бір рет қолданылатын құпия кодты жібереді. Сұралған кезде түпнұсқалықты растау үшін, бір рет қолданылатын құпия кодты және PIN кодын енгізіңіз.
ko: 이 단계를 완료하기 위해 Multi-Factor Authentication에서 입력한 번호로 OTP(일회성 암호)를 문자 메시지로 보냅니다. 인증을 위해 OTP(일회성 암호)와 PIN을 묻는 메시지가 나타나면 입력하십시오.
lt: Kad būtų atliktas šis veiksmas, „Multi-Factor Authentication“ jūsų įvestu numeriu atsiųs teksto žinutę su vienkartiniu prieigos kodu. Kai paraginama, įveskite vienkartinį prieigos kodą ir PIN norėdami autentifikuoti.
lv: Pēc tam programma Multi-Factor Authentication nosūtīs uz norādīto tālruņa numuru īsziņu, kurā būs norādīts vienreizējs ieejas kods. Kad tiks parādīta atbilstoša uzvedne, ievadiet vienreizējo ieejas kodu un PIN, lai veiktu autentifikāciju.
ms: Untuk melengkapkan langkah ini, Multi-Factor Authentication akan menghantar kod laluan sekali guna dalam mesej teks ke nombor yang anda masukkan. Apabila diminta, masukkan kod laluan sekali guna dan PIN anda untuk membuat pengesahan.
nl: Voor het voltooien van deze stap ontvangt u van Multi-Factor Authentication een eenmalige wachtwoordcode per sms op het door u ingevoerde nummer. Voer, wanneer u daarom wordt gevraagd, de eenmalige wachtwoordcode én uw pincode in om u te authenticeren.
no: Multi-Factor Authentication fullfører dette trinnet ved å sende et engangspassord i en tekstmelding til nummeret du oppgav. Når du blir bedt om det, skriver du inn engangspassordet pluss PIN-koden for å godkjenne.
pl: W celu ukończenia tego kroku usługa Multi-Factor Authentication wyśle na wprowadzony numer wiadomość SMS z jednorazowym kodem dostępu. Po pojawieniu się monitu wprowadź jednorazowy kod dostępu oraz numer PIN w celu uwierzytelnienia.
pt_br: Para concluir esta etapa, o Multi-Factor Authentication enviará uma senha de uso único em uma mensagem de texto para o número inserido. Quando solicitado, insira a senha de uso único mais o PIN para autenticar.
pt_pt: Para executar este passo, a Autenticação Multifator enviará um código de acesso único numa mensagem SMS para o número que introduziu. Quando solicitado, introduza o código de acesso único e o seu PIN para efetuar a autenticação.
ro: Pentru a finaliza acest pas, Multi-Factor Authentication va trimite la numărul introdus un mesaj text cu un cod de acces unic. Pentru autentificare, introduceți codul de acces unic și codul PIN, atunci când vi se solicită acest lucru.
ru: Для выполнения этого шага Multi-Factor Authentication отправит по указанному вами номеру SMS с одноразовым паролем. При появлении запроса введите одноразовый пароль и ПИН-код для проверки подлинности.
sk: Na dokončenie tohto kroku sa zo služby Multi-Factor Authentication odošle textová správa s jednorazovým prístupovým kódom na zadané číslo. Po zobrazení výzvy uskutočnite overenie zadaním jednorazového prístupového kódu a PIN kódu.
sl: Za dokončanje tega koraka bo storitev Multi-Factor Authentication na navedeno telefonsko številko poslala besedilno sporočilo z enkratnim geslom. Za preverjanje pristnosti ob pozivu vnesite enkratno geslo in kodo PIN.
sr_cyrl_cs: Да бисте довршили овај корак, Multi-Factor Authentication ће на број који сте унели послати текстуалну поруку са једнократним кодом. Када се то од вас затражи, унесите једнократни код и PIN да бисте потврдили идентитет.
sr_latn_cs: Da biste dovršili ovaj korak, Multi-Factor Authentication će na broj koji ste uneli poslati tekstualnu poruku sa jednokratnim kodom. Kada se to od vas zatraži, unesite jednokratni kôd i PIN da biste potvrdili identitet.
sv: Det här steget slutförs genom att Multi-Factor Authentication skickar en engångslösenkod i ett SMS till det nummer du har angett. Ange engångslösenkoden plus PIN-koden för att autentisera när du uppmanas att göra det.
th: ในการดำเนินการขั้นตอนนี้ให้เสร็จสมบูรณ์ Multi-Factor Authentication จะส่งข้อความที่มีรหัสผ่านแบบครั้งเดียวไปยังหมายเลขที่คุณป้อน เมื่อได้รับพร้อมท์ ให้ป้อนรหัสผ่านแบบครั้งเดียวดังกล่าวพร้อมด้วย PIN ของคุณเพื่อรับรองความถูกต้อง
tr: Bu adımı tamamlamak için, Multi-Factor Authentication girdiğiniz numaraya metin mesajı şeklinde bir kerelik bir geçiş kodu gönderir. Kimlik doğrulaması yapmak için, PIN kodunuzun yanı sıra istendiğinde bu bir kerelik geçiş kodunu girin.
uk: Для виконання цього кроку Multi-Factor Authentication надішле одноразовий код доступу в текстовому повідомленні на зазначений номер. Для автентифікації з появою запиту введіть одноразовий код доступу та PIN-код.
vi: Để hoàn tất bước này, Multi-Factor Authentication sẽ gửi một mã thông hành dùng một lần trong một tin nhắn văn bản đến số bạn đã nhập. Khi được nhắc, hãy nhập mã thông hành dùng một lần này và PIN của bạn để xác thực.
zh_cn: 为完成此步骤，Multi-Factor Authentication 将会通过短信向您输入的电话号码发送一次性密码。出现提示时，输入该一次性密码和您的 PIN，以进行身份验证。
zh_tw: 為了完成此步驟，Multi-Factor Authentication 會以簡訊將單次密碼傳送到您輸入的號碼。出現提示時，請輸入單次密碼和 PIN 來進行驗證。

# Label_InstructionsUserSetupToCompleteSmsTwoWayOtp
source: To complete this step, Multi-Factor Authentication will send a one-time passcode in a text message to the number you entered. Reply to the text message with the one-time passcode to authenticate.
ar: لإكمال هذه الخطوة، سيرسل Multi-Factor Authentication رمز مرور لمرة واحدة في رسالة نصية إلى الرقم الذي أدخلته. ويرجى الرد على الرسالة النصية برمز مرور المرة الواحدة كي تتمكن من المصادقة.
bg: За завършването на тази стъпка Multi-Factor Authentication ще изпрати на въведения от вас номер текстово съобщение с еднократна парола. Отговорете на съобщението с еднократната парола, за да бъдете удостоверени.
ca: Per completar aquest pas, el Multi-Factor Authentication enviarà una contrasenya d'un sol ús en un missatge de text al número introduït. Responeu al missatge de text amb la contrasenya d'un sol ús per autenticar-vos.
cs: V rámci provedení tohoto kroku aplikace Multi-Factor Authentication vám zašleme jednorázové heslo ve zprávě SMS na číslo, které jste zadali. Ověříte se tak, že odpovíte na zprávu SMS jednorázovým heslem.
da: For at fuldføre dette trin sender Multi-Factor Authentication en engangsadgangskode i en sms til det angivne nummer. Besvar sms'en med engangsadgangskoden for at godkende.
de: Anschließend wird eine Einmalkennung von Multi-Factor Authentication per SMS an die von Ihnen angegebene Telefonnummer gesendet. Antworten Sie auf die SMS mit der Einmalkennung, um sich zu authentifizieren.
el: Προκειμένου να ολοκληρωθεί αυτό το βήμα, η υπηρεσία Multi-Factor Authentication θα πραγματοποιήσει αποστολή ενός κωδικού πρόσβασης μίας χρήσης, μέσω μηνύματος κειμένου (SMS) στον αριθμό που εισαγάγατε. Απαντήστε στο μήνυμα κειμένου με τον κωδικό πρόσβασης μίας χρήσης, για να πραγματοποιηθεί ο έλεγχος ταυτότητας.
es: Para completar este paso, Multi-Factor Authentication enviará un código de acceso de un solo uso en un mensaje de texto al número haya especificado. Responda al mensaje de texto con el código de acceso de un solo uso para la autenticación.
et: Selle sammu lõpuleviimiseks saadab Multi-Factor Authentication sisestatud telefoninumbrile tekstsõnumina ühekordse pääsukoodi. Autentimiseks vastake tekstsõnumile ühekordse pääsukoodiga.
eu: Urrats hau osatzeko, Multi-Factor Authentication aplikazioak erabilera bakarreko pasakode bat bidaliko du testu-mezu batean sartu duzun zenbakira. Autentifikatzeko, erantzun testu-mezuari erabilera bakarreko pasakodearekin.
fi: Tämän vaiheen lopuksi Multi-Factor Authentication lähettää antamaasi numeroon tekstiviestin, jossa on kertakäyttöinen tunnuskoodi. Tee todennus vastaamalla tekstiviestiin kertakäyttöisellä tunnuskoodilla.
fr: Pour finaliser cette étape, Multi-Factor Authentication enverra un code secret à usage unique dans un SMS au numéro que vous avez entré. Répondez au SMS avec le code secret à usage unique pour procéder à l'authentification.
gl: Para concluír este paso, Multi-Factor Authentication enviará un código de acceso dun só uso nunha mensaxe de texto ao número que introduciu. Responda á mensaxe de texto co código de acceso dun só uso para autenticar.
he: כדי להשלים שלב זה, Multi-Factor Authentication ישלח קוד סיסמה חד-פעמי בהודעת טקסט למספר שהזנת. השב להודעת הטקסט עם קוד הסיסמה החד-פעמי לביצוע האימות.
hi: यह चरण पूरा करने के लिए, Multi-Factor Authentication आपके द्वारा दर्ज किए गए नंबर पर एक पाठ संदेश में एकबारगी पासकोड भेजेगा. प्रमाणीकृत करने के लिए पाठ संदेश का एकबारगी पासकोड के साथ उत्तर दें.
hr: Da biste dovršili ovaj korak, Multi-Factor Authentication u tekstnoj poruci šalje jednokratnu lozinku na broj koji ste unijeli. Odgovorite na tekstnu poruku s jednokratnom lozinkom i tako provjerite autentičnost.
hu: Ennek a lépésnek a befejezéséhez a Multi-Factor Authentication küldeni fog a megadott számra szöveges üzenetben egy egyszeri jelszót. A hitelesítés végrehajtásához egy válaszüzenetben küldje vissza az egyszeri jelszót.
id: Untuk menyelesaikan langkah ini, Multi-Factor Authentication mengirimkan SMS berisi kode akses satu-kali ke nomor yang Anda masukkan. Balas SMS tersebut dengan kode akses satu-kali yang tercantum untuk mengautentikasi.
it: Per completare questo passaggio, Multi-Factor Authentication invierà al numero immesso un SMS contenente un passcode monouso. Rispondere all'SMS con il passcode monouso per eseguire l'autenticazione.
ja: 入力した電話番号に、Multi-Factor Authentication からテキスト メッセージでワンタイム パスコードが届きます。アカウントを認証するには、ワンタイム パスコードを入力してメッセージに返信してください。
kk: Бұл қадамды аяқтау үшін, Multi-Factor Authentication қызметі енгізілген нөмірге мәтіндік хабармен бір рет қолданылатын құпия кодты жібереді. Түпнұсқалықты растау үшін, мәтіндік хабарға бір рет қолданылатын құпия кодты жазып жауап беріңіз.
ko: 이 단계를 완료하기 위해 Multi-Factor Authentication에서 입력한 번호로 OTP(일회성 암호)를 문자 메시지로 보냅니다. 인증을 위해 OTP(일회성 암호)를 포함하여 문자 메시지에 회신하십시오.
lt: Kad būtų atliktas šis veiksmas, „Multi-Factor Authentication“ jūsų įvestu numeriu atsiųs teksto žinutę su vienkartiniu prieigos kodu. Norėdami autentifikuoti atsakykite į teksto žinutę naudodami vienkartinį prieigos kodą.
lv: Pēc tam programma Multi-Factor Authentication nosūtīs uz norādīto tālruņa numuru īsziņu, kurā būs norādīts vienreizējs ieejas kods. Lai veiktu autentifikāciju, atbildiet uz īsziņu, norādot ieejas kodu.
ms: Untuk melengkapkan langkah ini, Multi-Factor Authentication akan menghantar kod laluan sekali guna dalam mesej teks ke nombor yang anda masukkan. Balas mesej teks dengan menyertakan kod laluan sekali guna untuk membuat pengesahan.
nl: Voor het voltooien van deze stap ontvangt u van Multi-Factor Authentication een eenmalige wachtwoordcode per sms op het door u ingevoerde nummer. Beantwoord het SMS-bericht met de eenmalige wachtwoordcode om u te authenticeren.
no: Multi-Factor Authentication fullfører dette trinnet ved å sende et engangspassord i en tekstmelding til nummeret du oppgav. Svar på tekstmeldingen med engangspassordet for å godkjenne.
pl: W celu ukończenia tego kroku usługa Multi-Factor Authentication wyśle na wprowadzony numer wiadomość SMS z jednorazowym kodem dostępu. Odpowiedz na wiadomość SMS, wysyłając jednorazowy kod dostępu w celu uwierzytelnienia.
pt_br: Para concluir esta etapa, o Multi-Factor Authentication enviará uma senha de uso único em uma mensagem de texto para o número inserido. Responda à mensagem de texto com a senha de uso único para autenticar.
pt_pt: Para executar este passo, a Autenticação Multifator enviará um código de acesso único numa mensagem SMS para o número que introduziu. Responda à mensagem SMS com o código de acesso único para efetuar a autenticação.
ro: Pentru a finaliza acest pas, Multi-Factor Authentication va trimite la numărul introdus un mesaj text cu un cod de acces unic. Pentru autentificare, răspundeți la mesajul text cu codul de acces unic.
ru: Для выполнения этого шага Multi-Factor Authentication отправит по указанному вами номеру SMS с одноразовым паролем. Чтобы проверить подлинность, ответьте на SMS, передав в нем одноразовый пароль.
sk: Na dokončenie tohto kroku sa zo služby Multi-Factor Authentication odošle textová správa s jednorazovým prístupovým kódom na vami zadané číslo. Overenie uskutočníte, keď v odpovedi na túto textovú správu uvediete príslušný jednorazový prístupový kód.
sl: Za dokončanje tega koraka bo storitev Multi-Factor Authentication na navedeno telefonsko številko poslala besedilno sporočilo z enkratnim geslom. Za preverjanje pristnosti na sporočilo odgovorite z enkratnim geslom.
sr_cyrl_cs: Да бисте довршили овај корак, Multi-Factor Authentication ће на број који сте унели послати текстуалну поруку са једнократним кодом. Одговорите на текстуалну поруку тако што ћете послати једнократни код да бисте потврдили идентитет.
sr_latn_cs: Da biste dovršili ovaj korak, Multi-Factor Authentication će na broj koji ste uneli poslati tekstualnu poruku sa jednokratnim kodom. Odgovorite na tekstualnu poruku tako što ćete poslati jednokratni kôd da biste potvrdili identitet.
sv: Det här steget slutförs genom att Multi-Factor Authentication skickar en engångslösenkod i ett SMS till det nummer du har angett. Svara på SMS:et med engångslösenkoden för att autentisera.
th: ในการดำเนินการขั้นตอนนี้ให้เสร็จสมบูรณ์ Multi-Factor Authentication จะส่งข้อความที่มีรหัสผ่านแบบครั้งเดียวไปยังหมายเลขที่คุณป้อน โปรดตอบกลับข้อความด้วยรหัสผ่านแบบครั้งเดียวเพื่อรับรองความถูกต้อง
tr: Bu adımı tamamlamak için, Multi-Factor Authentication, girdiğiniz numaraya bir kerelik bir geçiş kodu gönderecektir. Kimlik doğrulaması yapmak için metin mesajına bir kerelik geçiş koduyla yanıt verin.
uk: Для виконання цього кроку Multi-Factor Authentication надішле одноразовий код доступу в текстовому повідомленні на зазначений номер. Для автентифікації потрібно відповісти на текстове повідомлення, надіславши одноразовий код доступу.
vi: Để hoàn tất bước này, Multi-Factor Authentication sẽ gửi một mã thông hành dùng một lần trong một tin nhắn văn bản đến số bạn đã nhập. Trả lời tin nhắn văn bản với mã thông hành dùng một lần này để xác thực.
zh_cn: 为完成此步骤，Multi-Factor Authentication 将通过短信向您输入的电话号码发送一次性密码。请在短信中回复该一次性密码，以进行身份验证。
zh_tw: 為了完成此步驟，Multi-Factor Authentication 會以簡訊將單次密碼傳送到您輸入的號碼。請回覆簡訊並附上單次密碼來進行驗證。
