Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_MustChangeModeToPhoneApp
source: After activating the Multi-Factor Authentication mobile app on your device, you'll need to change your method to Mobile App. Click the Change Method link in the navigation menu and specify the Mobile App method to start using the app.
ar: بعد تنشيط تطبيق الأجهزة المحمولة Multi-Factor Authentication على جهازك، ستكون بحاجة إلى تغيير الأسلوب الخاص بك إلى "تطبيق الأجهزة المحمولة". انقر فوق ارتباط "تغيير الأسلوب" في قائمة التنقل وحدد أسلوب "تطبيق الأجهزة المحمولة" لتبدأ استخدام التطبيق.
bg: След активиране на мобилното приложение Multi-Factor Authentication на вашето устройство ще е необходимо да промените метода си на "Мобилно приложение". Щракнете върху връзката "Промяна на метода" в навигационното меню и задайте метода "Мобилно приложение", за да започнете да използвате приложението.
ca: Després d'activar l'aplicació mòbil Multi-Factor Authentication, haureu de canviar el mètode a Aplicació mòbil. Feu clic a l'enllaç Canvia el mètode al menú de navegació i especifiqueu el mètode Aplicació mòbil per començar a utilitzar l'aplicació.
cs: Po aktivaci mobilní aplikace Multi-Factor Authentication ve vašem zařízení je nutné změnit metodu na Mobilní aplikace. V navigační nabídce klikněte na odkaz Změnit metodu a zadejte metodu Mobilní aplikace, abyste mohli aplikaci začít používat.
da: Når du har aktiveret Multi-Factor Authentication-mobilappen på din enhed, skal du ændre metode til Mobilapp. Klik på linket Skift metode i navigationsmenuen, og angiv metoden Mobilapp for at begynde at bruge appen.
de: Nach der Aktivierung der mobilen Anwendung für Multi-Factor Authentication auf Ihrem Gerät muss "Mobile Anwendung" als Methode ausgewählt werden. Klicken Sie auf den Link "Methode ändern" im Navigationsmenü, und geben Sie als Methode "Mobile Anwendung" an, um die Anwendung zu verwenden.
el: Αφού ενεργοποιήσετε στη δική σας συσκευή την εφαρμογή Multi-Factor Authentication για κινητές συσκευές, θα πρέπει να αλλάξετε τη μέθοδό σας σε "Εφαρμογή για κινητές συσκευές". Κάντε κλικ στη σύνδεση "Αλλαγή μεθόδου" στο μενού περιήγησης και καθορίστε ως μέθοδο την "Εφαρμογή για κινητές συσκευές", για να αρχίσετε να χρησιμοποιείτε την εφαρμογή.
es: Después de activar la aplicación móvil Multi-Factor Authentication en su dispositivo, deberá cambiar el método a Aplicación móvil. Haga clic en el vínculo Cambiar método en el menú de navegación y especifique el método Aplicación móvil para empezar a usar la aplicación.
et: Pärast Multi-Factor Authenticationi mobiilirakenduse aktiveerimist oma seadmes, valige meetodiks Mobiilirakendus. Klõpsake navigeerimismenüüs lingil Muuda meetodit ning valige rakenduse kasutamise alustamiseks meetodiks Mobiilirakendus.
eu: Multi-Factor Authentication mugikorreko aplikazioa zure gailuan aktibatu ondoren metodoa Mugikorreko aplikazioa aukerara aldatu beharko duzu. Egin klik Aldatu metodoa aukeran nabigazio-menuan eta zehaztu Mugikorreko aplikazioa aukera aplikazioa erabiltzen hasteko.
fi: Kun olet aktivoinut Multi-Factor Authentication -mobiilisovelluksen laitteessasi, sinun on otettava käyttöön Mobiilisovellus-menetelmä. Napsauta siirtymisvalikossa Vaihda menetelmä -linkkiä ja aloita sovelluksen käyttö valitsemalla Mobiilisovellus-menetelmä.
fr: Une fois l'application mobile Multi-Factor Authentication activée sur votre appareil, vous devez modifier votre méthode en Application mobile. Cliquez sur le lien Changer de méthode dans le menu de navigation et spécifiez la méthode Application mobile pour commencer à utiliser l'application.
gl: Despois de activar a aplicación para móbil de Multi-Factor Authentication no dispositivo, terá que modificar o método a Aplicación para móbil. Prema na ligazón Modificar método no menú de navegación e especifique o método Aplicación para móbil para comezar a usar a aplicación.
he: לאחר הפעלת האפליקציה למכשירים ניידים של Multi-Factor Authentication במכשיר שלך, תצטרך לשנות את השיטה ל'אפליקציה למכשירים ניידים'. לחץ על הקישור 'שנה שיטה' בתפריט הניווט וציין את השיטה 'אפליקציה למכשירים ניידים' כדי להתחיל להשתמש באפליקציה.
hi: अपने डिवाइस पर Multi-Factor Authentication मोबाइल अनुप्रयोग सक्रिय करने के बाद, आपको अपनी विधि बदलकर मोबाइल अनुप्रयोग करनी होगी. नेविगेशन मेनू में विधि बदलें लिंक क्लिक करें और अनुप्रयोग का उपयोग करना प्रारंभ करने के लिए मोबाइल अनुप्रयोग विधि निर्दिष्ट करें.
hr: Nakon aktiviranja mobilne aplikacije Multi-Factor Authentication na svom uređaju, morat ćete promijeniti metodu na Mobilnu aplikaciju. Kliknite vezu Promijeni metodu u navigacijskom izborniku i navedite metodu Mobilna aplikacija da biste počeli upotrebljavati aplikaciju.
hu: Miután aktiválta a Multi-Factor Authentication mobilalkalmazást a készülékén, át kell állítania a fiókját mobilalkalmazásra alapuló hitelesítésre. Kattintson a navigációs menü Módszer megváltoztatása hivatkozására, majd az alkalmazás használatának megkezdéséhez válassza a Mobilalkalmazás módszer.
id: Setelah mengaktifkan aplikasi seluler Multi-Factor Authentication pada perangkat, Anda perlu mengubah metode ke Aplikasi Seluler. Klik tautan Ubah Metode dalam menu navigasi dan tentukan metode Aplikasi Seluler untuk mulai menggunakan aplikasi.
it: Dopo aver attivato l'app mobile Multi-Factor Authentication nel dispositivo, è necessario impostare il metodo su App mobile. Fare clic sul collegamento Cambia metodo nel menu di navigazione e specificare il metodo App mobile per iniziare a utilizzare l'app.
ja: デバイスの Multi-Factor Authentication モバイル アプリをアクティブ化したら、認証方法を [モバイル アプリ] に変更する必要があります。アプリを使い始める前に、ナビゲーション メニューの [認証方法の変更] リンクをクリックし、認証方法を [モバイル アプリ] に指定してください。
kk: Құрылғыда Multi-Factor Authentication мобильді бағдарламасын белсендіргеннен кейін, Мобильді бағдарлама әдісіне ауысу керек. Бағдарламаны қолдана бастау үшін, шарлау мәзірінде "Әдісті өзгерту" сілтемесін басып, "Мобильді бағдарлама" әдісін белгілеңіз.
ko: 장치에서 Multi-Factor Authentication 모바일 앱을 활성화한 후 방법을 [모바일 앱]으로 변경해야 합니다. 탐색 메뉴에서 [방법 변경] 링크를 클릭하고 [모바일 앱] 방법을 지정하여 앱을 사용하기 시작하십시오.
lt: Kai mobiliųjų įrenginių programėlė „Multi-Factor Authentication“ suaktyvinama jūsų įrenginyje, reikės pakeisti savo metodą į Mobiliųjų įrenginių programėlė. Naršymo meniu spustelėkite saitą Keisti metodą ir nurodykite Mobiliųjų įrenginių programėlė norėdami pradėti naudoti programėlę.
lv: Pēc mobilās programmas Multi-Factor Authentication aktivizēšanas savā ierīcē nomainiet metodi uz Mobilā programma. Lai sāktu izmantot lietojumprogrammu, navigācijas izvēlnē noklikšķiniet uz saites Mainīt metodi un norādiet metodi Mobilā programma.
ms: Selepas mengaktifkan apl mudah alih Multi-Factor Authentication pada peranti anda, anda perlu menukar kaedah kepada Apl Mudah Alih. Klik pada pautan Tukar Kaedah dalam menu navigasi dan nyatakan kaedah Apl Mudah Alih untuk mula menggunakan apl tersebut.
nl: Nadat u de mobiele app Multi-Factor Authentication op uw apparaat hebt geactiveerd, moet de methode voor uw account worden gewijzigd in Mobiele app. Klik op de koppeling Methode wijzigen in het navigatiemenu en geef de methode Mobiele app op om de app te gaan gebruiken.
no: Etter at du har aktivert mobilappen Multi-Factor Authentication på enheten, må du endre metoden til Mobilapp. Klikk Endre metode-koblingen på navigasjonsmenyen, og angi metoden Mobilapp for å begynne å bruke appen.
pl: Po aktywowaniu aplikacji mobilnej Multi-Factor Authentication na urządzeniu należy wybrać metodę Aplikacja mobilna. W menu nawigacyjnym kliknij łącze Zmień metodę i wybierz metodę Aplikacja mobilna, aby rozpocząć korzystanie z aplikacji.
pt_br: Depois de ativar o aplicativo móvel Multi-Factor Authentication no seu dispositivo, você deverá alterar o método para Aplicativo Móvel. Clique no link Alterar Método no menu de navegação e especifique o método Aplicativo Móvel para começar a usar o aplicativo.
pt_pt: Após a ativação da aplicação móvel de Autenticação Multifator no seu dispositivo, terá de alterar o seu método para Aplicação Móvel. Clique na ligação Alterar Método no menu de navegação e especifique o método Aplicação Móvel para começar a utilizar a aplicação.
ro: După ce activați aplicația mobilă Multi-Factor Authentication pe dispozitiv, trebuie să modificați metoda în Aplicație mobilă. Faceți clic pe linkul Modificare metodă în meniul de navigare, apoi specificați metoda Aplicație mobilă pentru a putea începe să utilizați aplicația.
ru: После активации мобильного приложения Multi-Factor Authentication на вашем устройстве необходимо изменить метод на "Мобильное приложение". Чтобы начать использовать приложение, щелкните ссылку "Изменить метод" в меню переходов и укажите метод "Мобильное приложение".
sk: Po aktivácii mobilnej aplikácie Multi-Factor Authentication v zariadení budete musieť zmeniť metódu na metódu Mobilná aplikácia. V navigačnej ponuke kliknite na prepojenie Zmeniť metódu a zadaním metódy Mobilná aplikácia môžete aplikáciu používať.
sl: Po aktiviranju mobilne aplikacije Multi-Factor Authentication v vaši napravi morate način spremeniti v Mobilna aplikacija. V meniju za krmarjenje kliknite povezavo Spremeni način in izberite način Mobilna aplikacija.
sr_cyrl_cs: Када на уређају активирате Multi-Factor Authentication апликацију за мобилне уређаје, мораћете да промените метод на опцију „Апликација за мобилне уређаје“. Кликните на везу „Промена метода“ у менију навигације и наведите метод „Апликација за мобилне уређаје“ да бисте почели да користите апликацију.
sr_latn_cs: Kada na uređaju aktivirate Multi-Factor Authentication aplikaciju za mobilne uređaje, moraćete da promenite metod na opciju „Aplikacija za mobilne uređaje“. Kliknite na vezu „Promena metoda“ u meniju navigacije i navedite metod „Aplikacija za mobilne uređaje“ da biste počeli da koristite aplikaciju.
sv: När du har aktiverat mobilappen för Multi-Factor Authentication på enheten måste metoden ändras till Mobilapp. Klicka på länken Ändra metod i navigeringsmenyn och ange metoden Mobilapp när du vill börja använda appen.
th: หลังจากเปิดใช้งานแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ในอุปกรณ์แล้ว คุณจะต้องเปลี่ยนเมธอดเป็นแอปสำหรับอุปกรณ์เคลื่อนที่ คลิกที่ลิงก์ "เปลี่ยนเมธอด" ในเมนูการนำทางและระบุเมธอดแอปสำหรับอุปกรณ์เคลื่อนที่เพื่อเริ่มใช้แอป
tr: Multi-Factor Authentication mobil uygulamasını cihazınızda etkinleştirdikten sonra, yönteminizi Mobil Uygulama olarak değiştirmeniz gerekir. Uygulamayı kullanmaya başlamak için gezinti menüsünde Yöntemi Değiştir'e tıklayın ve Mobil Uygulama yöntemini belirtin.
uk: Після активації у пристрої мобільної програми Multi-Factor Authentication необхідно змінити ваш метод на "Мобільна програма". У меню навігації натисніть "Змінити метод" і вкажіть метод "Мобільна програма", щоб почати використовувати програму.
vi: Sau khi kích hoạt ứng dụng di động Multi-Factor Authentication trên thiết bị của bạn, bạn sẽ cần thay đổi phương thức của bạn thành Ứng dụng Di động. Bấm vào nối kết Thay đổi Phương thức trong menu dẫn hướng và chỉ rõ phương thức Ứng dụng Di động để bắt đầu sử dụng ứng dụng.
zh_cn: 在设备上激活 Multi-Factor Authentication 移动应用后，您需要将方法更改为“移动应用”。单击导航菜单中的“更改方法”链接，然后指定“移动应用”方法以开始使用该应用。
zh_tw: 在裝置上啟用 Multi-Factor Authentication 行動裝置應用程式後，您必須將方法變更為 [行動裝置應用程式]。請按一下瀏覽功能表中的 [變更方法] 連結，並指定 [行動裝置應用程式] 方法以開始使用這個應用程式。

# Label_MustChangeUserToPhoneAppMode
source: After the user activates the Multi-Factor Authentication mobile app on their device, you'll need to change their method to Mobile App in order for them to use the app.
ar: بعدما يقوم المستخدم بتنشيط تطبيق الأجهزة المحمولة Multi-Factor Authentication على جهازه، ستكون بحاجة إلى تغيير الأسلوب الخاص به إلى "تطبيق الأجهزة المجمولة" ليمكنه استخدام التطبيق.
bg: След като потребителят активира мобилното приложение Multi-Factor Authentication на устройството си, ще е необходимо да промените метода на потребителя на "Мобилно приложение", за да може да използва приложението.
ca: Després que l'usuari activi l'aplicació mòbil Multi-Factor Authentication al dispositiu, haureu de canviar el mètode de l'usuari a Aplicació mòbil perquè pugui utilitzar l'aplicació.
cs: Poté, co si uživatel na svém zařízení aktivuje mobilní aplikaci Multi-Factor Authentication, budete nutné, aby si změnil metodu na Mobilní aplikace, aby mohl aplikaci používat.
da: Når brugeren har aktiveret Multi-Factor Authentication-mobilappen på sin enhed, skal du ændre metode til Mobilapp, for at vedkommende kan bruge appen.
de: Nachdem ein Benutzer die mobile Anwendung für Multi-Factor Authentication auf seinem Gerät aktiviert hat, müssen Sie "Mobile Anwendung" als Methode auswählen, damit die Anwendung dem Benutzer zur Verfügung steht.
el: Αφού οι χρήστες ενεργοποιήσουν την εφαρμογή Multi-Factor Authentication για κινητές συσκευές στη δική τους συσκευή, θα χρειαστεί να αλλάξετε τη μέθοδο που ισχύει στην περίπτωσή τους σε "Εφαρμογή για κινητές συσκευές", για να είναι σε θέση να χρησιμοποιήσουν την εφαρμογή.
es: Después de que el usuario active la aplicación móvil Multi-Factor Authentication en su dispositivo, deberá cambiar su método a Aplicación móvil para que el usuario pueda usar la aplicación.
et: Kui kasutaja on aktiveerinud oma seadmes Multi-Factor Authenticationi mobiilirakenduse, peab kasutaja meetodiks olema valitud Mobiilirakendus, et ta saaks rakendust kasutada.
eu: Erabiltzaileak Multi-Factor Authentication mugikorreko aplikazioa bere gailuan aktibatu ondoren, haren metodoa Mugikorreko aplikazioa aukerara aldatu beharko duzu aplikazioa erabili ahal izan dezan.
fi: Kun käyttäjä aktivoi Multi-Factor Authentication -mobiilisovelluksen laitteessaan, sinun on otettava hänen tilillään käyttöön Mobiilisovellus-menetelmä, jotta hän voi käyttää sovellusta.
fr: Une fois que l'utilisateur a activé l'application mobile Multi-Factor Authentication sur son appareil, vous devez modifier sa méthode en Application mobile afin qu'il puisse utiliser l'application.
gl: Cando o usuario active a aplicación para móbil de Multi-Factor Authentication no dispositivo, terá que modificar o método a Aplicación para móbil para que poida usar a aplicación.
he: לאחר שהמשתמש יפעיל את האפליקציה למכשירים ניידים של Multi-Factor Authentication במכשיר שלו, תצטרך לשנות את השיטה שלו ל'אפליקציה למכשירים ניידים' כדי שהוא יוכל להשתמש באפליקציה.
hi: उपयोगकर्ता द्वारा उनके डिवाइस पर Multi-Factor Authentication मोबाइल अनुप्रयोग सक्रिय किए जाने के बाद, आपको उनकी विधि बदलकर मोबाइल अनुप्रयोग करनी होगी, ताकि वे अनुप्रयोग का उपयोग कर पाएँ.
hr: Nakon što korisnik aktivira mobilnu aplikaciju Multi-Factor Authentication na svom uređaju, morat ćete promijeniti metodu na Mobilnu aplikaciju da bi mogao upotrebljavati aplikaciju.
hu: Miután a felhasználó aktiválta a Multi-Factor Authentication mobilalkalmazást a készülékén, módosítani kell a felhasználóra vonatkozóan megadott hitelesítési módszert, és a mobilalkalmazás használatára kell átállítani a fiókját.
id: Setelah pengguna mengaktifkan aplikasi seluler Multi-Factor Authentication pada perangkatnya, Anda perlu mengubah metode ke Aplikasi Seluler untuk dapat menggunakan aplikasi.
it: Dopo che l'utente ha attivato l'app mobile Multi-Factor Authentication nel proprio dispositivo, è necessario impostare il metodo su App mobile per consentire l'uso dell'app.
ja: ユーザーがデバイスの Multi-Factor Authentication モバイル アプリをアクティブ化した後、認証方法を [モバイル アプリ] に変更して、ユーザーがアプリを使えるようにする必要があります。
kk: Пайдаланушы құрылғыда Multi-Factor Authentication мобильді бағдарламасын белсендіргеннен кейін, бағдарламаны қолдана алуы үшін, оның әдісін "Мобильді бағдарлама" әдісіне өзгерту керек.
ko: 사용자가 장치에서 Multi-Factor Authentication 모바일 앱을 활성화하면 사용자가 앱을 사용할 수 있도록 사용자의 방법을 [모바일 앱]으로 변경해줘야 합니다.
lt: Kai vartotojas savo įrenginyje suaktyvina mobiliųjų įrenginių programėlę „Multi-Factor Authentication“, norint naudoti programėlę reikės pakeisti metodą į Mobiliųjų įrenginių programėlė.
lv: Kad lietotājs aktivizēs mobilo programmu Multi-Factor Authentication savā ierīcē, nomainiet metodi uz Mobilā programma, lai viņš varētu izmantot šo lietojumprogrammu.
ms: Selepas pengguna mengaktifkan apl mudah alih Multi-Factor Authentication pada peranti mereka, anda perlu menukar kaedah mereka kepada Apl Mudah Alih supaya mereka dapat menggunakan apl tersebut.
nl: Wanneer de gebruiker de mobiele app Multi-Factor Authentication op zijn/haar apparaat heeft geactiveerd, moet u de methode wijzigen in Mobiele app zodat de gebruiker met de app aan de slag kan.
no: Etter at brukeren aktiverer mobilappen Multi-Factor Authentication på enheten, må du endre brukerens metode til Mobilapp for at brukeren skal kunne bruke appen.
pl: Po aktywowaniu przez użytkownika aplikacji mobilnej Multi-Factor Authentication na urządzeniu należy wybrać metodę Aplikacja mobilna w celu korzystania z aplikacji.
pt_br: Depois que o usuário ativar o aplicativo móvel Multi-Factor Authentication no dispositivo, você deverá alterar o método para Aplicativo Móvel para que ele possa usar o aplicativo.
pt_pt: Após a ativação pelo utilizador da aplicação móvel de Autenticação Multifator no respetivo dispositivo, terá de alterar o respetivo método para Aplicação Móvel para que o utilizador possa utilizar a aplicação.
ro: După ce utilizatorul activează aplicația mobilă Multi-Factor Authentication pe propriul dispozitiv, trebuie să-i modificați metoda în Aplicație mobilă. În caz contrar, nu va putea utiliza aplicația.
ru: После того, как пользователь активирует мобильное приложение Multi-Factor Authentication на своем устройстве, для его последующего использования, возможно, потребуется изменить метод на "Мобильное приложение".
sk: Keď používateľ aktivuje mobilnú aplikáciu Multi-Factor Authentication vo svojom zariadení, budete musieť zmeniť jeho metódu na metódu Mobilná aplikácia, aby mohol aplikáciu používať.
sl: Ko uporabnik aktivira mobilno aplikacijo Multi-Factor Authentication v svoji napravi, morate uporabniku način spremeniti v Mobilna aplikacija. Šele nato bo lahko pričel uporabljati aplikacijo.
sr_cyrl_cs: Када корисник на уређају активира Multi-Factor Authentication апликацију за мобилне уређаје, мораћете да му промените метод на опцију „Апликација за мобилне уређаје“ да би почео да користи апликацију.
sr_latn_cs: Kada korisnik na uređaju aktivira Multi-Factor Authentication aplikaciju za mobilne uređaje, moraćete da mu promenite metod na opciju „Aplikacija za mobilne uređaje“ da bi počeo da koristi aplikaciju.
sv: När användaren har aktiverat mobilappen för Multi-Factor Authentication på enheten måste du ändra deras metod till Mobilapp för att de ska kunna använda appen.
th: หลังจากที่ผู้ใช้เปิดใช้งานแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ในอุปกรณ์ของพวกเขาแล้ว คุณจะต้องเปลี่ยนเมธอดของผู้ใช้เป็นแอปสำหรับอุปกรณ์เคลื่อนที่เพื่อให้ผู้ใช้สามารถใช้แอป
tr: Kullanıcılar Multi-Factor Authentication mobil uygulamasını cihazlarında etkinleştirdikten sonra, uygulamayı kullanabilmeleri için yöntemlerini Mobil Uygulama olarak değiştirmeniz gerekir.
uk: Після того, як користувач активує у своєму пристрої мобільну програму Multi-Factor Authentication, необхідно змінити його метод на "Мобільна програма", щоб користувач міг використовувати програму.
vi: Sau khi người dùng kích hoạt ứng dụng di động Multi-Factor Authentication trên thiết bị của họ, bạn sẽ cần thay đổi phương thức của họ thành Ứng dụng Di động để họ có thể sử dụng ứng dụng.
zh_cn: 用户在自己的设备上激活 Multi-Factor Authentication 移动应用后，需要将方法更改为“移动应用”以便于他们使用该应用。
zh_tw: 當使用者在裝置上啟用 Multi-Factor Authentication 行動裝置應用程式後，您必須將其方法變更為 [行動裝置應用程式]，使用者才能使用這個應用程式。
