Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_InstructionsUserOtp
source: To complete the authentication, enter the one-time passcode the user received in the SMS message.
ar: لتستكمل المصادقة، أدخل رمز مرور المرة الواحدة الذي استلمه المستخدم في رسالة SMS.
bg: За да завършите удостоверяването, въведете еднократната парола, получена от потребителя в текстовото съобщение.
ca: Per completar l'autenticació, introduïu la contrasenya d'un sol ús que l'usuari ha rebut al missatge SMS.
cs: Ověření lze dokončit zadáním jednorázového hesla, které uživatel obdržel ve zprávě SMS.
da: For at fuldføre godkendelsen skal du angive engangsadgangskoden, som brugeren har modtaget i en sms.
de: Geben Sie die Einmalkennung ein, die der Benutzer per SMS-Textnachricht erhalten hat, um die Authentifizierung abzuschließen.
el: Για να ολοκληρώσετε τη διαδικασία ελέγχου ταυτότητας, εισαγάγετε τον κωδικό πρόσβασης μίας χρήσης που έλαβε ο χρήστης στο μήνυμα SMS.
es: Para completar la autenticación, escriba el código de acceso de un solo uso que se incluye en el mensaje SMS recibido por el usuario.
et: Autentimise lõpuleviimiseks sisestage kasutajale SMSiga saadetud ühekordne pääsukood.
eu: Autentifikazioa osatzeko, sartu erabiltzaileak SMS mezuan jasotako erabilera bakarreko pasakodea.
fi: Voit viimeistellä todennuksen antamalla kertakäyttöisen tunnuskoodin, jonka käyttäjä sai tekstiviestissä.
fr: Pour finaliser l'authentification, entrez le code secret à usage unique que l'utilisateur a reçu dans le message SMS.
gl: Para concluír a autenticación, introduza o código de acceso dun só uso que o usuario recibiu na mensaxe SMS.
he: כדי להשלים את האימות, הזן את קוד הסיסמה החד-פעמי שהמשתמש קיבל בהודעת ה- SMS.
hi: प्रमाणीकरण पूरा करने के लिए, उपयोगकर्ता को SMS संदेश में प्राप्त होने वाला एकबारगी पासकोड दर्ज करें.
hr: Da biste dovršili provjeru autentičnosti, unesite jednokratnu lozinku koju je korisnik dobio u SMS poruci.
hu: A hitelesítés végrehajtásához adja meg azt az egyszeri jelszót, amit a felhasználó kapott SMS-ben.
id: Untuk menyelesaikan autentikasi, masukkan kode akses satu-kali yang diterima pengguna dalam pesan SMS.
it: Per completare l'autenticazione, immettere il passcode monouso che l'utente ha ricevuto nel messaggio SMS.
ja: 認証を完了するには、ユーザーが受信した SMS メッセージにあるワンタイム パスコードを入力してください。
kk: Түпнұсқалықты растауды аяқтау үшін, пайдаланушы SMS хабарымен алған бір рет қолданылатын құпия кодты енгізіңіз.
ko: 인증을 완료하려면 사용자가 SMS 메시지로 받은 OTP(일회성 암호)를 입력하십시오.
lt: Norėdami baigti autentifikuoti įveskite vienkartinį prieigos kodą, kurį vartotojas gavo SMS žinute.
lv: Lai pabeigtu autentifikāciju, ievadiet vienreizējo ieejas kodu, ko lietotājs saņēma īsziņā.
ms: Untuk melengkapkan pengesahan, masukkan kod laluan sekali guna yang diterima oleh pengguna ini dalam SMS.
nl: U kunt de authenticatie voltooien door de eenmalige wachtwoordcode in te voeren die de gebruiker in het SMS-bericht heeft ontvangen.
no: Hvis du vil fullføre godkjenningen, skriver du inn engangspassordet brukeren mottok i tekstmeldingen.
pl: Aby zakończyć uwierzytelnianie, wprowadź jednorazowy kod dostępu, który użytkownik otrzymał w wiadomości SMS.
pt_br: Para concluir a autenticação, digite a senha descartável que o usuário recebeu na mensagem SMS.
pt_pt: Para concluir a autenticação, introduza o código de acesso único que o utilizador recebeu na mensagem de SMS.
ro: Pentru a finaliza autentificarea, introduceți codul de acces unic pe care l-a primit utilizatorul prin mesaj SMS.
ru: Для завершения проверки подлинности введите одноразовый пароль, полученный пользователем в SMS-сообщении.
sk: Na dokončenie overenia zadajte jednorazový prístupový kód, ktorý používateľ dostal v SMS správe.
sl: Za dokončanje preverjanja pristnosti vnesite enkratno geslo, ki ga je uporabnik prejel v sporočilu SMS.
sr_cyrl_cs: Да бисте довршили потврду идентитета, унесите једнократни код који је корисник примио у SMS поруци.
sr_latn_cs: Da biste dovršili potvrdu identiteta, unesite jednokratni kôd koji je korisnik primio u SMS poruci.
sv: Slutför autentiseringen genom att ange engångslösenordet som användaren fick i SMS:et.
th: ในการดำเนินการรับรองความถูกต้องให้เสร็จสมบูรณ์ ให้ป้อนรหัสผ่านแบบครั้งเดียวที่ผู้ใช้ได้รับในข้อความ SMS
tr: Kimlik doğrulamasını tamamlamak için, kullanıcının SMS mesajıyla aldığı bir kerelik geçiş kodunu girin.
uk: Щоб завершити автентифікацію, введіть одноразовий код доступу, який користувач отримав у SMS-повідомленні.
vi: Để hoàn tất xác thực, hãy nhập mã thông hành dùng một lần người dùng đã nhận được trong tin nhắn SMS.
zh_cn: 要完成身份验证，请输入该用户通过短信接收到的一次性密码。
zh_tw: 若要完成驗證，請輸入使用者在簡訊中收到的單次密碼。

# Label_InstructionsUserOtpPlusPin
source: To complete the authentication, enter the one-time passcode the user received in the SMS message plus the user's PIN.
ar: لتستكمل المصادقة، أدخل رقم PIN الخاص بالمستخدم إضافة إلى رمز مرور المرة الواحدة الذي استلمه المستخدم في رسالة SMS.
bg: За да завършите удостоверяването, въведете еднократната парола, получена от потребителя в текстовото съобщение, и ПИН-а на потребителя.
ca: Per completar l'autenticació, introduïu la contrasenya d'un sol ús que l'usuari ha rebut al missatge SMS i el PIN de l'usuari.
cs: Ověření lze dokončit zadáním jednorázového hesla, které uživatel obdržel ve zprávě SMS, a PIN kódu uživatele.
da: For at fuldføre godkendelsen skal du angive engangsadgangskoden, som brugeren har modtaget i en sms, samt brugerens pinkode.
de: Geben Sie die Einmalkennung, die der Benutzer per SMS-Textnachricht erhalten hat, und die PIN des Benutzers ein, um die Authentifizierung abzuschließen.
el: Για να ολοκληρώσετε τη διαδικασία ελέγχου ταυτότητας, εισαγάγετε τον κωδικό πρόσβασης μίας χρήσης που έλαβε ο χρήστης στο μήνυμα SMS, συν το PIN του χρήστη.
es: Para completar la autenticación, escriba el código de acceso de un solo uso que se incluye en el mensaje SMS recibido por el usuario, además del PIN del usuario.
et: Autentimise lõpuleviimiseks sisestage kasutajale SMSiga saadetud ühekordne pääsukood ja PIN.
eu: Autentifikazioa osatzeko, sartu erabiltzaileak SMS mezuan jasotako erabilera bakarreko pasakodea eta erabiltzailearen PINa.
fi: Voit viimeistellä todennuksen antamalla kertakäyttöisen tunnuskoodin, jonka käyttäjä sai tekstiviestissä, ja käyttäjän PIN-koodin.
fr: Pour finaliser l'authentification, entrez le code secret à usage unique que l'utilisateur a reçu dans le message SMS ainsi que le PIN de l'utilisateur.
gl: Para concluír a autenticación, introduza o código de acceso dun só uso que o usuario recibiu na mensaxe SMS e o PIN do usuario.
he: כדי להשלים את האימות, הזן את קוד הסיסמה החד-פעמי שהמשתמש קיבל בהודעת ה- SMS וכן את מספר הזיהוי האישי של המשתמש.
hi: प्रमाणीकरण पूरा करने के लिए, उपयोगकर्ता को SMS संदेश में प्राप्त होने वाला एकबारगी पासकोड और उपयोगकर्ता का पिन दर्ज करें.
hr: Da biste dovršili provjeru autentičnosti, unesite jednokratnu lozinku koju je korisnik dobio u SMS poruci te korisnikov PIN.
hu: A hitelesítés végrehajtásához adja meg a felhasználónak SMS-ben küldött egyszeri jelszót és a felhasználó PIN-kódját.
id: Untuk menyelesaikan autentikasi, masukkan kode akses satu-kali yang diterima pengguna dalam pesan SMS plus PIN pengguna.
it: Per completare l'autenticazione, immettere il passcode monouso che l'utente ha ricevuto nel messaggio SMS, nonché il PIN dell'utente.
ja: 認証を完了するには、ユーザーが受信した SMS メッセージにあるワンタイム パスコードとユーザーの PIN を入力してください。
kk: Түпнұсқалықты растауды аяқтау үшін, пайдаланушы SMS хабарымен алған бір рет қолданылатын құпия кодты және пайдаланушының PIN кодын енгізіңіз.
ko: 인증을 완료하려면 사용자가 SMS 메시지로 받은 OTP(일회성 암호)와 사용자의 PIN을 입력하십시오.
lt: Norėdami baigti autentifikuoti įveskite vienkartinį prieigos kodą, kurį vartotojas gavo SMS žinute, bei vartotojo PIN.
lv: Lai pabeigtu autentifikāciju, ievadiet lietotāja PIN un vienreizējo ieejas kodu, ko lietotājs saņēma īsziņā.
ms: Untuk melengkapkan pengesahan, masukkan kod laluan sekali guna yang diterima oleh pengguna ini dalam SMS termasuk PIN pengguna.
nl: U kunt de authenticatie voltooien door de eenmalige wachtwoordcode uit het SMS-bericht aan de gebruiker plus zijn/haar pincode in te voeren.
no: Hvis du vil fullføre godkjenningen, skriver du inn engangspassordet brukeren mottok i tekstmeldingen, og i tillegg PIN-koden.
pl: Aby zakończyć uwierzytelnianie, wprowadź jednorazowy kod dostępu, który użytkownik otrzymał w wiadomości SMS, oraz numer PIN użytkownika.
pt_br: Para concluir a autenticação, digite a senha descartável que o usuário recebeu na mensagem SMS, mais o PIN do usuário.
pt_pt: Para concluir a autenticação, introduza o código de acesso único que o utilizador recebeu na mensagem de SMS e o PIN do utilizador.
ro: Pentru a finaliza autentificarea, introduceți codul de acces unic pe care l-a primit utilizatorul prin mesaj SMS, precum și codul PIN al utilizatorului.
ru: Для завершения проверки подлинности введите одноразовый пароль, полученный пользователем в SMS-сообщении, и ПИН-код пользователя.
sk: Na dokončenie overenia zadajte jednorazový prístupový kód, ktorý používateľ dostal v SMS správe, a PIN kód používateľa.
sl: Za dokončanje preverjanja pristnosti vnesite enkratno geslo, ki ga je uporabnik prejel v sporočilu SMS, in uporabnikovo kodo PIN.
sr_cyrl_cs: Да бисте довршили потврду идентитета, унесите једнократни код који је корисник примио у SMS поруци, као и PIN корисника.
sr_latn_cs: Da biste dovršili potvrdu identiteta, unesite jednokratni kôd koji je korisnik primio u SMS poruci, kao i PIN korisnika.
sv: Slutför autentiseringen genom att ange engångslösenordet som användaren fick i SMS:et samt användarens PIN-kod.
th: ในการดำเนินการรับรองความถูกต้องให้เสร็จสมบูรณ์ ให้ป้อนรหัสผ่านแบบครั้งเดียวที่ผู้ใช้ได้รับในข้อความ SMS พร้อมด้วย PIN ของผู้ใช้
tr: Kimlik doğrulamasını tamamlamak için, kullanıcının PIN kodunun yanı sıra SMS mesajıyla aldığı bir kerelik geçiş kodunu girin.
uk: Щоб завершити автентифікацію, введіть одноразовий код доступу, який користувач отримав у SMS-повідомленні, та PIN-код користувача.
vi: Để hoàn tất xác thực, hãy nhập mã thông hành dùng một lần người dùng đã nhận được trong tin nhắn SMS và PIN của người dùng.
zh_cn: 要完成身份验证，请输入该用户通过短信接收到的一次性密码以及该用户的 PIN。
zh_tw: 若要完成驗證，請輸入使用者在簡訊中收到的單次密碼加上使用者的 PIN。

# Label_InstructionsUserPhone
source: Specify a new phone number for this user.
ar: حدد رقم هاتف جديدًا لهذا المستخدم.
bg: Укажете нов телефонен номер за този потребител.
ca: Especifiqueu un nou número de telèfon per a l'usuari.
cs: Zadejte nové telefonní číslo pro tohoto uživatele.
da: Angiv et nyt telefonnummer for denne bruger.
de: Geben Sie eine neue Telefonnummer für diesen Benutzer an.
el: Καθορίστε έναν νέο αριθμό τηλεφώνου για αυτόν τον χρήστη.
es: Especifique un nuevo número de teléfono para este usuario.
et: Määrake kasutajale uus telefoninumber.
eu: Adierazi telefono-zenbaki berri bat erabiltzaile honentzat.
fi: Määritä tämän käyttäjän uusi puhelinnumero.
fr: Spécifiez un nouveau numéro de téléphone pour cet utilisateur.
gl: Especifique un novo número de teléfono para este usuario.
he: ציין מספר טלפון חדש עבור משתמש זה.
hi: इस उपयोगकर्ता के लिए नया फ़ोन नंबर निर्दिष्ट करें.
hr: Navedite novi telefonski broj za tog korisnika.
hu: Adja meg a felhasználó új telefonszámát.
id: Tentukan nomor telepon baru untuk pengguna ini.
it: Specificare un nuovo numero di telefono per l'utente corrente.
ja: このユーザーの新しい電話番号を指定してください。
kk: Осы пайдаланушы үшін жаңа телефон нөмірін көрсетіңіз.
ko: 이 사용자의 새 전화 번호를 지정하십시오.
lt: Nurodykite naują šio vartotojo telefono numerį.
lv: Norādiet šī lietotāja jauno tālruņa numuru.
ms: Nyatakan nombor telefon baharu untuk pengguna ini.
nl: Een nieuw telefoonnummer voor deze gebruiker opgeven.
no: Angi et nytt telefonnummer for denne brukeren.
pl: Określ nowy numer telefonu dla tego użytkownika.
pt_br: Especifique um novo número de telefone para este usuário.
pt_pt: Especifique um novo número de telefone para este utilizador.
ro: Specificați un nou număr de telefon pentru acest utilizator.
ru: Укажите для этого пользователя новый номер телефона.
sk: Zadajte nové telefónne číslo pre tohto používateľa.
sl: Navedite novo telefonsko številko za tega uporabnika.
sr_cyrl_cs: Наведите нови број телефона за овог корисника.
sr_latn_cs: Navedite novi broj telefona za ovog korisnika.
sv: Ange ett nytt telefonnummer för den här användaren.
th: ระบุหมายเลขโทรศัพท์ใหม่สำหรับผู้ใช้รายนี้
tr: Bu kullanıcı için yeni bir telefon numarası belirtin.
uk: Укажіть для цього користувача новий номер телефону.
vi: Chỉ rõ một số điện thoại mới cho người dùng này.
zh_cn: 为该用户指定新的电话号码。
zh_tw: 指定這位使用者的新電話號碼。

# Label_InstructionsUserPin
source: Specify a new PIN number for this user.
ar: حدد رقم PIN جديدًا لهذا المستخدم.
bg: Укажете нов ПИН за този потребител.
ca: Especifiqueu un nou PIN per a l'usuari.
cs: Zadejte nový PIN kód pro tohoto uživatele.
da: Angiv en ny pinkode for denne bruger.
de: Geben Sie eine neue PIN für diesen Benutzer an.
el: Καθορίστε έναν νέο αριθμό PIN για αυτόν τον χρήστη.
es: Especifique un nuevo PIN para este usuario.
et: Määrake kasutajale uus PIN-number.
eu: Adierazi PIN zenbaki berri bat erabiltzaile honentzat.
fi: Määritä tämän käyttäjän uusi PIN-koodi.
fr: Spécifiez un nouveau numéro de PIN pour cet utilisateur.
gl: Especifique un novo número PIN para este usuario.
he: ציין מספר זיהוי אישי חדש עבור משתמש זה.
hi: इस उपयोगकर्ता के लिए नया पिन नंबर निर्दिष्ट करें.
hr: Navedite novi PIN za tog korisnika.
hu: Adja meg a felhasználó új PIN-kódját.
id: Tentukan nomor PIN baru untuk pengguna ini.
it: Specificare un nuovo PIN per l'utente corrente.
ja: このユーザーの新しい PIN を指定してください。
kk: Осы пайдаланушы үшін жаңа PIN нөмірін көрсетіңіз.
ko: 이 사용자의 새 PIN 번호를 지정하십시오.
lt: Nurodykite naują šio vartotojo PIN numerį.
lv: Norādiet šī lietotāja jauno PIN.
ms: Nyatakan nombor PIN baharu untuk pengguna ini.
nl: Een nieuwe pincode voor deze gebruiker opgeven.
no: Angi en ny PIN-kode for denne brukeren.
pl: Określ nowy numer PIN dla tego użytkownika.
pt_br: Especifique um novo número PIN para este usuário.
pt_pt: Especifique um novo código PIN para este utilizador.
ro: Specificați un nou cod PIN pentru acest utilizator.
ru: Укажите для этого пользователя новый ПИН-код.
sk: Zadajte nové číslo PIN kódu pre tohto používateľa.
sl: Navedite novo kodo PIN za tega uporabnika.
sr_cyrl_cs: Наведите нови PIN број за овог корисника.
sr_latn_cs: Navedite novi PIN broj za ovog korisnika.
sv: Ange en ny PIN-kod för den här användaren.
th: ระบุหมายเลข PIN ใหม่สำหรับผู้ใช้รายนี้
tr: Bu kullanıcı için yeni bir PIN kodu belirtin.
uk: Укажіть для цього користувача новий PIN-код.
vi: Chỉ rõ một số PIN mới cho người dùng này.
zh_cn: 为该用户指定新的 PIN 号码。
zh_tw: 指定這位使用者的新 PIN 號碼。

# Label_InstructionsUserResetVoiceprint
source: Confirm reset of the user's voiceprint. The user will have to enroll a new voiceprint during their next authentication call.
ar: قم بتأكيد إعادة تعيين بصمة صوت المستخدم. ويجب على المستخدم أن يسجل بصمة صوت جديدة أثناء مكالمة المصادقة التالية.
bg: Потвърдете нулирането на гласовия отпечатък на потребителя. Той ще трябва да запише нов гласов отпечатък при следващото обаждане за удостоверяване.
ca: Confirmeu la reinicialització de l'empremta de veu de l'usuari. L'usuari haurà d'inscriure una nova empremta de veu la propera vegada que faci una trucada d'autenticació.
cs: Potvrďte resetování hlasového otisku uživatele. Uživatel bude muset při příštím ověřovacím hovoru zaregistrovat nový hlasový otisk.
da: Bekræft nulstilling af brugerens stemmeaftryk. Brugeren skal tilmelde et nyt stemmeaftryk under næste godkendelseskald.
de: Bestätigen Sie die Zurücksetzung des Benutzerstimmabdrucks. Danach muss der Benutzer bei der nächsten Sprachanrufauthentifizierung einen neuen Stimmabdruck registrieren.
el: Επιβεβαιώστε την επαναφορά της χροιάς φωνής του χρήστη. Ο χρήστης θα πρέπει να πραγματοποιήσει εκ νέου εγγραφή της χροιάς της φωνής του, κατά την επόμενη κλήση ελέγχου ταυτότητας.
es: Confirme el restablecimiento de la huella de voz del usuario. El usuario deberá inscribir una nueva huella de voz durante su próxima llamada de autenticación.
et: Kinnitage kasutaja häälejäljendi lähtestamine. Kasutaja peab järgmise autentimiskõne ajal uue häälejäljendi registreerima.
eu: Berretsi erabiltzailearen ahots-aztarna berrezarpena. Erabiltzaileak ahots-aztarna berri bat erregistratu beharko du bere hurrengo autentifikazio-deian.
fi: Vahvista käyttäjän äänijäljen poisto. Käyttäjän täytyy rekisteröidä uusi äänijälki seuraavan todennuspuhelun yhteydessä.
fr: Confirmez la réinitialisation de l'empreinte vocale de l'utilisateur. L'utilisateur devra inscrire une nouvelle empreinte vocale lors de son prochain appel d'authentification.
gl: Confirme o restablecemento da impresión de voz do usuario. O usuario terá que rexistrar unha nova impresión de voz durante a seguinte chamada de autenticación.
he: אשר את איפוס טביעת הקול של המשתמש. המשתמש יצטרך לרשום טביעת קול חדשה במהלך שיחת האימות הבאה שלו.
hi: उपयोगकर्ता के वॉइसप्रिंट के रीसेट की पुष्टि करें. उपयोगकर्ता को उसकी अगली प्रमाणीकरण कॉल के दौरान एक नया वॉइसप्रिंट नामांकित करना होगा.
hr: Potvrdite poništavanje korisnikova glasovnog otiska. Korisnik će morati upisati novi glasovni otisak tijekom svog sljedećeg poziva za provjeru autentičnosti.
hu: Erősítse meg a felhasználó hanglenyomatának alapállapotba állítását. A következő hitelesítési hívás során a felhasználónak új hanglenyomatot kell rögzítenie.
id: Konfirmasi untuk mengatur ulang cetakan suara pengguna. Pengguna perlu mendaftarkan cetakan suara baru selama panggilan autentikasi berikutnya.
it: Confermare la reimpostazione dell'impronta vocale dell'utente. L'utente dovrà registrare una nuova impronta vocale durante la successiva chiamata di autenticazione.
ja: ユーザーのボイスプリントをリセットします。ユーザーは、次回の認証時の電話で新しいボイスプリントを登録する必要があります。
kk: Пайдаланушының дауыстық растамасы қалпына келтірілетінін растаңыз. Келесі түпнұсқалықты растау қоңырауы барысында пайдаланушы жаңа дауыстық растама тіркеуі қажет болады.
ko: 사용자의 성문을 다시 설정할지를 확인하십시오. 사용자는 다음 인증 통화에서 새 성문을 등록해야 합니다.
lt: Patvirtinkite vartotojo balso ypatybių nustatymą iš naujo. Vartotojas turės užregistruoti naujas balso ypatybes per tolesnį autentifikavimo skambutį.
lv: Apstipriniet lietotāja balss nospieduma atiestatīšanu. Kad lietotājs nākamreiz saņems autentifikācijas zvanu, viņam būs jāreģistrē jauns balss nospiedums.
ms: Sahkan set semula cetak suara pengguna. Pengguna mestilah mendaftar cetak suara semasa panggilan pengesahan mereka yang berikut.
nl: Opnieuw instellen van de spraakcode van de gebruiker bevestigen. De gebruiker moet een nieuwe spraakcode registreren tijdens de volgende authenticatieoproep.
no: Bekreft tilbakestilling av brukerens stemmeavtrykk. Brukeren må registrere et nytt stemmeavtrykk under neste godkjenningsanrop.
pl: Potwierdź resetowanie próbki głosu użytkownika. Użytkownik będzie musiał zapisać nową próbkę głosu podczas następnego połączenia uwierzytelniającego.
pt_br: Confirme a redefinição da impressão de voz do usuário. O usuário terá que registrar uma nova impressão de voz durante a chamada de autenticação.
pt_pt: Confirme a reposição da identificação por voz do utilizador. O utilizador terá de registar uma nova identificação por voz durante a chamada de autenticação seguinte.
ro: Confirmați resetarea amprentei vocale a utilizatorului. Cu ocazia următorului apel de autentificare, utilizatorul va trebui să înscrie o nouă amprentă vocală.
ru: Подтвердите сброс голосового отпечатка пользователя. Во время следующего вызова для проверки подлинности пользователь должен будет зарегистрировать новый голосовой отпечаток.
sk: Potvrďte vynulovanie hlasového odtlačku používateľa. Používateľ bude musieť počas najbližšieho overovacieho hovoru zaregistrovať nový hlasový odtlačok.
sl: Potrdite ponastavitev glasovnega odtisa tega uporabnika. Uporabnik bo moral pri naslednjem klicu za preverjanje pristnosti včlaniti nov glasovni odtis.
sr_cyrl_cs: Потврдите да желите да успоставите почетне вредности гласовне провере корисника. Корисник ће морати да упише нову гласовну проверу током следећег позива за потврду идентитета.
sr_latn_cs: Potvrdite da želite da uspostavite početne vrednosti glasovne provere korisnika. Korisnik će morati da upiše novu glasovnu proveru tokom sledećeg poziva za potvrdu identiteta.
sv: Bekräfta en återställning av användarens röstprofil. Användaren måste registrera en ny röstprofil under nästa autentiseringssamtal.
th: ยืนยันการรีเซ็ตกราฟแสดงลักษณะเสียงพูดของมนุษย์ของผู้ใช้ ผู้ใช้จะต้องลงทะเบียนกราฟแสดงลักษณะเสียงพูดของมนุษย์ใหม่ระหว่างการโทรรับรองความถูกต้องครั้งถัดไป
tr: Kullanıcının ses izinin sıfırlanmasını onaylayın. Kullanıcının bir sonraki kimlik doğrulaması aramasında yeni bir ses izi kaydetmesi gerekecektir.
uk: Підтвердьте скидання голосового відбитка користувача. Під час наступного виклику для автентифікації користувач матиме зареєструвати новий голосовий відбиток.
vi: Xác nhận đặt lại nhận dạng giọng nói của người dùng. Người dùng sẽ phải đăng ký một mẫu nhận dạng giọng nói mới trong cuộc gọi xác thực tiếp theo của họ.
zh_cn: 确认重置该用户的音纹。该用户在下一次身份验证呼叫期间将需要注册新的音纹。
zh_tw: 確認重設使用者的聲紋。使用者必須在下次驗證通話中註冊新的聲紋。
