Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_InstructionsEnterOtp
source: To complete your verification, enter the one-time passcode you receive via text message.
ar: لاستكمال التحقق من الصحة، أدخل رمز المرور لمرة واحدة الذي استلمته عبر رسالة نصية.
bg: За да завършите проверката, въведете еднократната парола, получена чрез текстово съобщение.
ca: Per completar la verificació, escriviu la clau d'accés d'un sol ús que heu rebut per missatge de text.
cs: Ověření dokončíte tak, že zadáte jednorázové heslo, které obdržíte v textové zprávě.
da: Angiv den engangsadgangskode, du har modtaget via sms, for at fuldføre bekræftelsen.
de: Um die Überprüfung anzuschließen, geben Sie die Einmalkennung ein, die Sie als Textnachricht erhalten.
el: Για να ολοκληρώσετε την επαλήθευση, καταχωρήστε τον κωδικό πρόσβασης μίας χρήσης που θα λάβετε μέσω μηνύματος κειμένου.
es: Para completar la comprobación, escriba el código de acceso de un solo uso que reciba mediante mensaje de texto.
et: Kinnitamise lõpuleviimiseks sisestage SMS-iga saadud ühekordne pääsukood.
eu: Egiaztapena osatzeko, sartu SMS mezu bidez jasoko duzun erabilera bakarreko pasakodea.
fi: Viimeistele vahvistus antamalla tekstiviestissä saamasi kertakäyttöinen tunnuskoodi.
fr: Pour finaliser votre vérification, entrez le code secret à usage unique que vous avez reçu dans le message SMS.
gl: Para concluír a verificación, introduza o código de acceso dun só uso que recibiu mediante unha mensaxe de texto.
he: להשלמת האימות, הזן את קוד הסיסמה החד-פעמי שתקבל בהודעת טקסט.
hi: अपना सत्यापन पूर्ण करने के लिए, पाठ संदेश के माध्यम से आपको प्राप्त हुए एक-बार के लिए पासकोड दर्ज करें.
hr: Da biste dovršili provjeru valjanosti, unesite jednokratnu pristupnu šifru koju ste dobili putem SMS-a.
hu: Identitása igazolásához adja meg az SMS-ben kapott egyszeri jelszót.
id: Untuk menyelesaikan verifikasi, masukkan kode akses satu kali yang Anda terima dalam SMS plus PIN Anda.
it: Per completare la verifica, immettere il passcode monouso ricevuto tramite SMS.
ja: 認証を完了するには、SMS メッセージで受信したワンタイム パスコードを入力してください。
kk: Растауыңызды аяқтау үшін сізге мәтіндік хабар арқылы бір рет пайдалануға берілген құпия кодты енгізіңіз.
ko: 확인을 완료하려면 문자 메시지로 받은 OTP(일회성 암호)를 입력하세요.
lt: Norėdami baigti tikrinimą, įveskite vienkartinį prieigos kodą, kurį gavote teksto žinute.
lv: Lai pabeigtu verifikāciju, ievadiet īsziņā norādīto vienreizējo ieejas kodu.
ms: Untuk melengkapkan pengesahan anda, masukkan kod laluan sekali guna yang anda terima melalui pesanan teks.
nl: Voer het eenmalige wachtwoord dat u via sms hebt ontvangen in om uw verificatie te voltooien.
no: Hvis du vil fullføre bekreftelsen, skriver du inn engangspassordet som du mottar via tekstmelding.
pl: Aby ukończyć weryfikację, wprowadź jednorazowy kod dostępu otrzymany w wiadomości SMS.
pt_br: Para concluir sua verificação, insira a senha descartável que você recebeu por mensagem de texto.
pt_pt: Para concluir a sua verificação, introduza o código de acesso único que recebeu por mensagem SMS.
ro: Pentru a finaliza verificarea, introduceți codul de acces unic pe care l-ați primit prin SMS.
ru: Для завершения проверки введите одноразовый пароль, полученный в SMS-сообщении.
sk: Na dokončenie overenia zadajte jednorazový prístupový kód, ktorý ste dostali v SMS správe.
sl: Za dokončanje preverjanja vnesite enkratno geslo, ki ga prejmete v besedilnem sporočilu.
sr_cyrl_cs: Да бисте довршили верификацију, унесите једнократни код који сте примили путем текстуалне поруке.
sr_latn_cs: Da biste dovršili verifikaciju, unesite jednokratni kod koji ste primili putem tekstualne poruke.
sv: Slutför verifieringen genom att ange den engångskod du fått i ett textmeddelande.
th: เพื่อดำเนินการตรวจสอบความถูกต้องของคุณให้เสร็จสมบูรณ์ ให้ป้อนรหัสผ่านแบบใช้ครั้งเดียวที่คุณได้รับผ่านข้อความตัวอักษร
tr: Doğrulamanızı tamamlamak için, kısa mesajla aldığınız bir kerelik geçiş kodunu girin.
uk: Щоб завершити перевірку, введіть одноразовий код доступу, отриманий у текстовому повідомленні.
vi: Để hoàn tất việc xác minh của bạn, hãy nhập mã khóa dùng một lần mà bạn nhận được qua tin nhắn văn bản.
zh_cn: 要完成身份验证，请输入您通过短信接收到的一次性密码。
zh_tw: 若要完成您的驗證，請輸入您透過簡訊收到的一次性密碼。

# Label_InstructionsEnterOtpPlusPin
source: To complete your verification, enter the one-time passcode you receive via text message plus your PIN.
ar: لاستكمال التحقق من الصحة، أدخل رمز المرور لمرة واحدة الذي استلمته عبر رسالة نصية بالإضافة إلى رقم PIN الخاص بك.
bg: За да завършите проверката, въведете еднократната парола, получена чрез текстово съобщение, както и вашия ПИН.
ca: Per completar la verificació, escriviu la clau d'accés d'un sol ús que heu rebut per missatge de text i el vostre PIN.
cs: Ověření dokončíte tak, že zadáte jednorázové heslo, které obdržíte v textové zprávě, a svůj PIN.
da: Angiv den engangsadgangskode, du har modtaget via sms, samt din pinkode for at fuldføre bekræftelsen.
de: Um die Überprüfung anzuschließen, geben Sie die Einmalkennung ein, die Sie als Textnachricht erhalten haben, sowie Ihre PIN.
el: Για να ολοκληρώσετε την επαλήθευση, καταχωρήστε τον κωδικό πρόσβασης μίας χρήσης που θα λάβετε μέσω μηνύματος κειμένου μαζί με το PIN σας.
es: Para completar la comprobación, escriba el código de acceso de un solo uso que reciba mediante mensaje de texto, además de su PIN.
et: Kinnitamise lõpuleviimiseks sisestage SMS-iga saadud ühekordne pääsukood ja oma PIN-kood.
eu: Egiaztapena osatzeko, sartu SMS mezu bidez jasoko duzun erabilera bakarreko pasakodea eta PINa.
fi: Viimeistele vahvistus antamalla tekstiviestissä saamasi kertakäyttöinen tunnuskoodi ja PIN-koodisi.
fr: Pour finaliser votre vérification, entrez le code secret à usage unique que vous avez reçu dans le message SMS ainsi que votre PIN.
gl: Para concluír a verificación, introduza o código de acceso dun só uso que recibiu mediante unha mensaxe de texto e o seu PIN.
he: להשלמת האימות, הזן את קוד הסיסמה החד-פעמי שתקבל בהודעת טקסט ואת מספר הזיהוי האישי שלך.
hi: अपना सत्यापन पूर्ण करने के लिए, पाठ संदेश के माध्यम से आपको प्राप्त हुए एक-बार के लिए पासकोड और अपना PIN दर्ज करें.
hr: Da biste dovršili provjeru valjanosti, unesite jednokratnu pristupnu šifru koju ste dobili putem SMS-poruke i svoj PIN.
hu: Identitása igazolásához adja meg az SMS-ben kapott egyszeri jelszót és a PIN kódot.
id: Untuk melengkapi verifikasi, masukkan kode akses satu kali yang Anda terima melalui SMS plus PIN Anda.
it: Per completare la verifica, immettere il passcode monouso ricevuto tramite SMS e il PIN.
ja: 認証を完了するには、SMS メッセージで受信したワンタイム パスコードと PIN を入力してください。
kk: Растауыңызды аяқтау үшін сізге мәтіндік хабар арқылы бір рет пайдалануға берілген құпия кодты және PIN енгізіңіз.
ko: 확인을 완료하려면 문자 메시지로 받은 OTP(일회성 암호)와 PIN을 입력하세요.
lt: Norėdami baigti tikrinimą, įveskite vienkartinį prieigos kodą, kurį gavote teksto žinute, ir PIN.
lv: Lai pabeigtu verifikāciju, ievadiet īsziņā norādīto vienreizējo ieejas kodu un PIN.
ms: Untuk melengkapkan pengesahan anda, masukkan kod laluan sekali guna yang anda terima melalui pesanan teks termasuk PIN anda.
nl: Voer de eenmalige wachtwoordcode uit het sms-bericht én uw pincode in om uw verificatie te voltooien.
no: Hvis du vil fullføre bekreftelsen, skriver du inn engangspassordet som du mottar via tekstmelding, og PIN-koden din.
pl: Aby ukończyć weryfikację, wprowadź jednorazowy kod dostępu otrzymany w wiadomości SMS oraz kod PIN.
pt_br: Para concluir sua verificação, insira a senha descartável que você recebeu por mensagem de texto e o seu PIN.
pt_pt: Para concluir a sua verificação, introduza o código de acesso único que recebeu por mensagem SMS e o seu PIN.
ro: Pentru a finaliza verificarea, introduceți codul de acces unic pe care l-ați primit prin SMS, precum și codul PIN.
ru: Для завершения проверки введите одноразовый пароль, полученный в SMS-сообщении, и ваш ПИН-код.
sk: Na dokončenie overenia zadajte jednorazový prístupový kód, ktorý ste dostali v SMS správe, a svoj PIN kód.
sl: Za dokončanje preverjanja vnesite enkratno geslo, ki ga prejmete v besedilnem sporočilu in svojo kodo PIN.
sr_cyrl_cs: Да бисте довршили верификацију, унесите једнократни код који сте примили путем текстуалне поруке, као и PIN.
sr_latn_cs: Da biste dovršili verifikaciju, unesite jednokratni kod koji ste primili putem tekstualne poruke, kao i PIN.
sv: Slutför verifieringen genom att ange den engångskod du fick i SMS:et plus din PIN-kod.
th: เพื่อดำเนินการตรวจสอบความถูกต้องของคุณให้เสร็จสมบูรณ์ ให้ป้อนรหัสผ่านแบบใช้ครั้งเดียวที่คุณได้รับผ่านข้อความตัวอักษร พร้อมกับ PIN ของคุณ
tr: Doğrulamanızı tamamlamak için, PIN kodunuzun yanı sıra kısa mesajla aldığınız bir kerelik geçiş kodunu girin.
uk: Щоб завершити перевірку, введіть одноразовий код доступу, отриманий у текстовому повідомленні, а також PIN-код.
vi: Để hoàn tất việc xác minh, hãy nhập mã khóa dùng một lần mà bạn nhận được qua tin nhắn văn bản cùng với mã PIN.
zh_cn: 要完成身份验证，请输入您通过短信接收到的一次性密码以及您的 PIN。
zh_tw: 若要完成驗證，請輸入您在簡訊中收到的單次密碼加上您的 PIN。

# Label_InstructionsFindUser
source: Enter the first few characters of the username and click the Find button.
ar: أدخل بعض الحروف الأولى من اسم المستخدم ثم انقر فوق الزر "بحث".
bg: Въведете първите няколко знака на потребителското име и щракнете върху бутона "Търсене".
ca: Introduïu els primers caràcters del nom d'usuari i feu clic al botó Cerca.
cs: Zadejte několik prvních znaků uživatelského jména a klikněte na tlačítko Najít.
da: Angiv de første par tegn i brugernavnet, og klik på knappen Søg.
de: Geben Sie die Anfangsbuchstaben des Benutzernamens ein, und klicken Sie auf die Schaltfläche "Suchen".
el: Εισαγάγετε τους πρώτους χαρακτήρες του ονόματος χρήστη και κάντε κλικ στο κουμπί "Εύρεση".
es: Escriba los primeros caracteres de su nombre de usuario y haga clic en el botón Buscar.
et: Sisestage kasutajanime paar esimest tähemärki ja klõpsake nuppu Otsi.
eu: Sartu erabiltzaile-izenaren aurreneko karaktereak eta egin klik Aurkitu botoian.
fi: Anna käyttäjänimen alkumerkit ja napsauta Etsi-painiketta.
fr: Entrez les premiers caractères du nom d'utilisateur et cliquez sur le bouton Rechercher.
gl: Introduza os primeiros caracteres do nome de usuario e prema o botón Buscar.
he: הזן את התווים הראשונים של שם המשתמש ולחץ על לחצן 'חפש'.
hi: उपयोगकर्ता नाम के पहले कुछ वर्ण दर्ज करें और ढूँढें बटन क्लिक करें.
hr: Unesite prvih nekoliko znakova korisničkog imena pa kliknite gumb Traži.
hu: Írja be a felhasználónév első néhány karakterét, majd kattintson a Keresés gombra.
id: Masukkan beberapa karakter pertama dari nama pengguna lalu klik tombol Cari.
it: Immettere i primi caratteri del nome utente, quindi fare clic sul pulsante Trova.
ja: ユーザー名の最初の数文字を入力し、[検索] ボタンをクリックしてください。
kk: Пайдаланушы атының бірінші бірнеше таңбасын енгізіп, "Табу" түймесін басыңыз.
ko: 사용자 이름의 처음 몇 자를 입력하고 [찾기] 단추를 클릭하십시오.
lt: Įveskite keletą pirmųjų vartotojo vardo simbolių ir spustelėkite mygtuką Rasti.
lv: Ievadiet dažas pirmās lietotājvārda rakstzīmes un noklikšķiniet uz pogas Atrast.
ms: Masukkan beberapa aksara pertama daripada nama pengguna dan klik butang Cari.
nl: Voer de eerste paar tekens van de gebruikersnaam in en klik op de knop Zoeken.
no: Skriv inn de første tegnene i brukernavnet, og klikk Søk etter.
pl: Wprowadź kilka pierwszych znaków nazwy użytkownika i kliknij przycisk Znajdź.
pt_br: Digite os primeiros caracteres do nome de usuário e clique no botão Localizar.
pt_pt: Introduza os primeiros carateres do nome de utilizador e clique no botão Localizar.
ro: Introduceți primele caractere ale numelui utilizatorului, apoi faceți clic pe butonul Găsire.
ru: Введите несколько первых символов имени пользователя и нажмите кнопку "Найти".
sk: Zadajte niekoľko prvých znakov mena používateľa a kliknite na tlačidlo Vyhľadať.
sl: Vnesite nekaj začetnih znakov uporabniškega imena in kliknite gumb Najdi.
sr_cyrl_cs: Унесите првих неколико знакова из корисничког имена и кликните на дугме „Пронађи“.
sr_latn_cs: Unesite prvih nekoliko znakova iz korisničkog imena i kliknite na dugme „Pronađi“.
sv: Ange de första tecknen i användarnamnet och klicka på knappen Sök.
th: ป้อนอักขระสองสามตัวแรกของชื่อผู้ใช้และคลิกปุ่ม "ค้นหา"
tr: Kullanıcı adının ilk birkaç karakterini girin ve Bul düğmesine tıklayın.
uk: Введіть кілька перших символів імені користувача та натисніть кнопку "Пошук".
vi: Nhập vài ký tự đầu tiên của tên người dùng và bấm nút Tìm.
zh_cn: 输入用户名的头几个字符并单击“查找”按钮。
zh_tw: 請輸入使用者名稱的前幾個字元，然後按一下 [尋找] 按鈕。

# Label_InstructionsOathToken
source: Test this user's OATH token authentication.
ar: اختبر مصادقة رمز OATH المميز الخاص بهذا المستخدم.
bg: Изпробвайте удостоверяването на този потребител с OATH маркер.
ca: Proveu l'autenticació de testimoni OATH de l'usuari.
cs: Umožňuje otestovat ověření tohoto uživatele pomocí tokenu OATH.
da: Test denne brugers OATH-tokenbekræftelse.
de: Testen Sie die OATH-Token-Authentifizierung des Benutzers.
el: Δοκιμάστε τον έλεγχο ταυτότητας μέσω διακριτικού OATH, για αυτόν τον χρήστη.
es: Pruebe la autenticación mediante token OATH de este usuario.
et: Katsetage selle kasutaja OATH-tõendi autentimist.
eu: Probatu erabiltzaile honen OATH token bidezko autentifikazioa.
fi: Testaa tämän käyttäjän OATH Token -todennusta.
fr: Testez l'authentification du jeton OATH de cet utilisateur.
gl: Probe a autenticación do token OATH deste usuario.
he: בדוק את אימות אסימון OATH של משתמש זה.
hi: इस उपयोगकर्ता का OATH टोकन प्रमाणीकरण जाँचें.
hr: Testirajte provjeru autentičnosti ovog korisnika OATH tokenom.
hu: A felhasználó OATH tokenre alapuló hitelesítésének tesztelése.
id: Uji autentikasi token OATH pengguna ini.
it: Eseguire la verifica di autenticazione tramite token OATH per l'utente corrente.
ja: このユーザーの OATH トークンによる認証をテストします。
kk: Осы пайдаланушының OATH таңбалауышымен түпнұсқалықты растауды тексеру.
ko: 이 사용자의 OATH 토큰 인증을 테스트하십시오.
lt: Patikrinkite šio vartotojo OATH atpažinimo ženklo autentifikavimą.
lv: Pārbaudiet šī lietotāja autentifikāciju, izmantojot OATH marķieri.
ms: Uji pengesahan token OATH pengguna ini.
nl: Authenticatie met het OATH-token testen voor deze gebruiker.
no: Test denne brukerens godkjenning med OATH-token.
pl: Testuj uwierzytelnianie tokena OATH tego użytkownika.
pt_br: Teste a autenticação do token OATH deste usuário.
pt_pt: Testar a autenticação deste utilizador por token OATH.
ro: Testați autentificarea acestui utilizator cu token OATH.
ru: Протестируйте проверку подлинности этого пользователя с помощью OATH-токена.
sk: Otestujte overenie tohto používateľa cez token OATH.
sl: Preskusite preverjanje pristnosti z žetonom OATH za tega uporabnika.
sr_cyrl_cs: Тестирајте потврду идентитета помоћу OATH токена овог корисника.
sr_latn_cs: Testirajte potvrdu identiteta pomoću OATH tokena ovog korisnika.
sv: Testa den här användarens OATH-tokenautentisering.
th: ทดสอบการรับรองความถูกต้องโทเค็น OATH ของผู้ใช้รายนี้
tr: Bu kullanıcının OATH belirteci kimlik doğrulamasını sınayın.
uk: Протестуйте автентифікацію цього користувача за допомогою маркера OATH.
vi: Kiểm thử xác thực hiệu bài OATH của người dùng này.
zh_cn: 测试该用户的 OATH 令牌身份验证。
zh_tw: 測試這位使用者的 OATH 權杖驗證。

# Label_InstructionsPhoneApp
source: Test this user's mobile app authentication.
ar: قم باختبار مصادقة تطبيق الأجهزة المحمولة الخاص بهذا المستخدم.
bg: Изпробвайте удостоверяването на този потребител чрез мобилно приложение.
ca: Proveu l'autenticació de l'aplicació mòbil de l'usuari.
cs: Umožňuje otestovat ověření tohoto uživatele pomocí mobilní aplikace.
da: Test denne brugers mobilappbekræftelse.
de: Testen Sie die Authentifizierung des Benutzers via mobile App.
el: Δοκιμάστε τον έλεγχο ταυτότητας μέσω εφαρμογής για κινητές συσκευές για αυτόν τον χρήστη.
es: Pruebe la autenticación mediante aplicación móvil de este usuario.
et: Testige selle kasutaja mobiilirakenduse autentimist.
eu: Probatu erabiltzaile honen mugikorreko aplikazio bidezko autentifikazioa.
fi: Testaa tämän käyttäjän mobiilisovelluksella tehtävää todennusta.
fr: Testez l'authentification de l'application mobile de cet utilisateur.
gl: Probe a autenticación da aplicación para móbil deste usuario.
he: בדוק את אימות האפליקציה למכשירים ניידים של משתמש זה.
hi: इस उपयोगकर्ता का मोबाइल अनुप्रयोग प्रमाणीकरण जाँचें.
hr: Testirajte provjeru autentičnosti ovog korisnika mobilnom aplikacijom.
hu: A felhasználó mobilalkalmazáson alapuló hitelesítésének tesztelése.
id: Uji autentikasi aplikasi seluler pengguna ini.
it: Eseguire la verifica di autenticazione tramite l'app mobile per l'utente corrente.
ja: このユーザーのモバイル アプリによる認証をテストします。
kk: Осы пайдаланушының мобильді бағдарламасымен түпнұсқалық растауын тексеру.
ko: 이 사용자의 모바일 앱 인증을 테스트하세요.
lt: Patikrinkite šio vartotojo autentifikavimą naudojant mobiliųjų įrenginių programėlę.
lv: Pārbaudiet šī lietotāja autentifikāciju, izmantojot mobilo programmu.
ms: Uji pengesahan apl mudah alih pengguna ini.
nl: Authenticatie met de mobiele app testen voor deze gebruiker.
no: Test denne brukerens godkjenning med mobilapp.
pl: Testuj uwierzytelnianie tego użytkownika za pośrednictwem aplikacji dla urządzeń przenośnych.
pt_br: Teste a autenticação do aplicativo móvel deste usuário.
pt_pt: Testar a autenticação da aplicação móvel deste utilizador.
ro: Testați autentificarea acestui utilizator cu aplicație mobilă.
ru: Выполните тестовую проверку подлинности этого пользователя с помощью мобильного приложения.
sk: Otestujte overenie tohto používateľa cez mobilnú aplikáciu.
sl: Preskusite preverjanje pristnosti z mobilno aplikacijo za tega uporabnika.
sr_cyrl_cs: Тестирајте потврду идентитета овог корисника помоћу апликације за мобилне уређаје.
sr_latn_cs: Testirajte potvrdu identiteta ovog korisnika pomoću aplikacije za mobilne uređaje.
sv: Testa den här användarens autentisering via mobilapp.
th: ทดสอบการรับรองความถูกต้องของแอปสำหรับอุปกรณ์เคลื่อนที่ของผู้ใช้รายนี้
tr: Bu kullanıcının mobil uygulama kimlik doğrulamasını sınayın.
uk: Протестуйте автентифікацію цього користувача за допомогою мобільної програми.
vi: Kiểm thử xác thực ứng dụng di động của người dùng này.
zh_cn: 测试该用户的移动应用身份验证。
zh_tw: 測試這位使用者的行動裝置應用程式驗證。

# Label_InstructionsPhoneAuthenticationIpWhitelist
source: After activation is complete, click Next to continue the setup process.
ar: بعد اكتمال التنشيط، انقر فوق "التالي" لمتابعة عملية الإعداد.
bg: След завършване на активирането щракнете върху "Напред", за да продължите процеса на настройване.
ca: En finalitzar l'activació, feu clic a Següent per continuar el procés de configuració.
cs: Po dokončení aktivace pokračujte v instalaci kliknutím na tlačítko Další.
da: Efter aktiveringen er fuldført, skal du klikke på Næste for at fortsætte installationen.
de: Klicken Sie auf "Weiter", wenn die Aktivierung abgeschlossen ist, um den Einrichtungsvorgang fortzusetzen.
el: Αφού ολοκληρωθεί η ενεργοποίηση, κάντε κλικ στο κουμπί "Επόμενο" για να συνεχίσετε με τη διαδικασία ρύθμισης.
es: Una vez completada la activación, haga clic en Siguiente para continuar con el proceso de configuración.
et: Kui aktiveerimine on lõpule viidud, klõpsake seadistamise jätkamiseks nuppu Edasi.
eu: Aktibazioa osatu ondoren, egin klik Hurrengoa aukeran instalazio-prozesuan.
fi: Kun aktivointi on tehty, jatka asennusta valitsemalla Seuraava.
fr: Une fois l'activation terminée, cliquez sur Suivant pour poursuivre le processus de configuration.
gl: Cando a activación conclúa, prema en Seguinte para continuar co proceso de configuración.
he: לאחר שההפעלה תושלם, לחץ על 'הבא' כדי להמשיך בתהליך ההגדרה.
hi: सक्रियण पूरा होने के बाद, सेटअप प्रक्रिया जारी रखने के लिए अगला क्लिक करें.
hr: Kad se aktivacija dovrši, kliknite Dalje da biste nastavili s postupkom postavljanja.
hu: Az aktiválás után a Következő gombra kattintva folytathatja a konfigurálást.
id: Setelah aktivasi selesai, klik tombol Berikutnya untuk melanjutkan proses persiapan.
it: Al termine dell'attivazione, fare clic su Avanti per proseguire con il processo di configurazione.
ja: アクティブ化が完了したら、[次へ] をクリックしてセットアップを続行してください。
kk: Белсендіру аяқталғаннан кейін орнату процесін жалғастыру үшін, "Келесі" түймесін басыңыз.
ko: 활성화가 완료되면 [다음]을 클릭하여 설치 프로세스를 계속 진행하십시오.
lt: Baigę aktyvinti spustelėkite Pirmyn, kad galėtumėte tęsti sąranką.
lv: Kad aktivizācija būs pabeigta, noklikšķiniet uz pogas Tālāk, lai turpinātu iestatīšanas procesu.
ms: Selepas pengaktifan selesai, klik Berikut untuk meneruskan proses persediaan.
nl: Wanneer de activering is voltooid, klikt u op Volgende om door te gaan met de installatie.
no: Etter at aktiveringen er fullført, klikker du Neste for å fortsette installasjonen.
pl: Po zakończeniu aktywacji kliknij przycisk Dalej, aby kontynuować proces instalacji.
pt_br: Após a conclusão da ativação, clique em Avançar para continuar o processo de instalação.
pt_pt: Após a conclusão da ativação, clique em Seguinte para prosseguir o processo de configuração.
ro: După terminarea activării, faceți clic pe Următorul pentru a continua procesul de configurare.
ru: После завершения активации нажмите кнопку "Далее", чтобы продолжить процесс настройки.
sk: Po dokončení aktivácie môžete kliknutím na tlačidlo Ďalej pokračovať v procese inštalácie.
sl: Po dokončanju aktivacije za nadaljevanje postopka namestitve kliknite Naprej.
sr_cyrl_cs: Када се активација доврши, кликните на дугме „Даље“ да бисте наставили процес инсталације.
sr_latn_cs: Kada se aktivacija dovrši, kliknite na dugme „Dalje“ da biste nastavili proces instalacije.
sv: När aktiveringen är klar klickar du på Nästa för att fortsätta konfigurationen.
th: หลังจากเปิดใช้งานเสร็จสมบูรณ์แล้ว ให้คลิก "ถัดไป" เพื่อดำเนินการกระบวนการตั้งค่าต่อไป
tr: Etkinleştirme tamamlandıktan sonra, kurulum işlemine devam etmek için İleri'ye tıklayın.
uk: Після завершення активації натисніть кнопку "Далі", щоб продовжити процес настроювання.
vi: Sau khi kích hoạt hoàn tất, bấm Tiếp theo để tiếp tục quá trình thiết lập.
zh_cn: 激活完成后，单击“下一步”以继续执行设置流程。
zh_tw: 啟用完成後，請按一下 [下一步] 繼續進行設定程序。
