Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_FraudAlertVoice
source: To report the incident, select the Fraud Alert option from the phone menu during the authentication call. This will alert your company's IT security team. Future authentication attempts will be blocked until the issue has been resolved.
ar: للإبلاغ عن حادث، حدد خيار "التنبيه من احتيال" من قائمة الهاتف أثناء مكالمة المصادقة. وسيعمل ذلك على تنبيه فريق أمان تكنولوجيا المعلومات بشركتك. كما سيتم حظر أية محاولات مستقبلية للمصادقة حتى تُحل المشكلة.
bg: За да сигнализирате за случилото се, изберете опцията "Известяване за измама" от менюто на телефона по време на обаждането за удостоверяване. Това ще извести екипа за ИТ защита на вашата фирма. Бъдещите опити за удостоверяване ще бъдат блокирани до разрешаване на въпроса.
ca: Per notificar l'incident, seleccioneu l'opció Alerta de frau del menú del telèfon durant la trucada d'autenticació. S'alertarà l'equip de seguretat de TI de l'empresa. Es bloquejaran tots els intents d'autenticació fins que es resolgui el problema.
cs: Chcete-li ohlásit incident, vyberte možnost Upozornění na podvod v nabídce telefonu během ověřovacího telefonátu. Tím upozorníte bezpečnostní tým v oddělení IT vaší společnosti. Dokud nebude problém vyřešen, budou budoucí pokusy o ověření blokovány.
da: Hvis du vil rapportere hændelsen, skal du vælge indstillingen Advarsel om svindel i telefonmenuen under godkendelsesopkaldet. På denne måde informeres virksomhedens it-sikkerhedsteam. Fremtidige godkendelsesforsøg blokeres, indtil problemet er blevet løst.
de: Wählen Sie während des Sprachanrufs die Option "Betrugswarnung" im Telefonmenü aus, um die EDV-Abteilung Ihres Unternehmens über den Vorfall zu unterrichten. Anschließende Authentifizierungsversuche werden zurückgewiesen, bis das Problem behoben wurde.
el: Για να υποβάλετε αναφορά του περιστατικού, επιλέξτε "Ειδοποίηση απάτης" από το μενού του τηλεφώνου, κατά τη διάρκεια της κλήσης για έλεγχο ταυτότητας. Με αυτήν την ενέργεια θα ειδοποιηθεί η ομάδα ασφάλειας του τμήματος μηχανογράφησης της εταιρείας σας. Θα ισχύσει αποκλεισμός για μελλοντικές απόπειρες ελέγχου ταυτότητας, έως ότου επιλυθεί το πρόβλημα.
es: Para informar del incidente, seleccione la opción Alerta de fraude en el menú del teléfono durante la llamada de autenticación. Se enviará una alerta al equipo de seguridad de TI de su empresa y se bloquearán todos los intentos de autenticación hasta que se resuelva el problema.
et: Juhtumist teavitamiseks valige autentimiskõne ajal telefoni menüüst valik Pettuse hoiatus. Sellega teavitatakse teie ettevõtte IT-turbemeeskonda. Edasised autentimiskatsed lükatakse tagasi, kuni juhtum on lahendatud.
eu: Arazoaren berri emateko, hautatu Iruzur-alerta aukera telefonoaren menuan autentifikazio-deia egiten duzun bitartean. Zure enpresako segurtasun teknikoko langileek alerta bat jasoko dute. Ezingo dira autentifikazio-saio gehiago egin arazoa ebatzi arte.
fi: Ilmoita tapauksesta valitsemalla puhelimen valikosta Ilmoita petoksesta -vaihtoehto todennuspuhelun aikana. Tämä hälyttää yrityksesi tietoturvatiimin. Todennusyritykset estetään, kunnes ongelma on ratkaistu.
fr: Pour signaler l'incident, sélectionnez l'option Alerte fraude dans le menu du téléphone pendant l'appel d'authentification. Cela avertira l'équipe chargée de la sécurité informatique de votre société. Les tentatives d'authentification ultérieures seront bloquées jusqu'à ce que le problème soit résolu.
gl: Para notificar o incidente, seleccione a opción Alerta de fraude no menú do teléfono durante a chamada de autenticación. Isto avisará ao equipo de seguranza de TI da súa empresa. Bloquearanse os seguintes intentos de autenticación até que se resolva o problema.
he: כדי לדווח על המקרה, בחר באפשרות 'התראת הונאה' מתפריט הטלפון במהלך שיחת האימות. בעקבות זאת, צוות אבטחת ה- IT בחברה שלך יקבל התראה. נסיונות אימות עתידיים ייחסמו עד לפתרון הבעיה.
hi: घटना की रिपोर्ट करने के लिए, प्रमाणीकरण कॉल के दौरान फ़ोन मेनू से धोखाधड़ी अलर्ट विकल्प का चयन करें. इससे आपकी कंपनी की IT सुरक्षा टीम सतर्क हो जाएगी. समस्या का समाधान होने तक भावी प्रमाणीकरण प्रयास अवरोधित हो जाएँगे.
hr: Da biste prijavili nepoželjan događaj, odaberite opciju Upozorenje o prijevari u izborniku telefona tijekom poziva za provjeru autentičnosti. Tako ćete upozoriti sigurnosni IT tim svoje tvrtke. Naknadni pokušaji provjere autentičnosti blokirat će se dok se problem ne riješi.
hu: Ha jelenteni szeretné a problémát, a hitelesítési hívás során válassza a Visszaélési riasztás pontot a telefonos menüből. Ennek hatására riasztást kap a vállalati IT-biztonsági csoportja. A további hitelesítési kísérleteket a probléma megoldásáig a rendszer blokkolja.
id: Untuk melaporkan insiden, pilih opsi Peringatan Penipuan dari menu telepon selama panggilan autentikasi. Langkah ini akan memberitahu tim keamanan TI perusahaan Anda. Upaya autentikasi berikutnya akan diblokir sampai masalah telah diselesaikan.
it: Per segnalare l'evento imprevisto, scegliere l'opzione Avviso illecito nel menu del telefono durante la chiamata di autenticazione, in modo da avvertire il team addetto alla sicurezza IT della società. I successivi tentativi di autenticazione verranno bloccati fino alla soluzione del problema.
ja: 不正アクセスを報告するには、認証電話のメニューで、不正アクセスの通報オプションを選択してください。会社の IT セキュリティ担当者に通報され、問題が解決するまで、今後の認証がブロックされます。
kk: Оқиға туралы хабарлау үшін, түпнұсқалықты растау қоңырауы барысында телефон мәзірінен "Алаяқтық туралы ескерту" параметрін таңдаңыз. Ол компанияңыздың АТ қауіпсіздік тобын ескертеді. Мәселе шешілгенше, келешектегі түпнұсқалықты растау әрекеттеріне тыйым салынады.
ko: 발생한 문제를 보고하려면 인증 통화 시 폰 메뉴에서 [사기 행위 알림] 옵션을 선택하십시오. 그러면 회사의 IT 보안 팀에 알림이 전송됩니다. 문제가 해결될 때까지 이후 인증 시도는 차단됩니다.
lt: Norėdami pranešti apie incidentą, autentifikavimo skambučio metu pasirinkite telefono meniu parinktį Įspėjimas apie apgaulę. Taip bus įspėta jūsų įmonės IT saugos komanda, o būsimi mėginimai autentifikuoti bus blokuojami, kol problema bus išspręsta.
lv: Lai ziņotu par incidentu, autentifikācijas zvana laikā tālruņa izvēlnē atlasiet opciju Ziņot par krāpšanos. Tādējādi par šo incidentu tiks informēti jūsu uzņēmuma IT drošības grupas darbinieki. Turpmākie autentifikācijas mēģinājumi tiks bloķēti, līdz problēma tiks atrisināta.
ms: Untuk melaporkan insiden, pilih pilihan Amaran Penipuan daripada menu telefon semasa panggilan pengesahan. Ini akan memberitahu pasukan keselamatan IT syarikat anda. Cubaan pengesahan selanjutnya akan disekat sehingga isu ini diselesaikan.
nl: U kunt het incident melden door tijdens de authenticatieoproep de optie Fraudemelding te kiezen in het telefoonmenu. Hierdoor wordt het IT-beveiligingsteam van uw bedrijf gewaarschuwd. Nieuwe authenticatiepogingen worden geblokkeerd totdat het probleem is opgelost.
no: Hvis du vil rapportere hendelsen, velger du alternativet Varsel om svindel på telefonmenyen under godkjenningsanropet. Dermed varsles bedriftens IT-sikkerhetsteam. Fremtidige godkjenningsforsøk blir blokkert til problemet er løst.
pl: Aby zgłosić zdarzenie, podczas połączenia uwierzytelniającego wybierz w menu telefonu opcję Alert o naruszeniu. Spowoduje to wysłanie alertu do zespołu informatycznego ds. zabezpieczeń w firmie użytkownika. Dopóki problem nie zostanie rozwiązany, dalsze próby uwierzytelnienia będą blokowane.
pt_br: Para relatar o incidente, selecione a opção Alerta de Fraude no menu do telefone durante a chamada de autenticação. Isso alertará a equipe de segurança de TI da sua empresa. Tentativas de autenticação futuras serão bloqueadas até que o problema seja resolvido.
pt_pt: Para relatar o incidente, selecione a opção Alerta de Fraude no menu do telefone durante a chamada de autenticação. Alertará assim a equipa de segurança informática da sua empresa. Enquanto o problema não for resolvido, as futuras tentativas de autenticação serão bloqueadas.
ro: Pentru a raporta incidentul, selectați opțiunea Avertizare fraudă din meniul telefonic, în timpul apelului de autentificare. Echipa de securitate IT a firmei va primi o avertizare. Tentativele de autentificare ulterioare vor fi blocate până la rezolvarea problemei.
ru: Чтобы сообщить об инциденте, во время вызова для проверки подлинности выберите в меню телефона пункт "Предупреждение о мошенничестве". Сотрудники отдела ИТ-безопасности вашей организации будут предупреждены. Дальнейшие попытки проверки подлинности будут блокироваться до тех пор, пока проблема не будет разрешена.
sk: Ak chcete nahlásiť incident, počas overovacieho hovoru vyberte z ponuky telefónu možnosť Upozornenie na podvod. Tým upozorníte tím zabezpečenia IT vašej spoločnosti. Ďalšie pokusy o overenie budú zablokované až do vyriešenia problému.
sl: Za prijavo dogodka med klicem za preverjanje pristnosti v meniju telefona izberite možnost Opozorilo o prevari. S tem oddelku za varnost IT v vašem podjetju pošljete opozorilo. Dokler se težava ne razreši, bodo nadaljnji poskusi preverjanja pristnosti blokirani.
sr_cyrl_cs: Да бисте пријавили инцидент, изаберите опцију „Упозорење о превари“ у менију телефона током позива за потврду идентитета. Након тога ће тим за IT безбедност предузећа добити упозорење. Будући покушаји потврде идентитета ће бити блокирани док се проблем не реши.
sr_latn_cs: Da biste prijavili incident, izaberite opciju „Upozorenje o prevari“ u meniju telefona tokom poziva za potvrdu identiteta. Nakon toga će tim za IT bezbednost preduzeća dobiti upozorenje. Budući pokušaji potvrde identiteta će biti blokirani dok se problem ne reši.
sv: Anmäl händelsen genom att trycka på knappen Bedrägerivarning på telefonmenyn under autentiseringen. Detta varnar företagets IT-säkerhetsteam. Ytterligare autentiseringsförsök blockeras tills problemet har lösts.
th: หากต้องการรายงานเหตุการณ์ ให้เลือกตัวเลือก "การแจ้งเตือนการฉ้อฉล" จากเมนูของโทรศัพท์ระหว่างการโทรรับรองความถูกต้อง การดำเนินการนี้จะแจ้งเตือนทีมงานความปลอดภัยด้านไอทีของบริษัทคุณ การพยายามรับรองความถูกต้องในอนาคตจะถูกบล็อกจนกว่าจะมีการแก้ปัญหา
tr: Olayı bildirmek için, kimlik doğrulaması araması sırasında telefon menüsünden Sahtekarlık Uyarısı'nı seçin. Bu, şirketinizin BT güvenlik ekibinize uyarı gönderir. Sorun çözümlenene kadar gelecekteki olası kimlik doğrulama girişimleri engellenir.
uk: Щоб повідомити про інцидент, під час виклику для автентифікації виберіть у меню телефону пункт "Попередження про шахрайство". Співробітників відділу ІТ-безпеки вашої організації буде попереджено. Подальші спроби автентифікації блокуватимуться, доки проблему не буде усунуто.
vi: Để báo cáo sự cố, hãy chọn tùy chọn Báo hiệu Lừa đảo từ menu điện thoại trong cuộc gọi xác nhận. Thao tác này sẽ cảnh báo cho nhóm bảo mật CNTT của công ty của bạn. Các nỗ lực xác thực trong tương lai sẽ bị chặn lại cho đến khi vấn đề được giải quyết.
zh_cn: 要举报该事件，请在身份验证呼叫中选择手机菜单中的“欺诈行为警告”选项。通过执行此操作，系统将会向公司的 IT 安全团队发出警报。此后尝试进行身份验证的操作将会被阻止，直到该问题得到解决。
zh_tw: 若要回報事件，請在驗證通話期間選取電話功能表中的 [詐騙警示] 選項。如此即可向公司的 IT 安全性團隊發出警示。未來的驗證嘗試都會遭到封鎖，直到解決問題為止。

# Label_GenerateActivationCode
source: Generate Activation Code
ar: إنشاء رمز تنشيط
bg: Генериране на код за активиране
ca: Genera el codi d'activació
cs: Generovat aktivační kód
da: Opret aktiveringskode
de: Aktivierungscode generieren
el: Δημιουργία κωδικού ενεργοποίησης
es: Generar código de activación
et: Genereeri aktiveerimiskood
eu: Sortu aktibazio-kodea
fi: Luo aktivointikoodi
fr: Générer le code d'activation
gl: Xerar código de activación
he: צור קוד הפעלה
hi: सक्रियण कोड जनरेट करें
hr: Generiraj kôd za aktivaciju
hu: Aktiváló kód előállítása
id: Buat Kode Aktivasi
it: Genera codice di attivazione
ja: アクティブ化コードの生成
kk: Белсендіру кодын жасау
ko: 활성화 코드 생성
lt: Sugeneruoti aktyvinimo kodą
lv: Ģenerēt aktivizācijas kodu
ms: Jana Kod Pengaktifan
nl: Activeringscode genereren
no: Generer aktiveringskode
pl: Generuj kod aktywacji
pt_br: Gerar Código de Ativação
pt_pt: Gerar Código de Ativação
ro: Generare cod de activare
ru: Создать код активации
sk: Generovať aktivačný kód
sl: Generiraj kodo za aktivacijo
sr_cyrl_cs: Генериши шифру активације
sr_latn_cs: Generiši šifru aktivacije
sv: Generera aktiveringskod
th: สร้างรหัสการเปิดใช้งาน
tr: Etkinleştirme Kodu Oluştur
uk: Створити код активації
vi: Tạo Mã Kích hoạt
zh_cn: 生成激活代码
zh_tw: 產生啟用代碼

# Label_GenerateActivationLink
source: Generate Activation Link
ar: إنشاء ارتباط تنشيط
bg: Генериране на връзка за активиране
ca: Genera l'enllaç d'activació
cs: Vygenerovat aktivační odkaz
da: Opret aktiveringslink
de: Aktivierungslink generieren
el: Δημιουργία σύνδεσης ενεργοποίησης
es: Generar vínculo de activación
et: Genereeri aktiveerimislink
eu: Sortu aktibazio-esteka
fi: Luo aktivointilinkki
fr: Générer le lien d'activation
gl: Xerar ligazón de activación
he: צור קישור הפעלה
hi: सक्रियण लिंक जनरेट करें
hr: Generiraj vezu za aktivaciju
hu: Aktiválási hivatkozás előállítása
id: Buat Tautan Aktivasi
it: Genera collegamento di attivazione
ja: アクティブ化リンクの生成
kk: Белсендіру сілтемесін жасау
ko: 활성화 링크 생성
lt: Sugeneruoti aktyvinimo saitą
lv: Ģenerēt aktivizācijas saiti
ms: Jana Pautan Pengaktifan
nl: Activeringskoppeling genereren
no: Generer aktiveringskobling
pl: Wygeneruj łącze do aktywacji
pt_br: Gerar Link de Ativação
pt_pt: Gerar Ligação de Ativação
ro: Generare link de activare
ru: Создать ссылку активации
sk: Generovať aktivačné prepojenie
sl: Generiraj povezavo za aktivacijo
sr_cyrl_cs: Генериши везу за активацију
sr_latn_cs: Generiši vezu za aktivaciju
sv: Skapa aktiveringslänk
th: สร้างลิงก์การเปิดใช้งาน
tr: Etkinleştirme Bağlantısı Oluştur
uk: Створити посилання для активації
vi: Tạo Nối kết Kích hoạt
zh_cn: 生成激活链接
zh_tw: 產生啟用連結

# Label_GenerateNewActivationCode
source: Generate New Activation Code
ar: إنشاء رمز تنشيط جديد
bg: Генериране на нов код за активиране
ca: Genera un nou codi d'activació
cs: Vygenerovat nový aktivační kód
da: Opret ny aktiveringskode
de: Neuen Aktivierungscode generieren
el: Δημιουργία νέου κωδικού ενεργοποίησης
es: Generar nuevo código de activación
et: Genereeri uus aktiveerimiskood
eu: Sortu aktibazio-kode berria
fi: Luo uusi aktivointikoodi
fr: Générer un nouveau code d'activation
gl: Xerar novo código de activación
he: צור קוד הפעלה חדש
hi: नया सक्रियण कोड जनरेट करें
hr: Generiraj novi kôd za aktivaciju
hu: Új aktiváló kód előállítása
id: Buat Kode Aktivasi Baru
it: Genera nuovo codice di attivazione
ja: 新しいアクティブ化コードの生成
kk: Жаңа белсендіру кодын жасау
ko: 새 활성화 코드 생성
lt: Sugeneruoti naują aktyvinimo kodą
lv: Ģenerēt jaunu aktivizācijas kodu
ms: Jana Kod Pengaktifan Baharu
nl: Nieuwe activeringscode genereren
no: Generer ny aktiveringskode
pl: Generuj nowy kod aktywacji
pt_br: Gerar Novo Código de Ativação
pt_pt: Gerar Novo Código de Ativação
ro: Generare cod de activare nou
ru: Создать новый код активации
sk: Generovať nový aktivačný kód
sl: Generiraj novo kodo za aktivacijo
sr_cyrl_cs: Генериши нову шифру активације
sr_latn_cs: Generiši novu šifru aktivacije
sv: Skapa ny aktiveringskod
th: สร้างรหัสการเปิดใช้งานใหม่
tr: Yeni Etkinleştirme Kodu Oluştur
uk: Створити новий код активації
vi: Tạo Mã Kích hoạt Mới
zh_cn: 生成新的激活代码
zh_tw: 產生新的啟用代碼

# Label_GenerateNewActivationLink
source: Generate New Activation Link
ar: إنشاء ارتباط تنشيط جديد
bg: Генериране на нова връзка за активиране
ca: Genera un nou enllaç d'activació
cs: Vygenerovat nový aktivační odkaz
da: Opret nyt aktiveringslink
de: Neuen Aktivierungslink generieren
el: Δημιουργία νέας σύνδεσης ενεργοποίησης
es: Generar nuevo vínculo de activación
et: Genereeri uus aktiveerimislink
eu: Sortu aktibazio-esteka berria
fi: Luo uusi aktivointilinkki
fr: Générer un nouveau lien d'activation
gl: Xerar nova ligazón de activación
he: צור קישור הפעלה חדש
hi: नया सक्रियण लिंक जनरेट करें
hr: Generiraj novu vezu za aktivaciju
hu: Új aktiválási hivatkozás előállítása
id: Buat Tautan Aktivasi Baru
it: Genera nuovo collegamento di attivazione
ja: 新しいアクティブ化リンクの生成
kk: Жаңа белсендіру сілтемесін жасау
ko: 새 활성화 링크 생성
lt: Sugeneruoti naują aktyvinimo saitą
lv: Ģenerēt jaunu aktivizācijas saiti
ms: Jana Pautan Pengaktifan Baharu
nl: Nieuwe activeringskoppeling genereren
no: Generer ny aktiveringskobling
pl: Wygeneruj nowe łącze do aktywacji
pt_br: Gerar Novo Link de Ativação
pt_pt: Gerar Nova Ligação de Ativação
ro: Generare link de activare nou
ru: Создать новую ссылку активации
sk: Generovať nové aktivačné prepojenie
sl: Generiraj novo povezavo za aktivacijo
sr_cyrl_cs: Генериши нову везу за активацију
sr_latn_cs: Generiši novu vezu za aktivaciju
sv: Skapa ny aktiveringslänk
th: สร้างลิงก์การเปิดใช้งานใหม่
tr: Yeni Etkinleştirme Bağlantısı Oluştur
uk: Створити нове посилання для активації
vi: Tạo Nối kết Kích hoạt Mới
zh_cn: 生成新的激活链接
zh_tw: 產生新的啟用連結

# Label_HowPhoneFactorWorksDescriptionOathToken
source: Multi-Factor Authentication works by prompting for an authentication code during login.
ar: يعمل Multi-Factor Authentication بالمطالبة برمز مصادقة أثناء تسجيل الدخول.
bg: Multi-Factor Authentication работи, като ви подканва да въведете код за удостоверяване по време на влизането.
ca: El Multi-Factor Authentication demana un codi d'autenticació durant l'inici de sessió.
cs: Aplikace Multi-Factor Authentication funguje tak, že vás během přihlašování vyzve k zadání přihlašovacího kódu.
da: Multi-Factor Authentication fungerer ved at bede om en godkendelseskode under logon.
de: Mit Multi-Factor Authentication wird bei der Anmeldung ein Authentifizierungscode angefordert.
el: Η υπηρεσία Multi-Factor Authentication λειτουργεί ζητώντας από τον χρήστη έναν κωδικό ελέγχου ταυτότητας, κατά τη σύνδεση.
es: Multi-Factor Authentication solicita un código de autenticación durante el inicio de sesión.
et: Multi-Factor Authentication küsib sisselogimise ajal autentimiskoodi.
eu: Multi-Factor Authentication aplikazioak autentifikazio-kode bat eskatzen du saio-hasieran.
fi: Multi-Factor Authentication pyytää todennuskoodia, kun kirjaudut sisään.
fr: Pour fonctionner, Multi-Factor Authentication demande un code d'authentification lors de la connexion.
gl: Multi-Factor Authentication funciona solicitando un código de autenticación durante o inicio de sesión.
he: Multi-Factor Authentication פועל על-ידי הצגת בקשה לקוד אימות במהלך כניסה.
hi: Multi-Factor Authentication लॉगिन के दौरान एक प्रमाणीकरण कोड का संकेत देकर काम करता है.
hr: Multi-Factor Authentication funkcionira tako da traži kôd za provjeru autentičnosti tijekom prijave.
hu: A Multi-Factor Authentication úgy működik, hogy bejelentkezéskor egy hitelesítő kód megadását kéri.
id: Multi-Factor Authentication bekerja dengan meminta kode autentikasi ketika masuk.
it: Durante l'accesso Multi-Factor Authentication chiede di immettere un codice di autenticazione.
ja: ログインするときに、Multi-Factor Authentication が認証コードを表示します。
kk: Multi-Factor Authentication кіру кезінде түпнұсқалықты растау кодын сұрау арқылы жұмыс істейді.
ko: 로그인 시 인증 코드를 묻는 방식으로 Multi-Factor Authentication이 작동합니다.
lt: Kai veikia „Multi-Factor Authentication“, jungiantis prašoma autentifikavimo kodo.
lv: Izmantojot Multi-Factor Authentication pakalpojumu, pieteikšanās laikā tiek pieprasīts norādīt autentifikācijas kodu.
ms: Multi-Factor Authentication berfungsi dengan meminta kod pengesahan semasa log masuk.
nl: Via Multi-Factor Authentication wordt u tijdens het aanmelden om een authenticatiecode gevraagd.
no: Multi-Factor Authentication ber deg om en godkjenningskode under pålogging.
pl: Działanie usługi Multi-Factor Authentication polega na monitowaniu o uwierzytelnienie kodu podczas logowania.
pt_br: O Multi-Factor Authentication funciona solicitando um código de autenticação durante o logon.
pt_pt: A Autenticação Multifator funciona solicitando um código de autenticação durante o início de sessão.
ro: Funcționarea Multi-Factor Authentication se bazează pe solicitarea unui cod de autentificare în timpul procesului de log in.
ru: Во время входа Multi-Factor Authentication запрашивает код проверки подлинности.
sk: Služba Multi-Factor Authentication funguje prostredníctvom výzvy na zadanie overovacieho kódu počas prihlásenia.
sl: Storitev Multi-Factor Authentication deluje tako, da pri prijavi od vas zahteva kodo za preverjanje pristnosti.
sr_cyrl_cs: Multi-Factor Authentication функционише тако што захтева унос шифре за потврду идентитета током пријављивања.
sr_latn_cs: Multi-Factor Authentication funkcioniše tako što zahteva unos šifre za potvrdu identiteta tokom prijavljivanja.
sv: Multi-Factor Authentication fungerar genom att fråga efter en autentiseringskod under inloggningen.
th: Multi-Factor Authentication ทำงานโดยพร้อมท์ขอรหัสการรับรองความถูกต้องระหว่างการเข้าสู่ระบบ
tr: Multi-Factor Authentication, oturum açma sırasında bir kimlik doğrulaması kodu isteyerek çalışır.
uk: Під час входу служба Multi-Factor Authentication запитує код автентифікації.
vi: Multi-Factor Authentication hoạt động bằng cách yêu cầu mã xác thực trong lúc đăng nhập.
zh_cn: 在登录时，Multi-Factor Authentication 会提示您输入身份验证代码。
zh_tw: Multi-Factor Authentication 的運作方式是在登入期間提示您輸入驗證碼。
