Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_InstructionsChangeModeOathToken
source: Select <b>OATH Token</b> method to authenticate using an authentication code from the Multi-Factor Authentication mobile app.
ar: حدد الأسلوب <b>رمز OATH المميز</b> لتقوم بالمصادقة باستخدام رمز مصادقة من تطبيق الأجهزة المحمولة Multi-Factor Authentication.
bg: Изберете метода <b>OATH маркер</b>, за да бъдете удостоверени чрез код за удостоверяване от мобилното приложение Multi-Factor Authentication.
ca: Seleccioneu el mètode <b>Testimoni OATH</b> per autenticar-vos mitjançant un codi d'autenticació de l'aplicació mòbil Multi-Factor Authentication.
cs: Metodu <b>Token OATH</b> vyberte v případě, že se chcete ověřit pomocí ověřovacího kódu z mobilní aplikace Multi-Factor Authentication.
da: Vælg metoden <b>OATH Token</b> for at bekræfte med en bekræftelseskode fra Multi-Factor Authentication-mobilappen.
de: Wählen Sie die Methode <b>OATH-Token</b> aus, um sich mithilfe eines in der mobilen Anwendung für Multi-Factor Authentication angezeigten Authentifizierungscodes zu authentifizieren.
el: Επιλέξτε τη μέθοδο <b>Διακριτικό OATH</b>, για να πραγματοποιήσετε έλεγχο ταυτότητας μέσω ενός κωδικού ελέγχου ταυτότητας από την εφαρμογή Multi-Factor Authentication για κινητές συσκευές.
es: Seleccione el método <b>Token OATH</b> para la autenticación mediante un código de autenticación de la aplicación móvil Multi-Factor Authentication.
et: Valige <b>OATH-tõend</b>, et autentida end Multi-Factor Authenticationi mobiilirakenduse autentimiskoodiga.
eu: Hautatu <b>OATH tokena</b> metodoa Multi-Factor Authentication mugikorreko aplikazioko autentifikazio-kode bat erabiltzeko autentifikatzeko.
fi: Valitse <b>OATH Token</b> -menetelmä, jos haluat tehdä todennuksen Multi-Factor Authentication -mobiilisovelluksen todennuskoodilla.
fr: Sélectionnez la méthode <b>Jeton OATH</b> pour procéder à l'authentification à l'aide d'un code à partir de l'application mobile Multi-Factor Authentication.
gl: Seleccione o método <b>Token OATH</b> para autenticar a través dun código de autenticación da aplicación para móbil de Multi-Factor Authentication.
he: בחר את השיטה <b>אסימון OATH</b> כדי לבצע אימות באמצעות קוד אימות מהאפליקציה למכשירים ניידים של Multi-Factor Authentication.
hi: Multi-Factor Authentication मोबाइल अनुप्रयोग से एक प्रमाणीकरण कोड का उपयोग करके प्रमाणीकृत करने के लिए <b>OATH टोकन</b> विधि का चयन करें.
hr: Odaberite metodu <b>OATH token</b> da biste autentičnost provjerili pomoću koda za provjeru autentičnosti iz mobilne aplikacije Multi-Factor Authentication.
hu: Az <b>OATH token</b> módszert választva a Multi-Factor Authentication mobilalkalmazásban kapott hitelesítő kóddal végezheti el a hitelesítést.
id: Pilih metode <b>Token OATH</b> untuk mengautentikasi menggunakan kode autentikasi dari aplikasi seluler Multi-Factor Authentication.
it: Selezionare il metodo <b>Token OATH</b> per eseguire l'autenticazione utilizzando un codice di autenticazione dell'app mobile Multi-Factor Authentication.
ja: Multi-Factor Authentication モバイル アプリの認証コードを使って認証するには、[OATH トークン] 認証方法を選択してください。
kk: Multi-Factor Authentication мобильді бағдарламасындағы түпнұсқалықты растау кодымен түпнұсқалықты растау үшін, <b>OATH таңбалауышы</b> әдісін таңдаңыз.
ko: Multi-Factor Authentication 모바일 앱의 인증 코드를 사용하여 인증하려면 <b>OATH 토큰</b> 방법을 선택합니다.
lt: Jei autentifikuoti norite naudodami autentifikavimo kodą iš mobiliųjų įrenginių programėlės „Multi-Factor Authentication“, pasirinkite metodą <b>OATH atpažinimo ženklas</b>.
lv: Lai veiktu autentifikāciju, izmantojot mobilajā programmā Multi-Factor Authentication saņemto autentifikācijas kodu, atlasiet metodi <b>OATH marķieris</b>.
ms: Pilih kaedah <b>Token OATH</b> untuk mengesahkan dengan menggunakan kod pengesahan dari apl mudah alih Multi-Factor Authentication.
nl: Selecteer de methode <b>OATH-token</b> om u te authenticeren met een authenticatiecode van de mobiele app Multi-Factor Authentication.
no: Velg metoden <b>OATH-token</b> for å godkjenne ved hjelp av en godkjenningskode fra mobilappen Multi-Factor Authentication.
pl: Wybierz metodę <b>Token OATH</b>, aby przeprowadzić uwierzytelnianie przy użyciu kodu uwierzytelniania z aplikacji mobilnej Multi-Factor Authentication.
pt_br: Selecione o método <b>Token OATH</b> para autenticar usando um código de autenticação do aplicativo móvel Multi-Factor Authentication.
pt_pt: Selecione o método <b>Token OATH</b> para efetuar a autenticação a partir da aplicação móvel de Autenticação Multifator utilizando um código de autenticação.
ro: Selectați metoda <b>Token OATH</b> pentru autentificare prin intermediul unui cod de autentificare emis de aplicația mobilă Multi-Factor Authentication.
ru: Выберите метод <b>OATH-токен</b>, чтобы проверить подлинность с помощью кода проверки подлинности от мобильного приложения Multi-Factor Authentication.
sk: Výberom metódy <b>Token OATH</b> môžete vykonať overenie pomocou overovacieho kódu z mobilnej aplikácie Multi-Factor Authentication.
sl: Za preverjanje pristnosti z uporabo kode za preverjanje pristnosti iz mobilne aplikacije Multi-Factor Authentication izberite način <b>Žeton OATH</b>.
sr_cyrl_cs: Изаберите метод <b>OATH токен</b> да бисте потврдили идентитет помоћу шифре за потврду идентитета у оквиру Multi-Factor Authentication апликације за мобилне уређаје.
sr_latn_cs: Izaberite metod <b>OATH token</b> da biste potvrdili identitet pomoću šifre za potvrdu identiteta u okviru Multi-Factor Authentication aplikacije za mobilne uređaje.
sv: Välj metoden <b>OATH-token</b> när du vill autentisera med en autentiseringskod från mobilappen för Multi-Factor Authentication.
th: เลือกเมธอด <b>โทเค็น OATH</b> เพื่อรับรองความถูกต้องโดยใช้รหัสการรับรองความถูกต้องจากแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่
tr: Multi-Factor Authentication mobil uygulamasındaki bir kimlik doğrulama kodunu kullanarak kimlik doğrulaması gerçekleştirmek için <b>OATH Belirteci</b> yöntemini seçin.
uk: Виберіть метод <b>Маркер OATH</b>, щоб виконувати автентифікацію за допомогою коду автентифікації з мобільної програми Multi-Factor Authentication.
vi: Chọn phương pháp <b>Hiệu bài OATH</b> để xác thực bằng cách dùng một mã xác thực từ ứng dụng di động Multi-Factor Authentication.
zh_cn: 选择“OATH 令牌”<b></b>方法可通过 Multi-Factor Authentication 移动应用提供的身份验证代码进行身份验证。
zh_tw: 選取 [OATH 權杖]<b></b> 方法可從 Multi-Factor Authentication 行動裝置應用程式使用驗證碼進行驗證。

# Label_InstructionsChangeModePhoneApp
source: Select <b>Mobile App</b> method to authenticate using the Multi-Factor Authentication mobile app.
ar: حدد الأسلوب <b>تطبيق الأجهزة المحمولة</b> لتقوم بالمصادقة باستخدام تطبيق الأجهزة المحمولة Multi-Factor Authentication.
bg: Изберете метода <b>Мобилно приложение</b>, за да бъдете удостоверени чрез мобилното приложение Multi-Factor Authentication.
ca: Seleccioneu el mètode <b>Aplicació mòbil</b> per autenticar-vos mitjançant l'aplicació mòbil Multi-Factor Authentication.
cs: Metodu <b>Mobilní aplikace</b> vyberte v případě, že se chcete ověřit pomocí mobilní aplikace Multi-Factor Authentication.
da: Vælg metoden <b>Mobilapp</b> for at godkende med Multi-Factor Authentication-mobilappen.
de: Wählen Sie <b>Mobile Anwendung</b> aus, um sich mithilfe der mobilen Anwendung für Multi-Factor Authentication zu authentifizieren.
el: Επιλέξτε τη μέθοδο <b>Εφαρμογή για κινητές συσκευές</b>, για να πραγματοποιήσετε έλεγχο ταυτότητας μέσω της εφαρμογής Multi-Factor Authentication για κινητές συσκευές.
es: Seleccione el método <b>Aplicación móvil</b> para la autenticación mediante la aplicación móvil Multi-Factor Authentication.
et: Valige meetodiks <b>Mobiilirakendus</b>, et autentida end Multi-Factor Authenticationi mobiilirakendusega.
eu: Hautatu <b>Mugikorreko aplikazioa</b> metodoa Multi-Factor Authentication mugikorreko aplikazioa erabiltzeko autentifikatzeko.
fi: Valitse <b>Mobiilisovellus</b>-menetelmä, jos haluat tehdä todennuksen Multi-Factor Authentication -mobiilisovelluksella.
fr: Sélectionnez la méthode <b>Application téléphonique</b> pour procéder à l'authentification à l'aide de l'application mobile Multi-Factor Authentication.
gl: Seleccione o método <b>Aplicación para móbil</b> para autenticar a través da aplicación para móbil de Multi-Factor Authentication.
he: בחר את השיטה <b>אפליקציה למכשירים ניידים</b> כדי לבצע אימות באמצעות האפליקציה למכשירים ניידים של Multi-Factor Authentication.
hi: Multi-Factor Authentication मोबाइल अनुप्रयोग का उपयोग करके प्रमाणीकृत करने के लिए <b>मोबाइल अनुप्रयोग</b> विधि का चयन करें.
hr: Odaberite metodu <b>Mobilna aplikacija</b> da biste autentičnost provjerili pomoću mobilne aplikacije Multi-Factor Authentication.
hu: A <b>Mobilalkalmazás</b> módszert választva a Multi-Factor Authentication mobilalkalmazással végezheti el a hitelesítést.
id: Pilih metode <b>Aplikasi Seluler</b> untuk mengautentikasi menggunakan aplikasi seluler Multi-Factor Authentication.
it: Selezionare il metodo <b>App mobile</b> per eseguire l'autenticazione utilizzando l'app mobile Multi-Factor Authentication.
ja: Multi-Factor Authentication モバイル アプリを使って認証するには、[モバイル アプリ] 認証方法を選択してください。
kk: Multi-Factor Authentication мобильді бағдарламасының көмегімен түпнұсқалықты растау үшін, <b>Мобильді бағдарлама</b> әдісін таңдаңыз.
ko: Multi-Factor Authentication 모바일 앱을 사용하여 인증하려면 <b>모바일 앱</b> 방법을 선택합니다.
lt: Jei autentifikuoti norite naudodami mobiliųjų įrenginių programėlę „Multi-Factor Authentication“, pasirinkite metodą <b>Mobiliųjų įrenginių programėlė</b>.
lv: Lai veiktu autentifikāciju, izmantojot mobilo programmu Multi-Factor Authentication, atlasiet metodi <b>Mobilā programma</b>.
ms: Pilih kaedah <b>Apl Mudah Alih</b> untuk mengesahkan dengan menggunakan apl mudah alih Multi-Factor Authentication.
nl: Selecteer de methode <b>Mobiele app</b> om u te authenticeren met de mobiele app Multi-Factor Authentication.
no: Velg metoden <b>Mobilapp</b> for å godkjenne ved hjelp av mobilappen Multi-Factor Authentication.
pl: Wybierz metodę <b>Aplikacja mobilna</b>, aby przeprowadzić uwierzytelnianie przy użyciu aplikacji mobilnej Multi-Factor Authentication.
pt_br: Selecione o método <b>Aplicativo Móvel</b> para autenticar usando o aplicativo móvel Multi-Factor Authentication.
pt_pt: Selecione o método <b>Aplicação Móvel</b> para efetuar a autenticação utilizando a aplicação móvel de Autenticação Multifator.
ro: Selectați metoda <b>Aplicație mobilă</b> pentru autentificare prin intermediul aplicației mobile Multi-Factor Authentication.
ru: Выберите метод <b>Мобильное приложение</b> для проверки подлинности с помощью мобильного приложения Multi-Factor Authentication.
sk: Výberom metódy <b>Mobilná aplikácia</b> môžete vykonať overenie pomocou mobilnej aplikácie Multi-Factor Authentication.
sl: Za preverjanje pristnosti z uporabo mobilne aplikacije Multi-Factor Authentication izberite način <b>Mobilna aplikacija</b>.
sr_cyrl_cs: Изаберите метод <b>Апликација за мобилне уређаје</b> да бисте потврдили идентитет помоћу Multi-Factor Authentication апликације за мобилне уређаје.
sr_latn_cs: Izaberite metod <b>Aplikacija za mobilne uređaje</b> da biste potvrdili identitet pomoću Multi-Factor Authentication aplikacije za mobilne uređaje.
sv: Välj metoden <b>Mobilapp</b> när du vill autentisera med mobilappen för Multi-Factor Authentication.
th: เลือกเมธอด <b>แอปสำหรับอุปกรณ์เคลื่อนที่</b> เพื่อรับรองความถูกต้องโดยใช้แอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่
tr: Multi-Factor Authentication mobil uygulamasını kullanarak kimlik doğrulaması gerçekleştirmek için <b>Mobil uygulama</b> yöntemini seçin.
uk: Виберіть метод <b>Мобільна програма</b>, щоб виконувати автентифікацію за допомогою мобільної програми Multi-Factor Authentication.
vi: Chọn phương pháp <b>Ứng dụng Di động</b> để xác thực bằng cách dùng ứng dụng di động Multi-Factor Authentication.
zh_cn: 选择“移动应用”<b></b>方法可通过 Multi-Factor Authentication 移动应用进行身份验证。
zh_tw: 選取 [行動裝置應用程式]<b></b> 方法可使用 Multi-Factor Authentication 行動裝置應用程式進行驗證。

# Label_InstructionsChangeModeSmsText
source: Select <b>Text Message</b> method to receive a text message to authenticate.
ar: حدد الأسلوب <b>رسالة نصية</b> لتستقبل رسالة نصية للمصادقة.
bg: Изберете метода <b>Текстово съобщение</b>, за да получите текстово съобщение за удостоверяване.
ca: Seleccioneu el mètode <b>Missatge de text</b> per rebre un missatge de text per autenticar-vos.
cs: Metodu <b>Textová zpráva</b> vyberte v případě, že se chcete ověřit pomocí textová zpráva, která vám bude doručena.
da: Vælg metoden <b>Sms</b> for at modtage en sms om bekræftelse.
de: Wählen Sie <b>SMS</b> aus, um eine SMS zur Authentifizierung zu erhalten.
el: Επιλέξτε τη μέθοδο <b>Μήνυμα κειμένου (SMS)</b>, για να λάβετε ένα μήνυμα κειμένου, ώστε να πραγματοποιήσετε έλεγχο ταυτότητας.
es: Seleccione el método <b>Mensaje de texto</b> para recibir un mensaje de texto para la autenticación.
et: Valige meetodiks <b>Tekstsõnum</b>, et teile saadetaks autentimiseks tekstsõnum.
eu: Hautatu <b>Testu-mezua</b> metodoa testu-mezu bat jasotzeko autentifikatzeko.
fi: Valitse <b>Tekstiviesti</b>-menetelmä, jos haluat saada tekstiviestin todennuksen yhteydessä.
fr: Sélectionnez la méthode <b>SMS</b> pour recevoir un SMS afin de procéder à l'authentification.
gl: Seleccione o método <b>Mensaxe de texto</b> para recibir unha mensaxe de texto para autenticar.
he: בחר את השיטה <b>הודעת טקסט</b> כדי לקבל הודעת טקסט לצורך אימות.
hi: प्रमाणीकृत करने हेतु पाठ संदेश प्राप्त करने के लिए <b>पाठ संदेश</b> विधि का चयन करें.
hr: Odaberite metodu <b>Tekstna poruka</b> da biste autentičnost provjerili tekstnom porukom.
hu: A <b>Szöveges üzenet</b> módszert választva szöveges üzenet fogadásával végezheti el a hitelesítést.
id: Pilih metode <b>SMS</b> guna menerima SMS untuk autentikasi.
it: Selezionare il metodo <b>SMS</b> per ricevere un SMS con cui eseguire l'autenticazione.
ja: テキスト メッセージを受信して認証するには、[テキスト メッセージ] 認証方法を選択してください。
kk: Мәтіндік хабар алып, түпнұсқалықты растау үшін, <b>Мәтіндік хабар</b> әдісін таңдаңыз.
ko: 문자 메시지를 받아 인증하려면 <b>문자 메시지</b> 방법을 선택합니다.
lt: Pasirinkite metodą <b>Teksto žinutė</b> norėdami gauti autentifikuojant reikalingą teksto žinutę.
lv: Lai veiktu autentifikāciju, izmantojot īsziņu, atlasiet metodi <b>Īsziņa</b>.
ms: Pilih kaedah <b>Mesej Teks</b> untuk menerima mesej teks untuk membuat pengesahan.
nl: Selecteer de methode <b>SMS-bericht</b> om een SMS-bericht te ontvangen waarmee u zich kunt authenticeren.
no: Velg metoden <b>Tekstmelding</b> for å motta en tekstmelding for å godkjenne.
pl: Wybierz metodę <b>Wiadomość SMS</b>, aby otrzymywać wiadomość SMS w celu uwierzytelniania.
pt_br: Selecione o método <b>Mensagem de Texto</b> para receber uma mensagem de texto para autenticar.
pt_pt: Selecione o método <b>Mensagem SMS</b> para receber uma mensagem SMS para efetuar a autenticação.
ro: Selectați metoda <b>Mesaj text</b> pentru a primi un mesaj text în vederea autentificării.
ru: Выберите метод <b>SMS</b> для проверки подлинности с помощью полученного SMS.
sk: Výberom metódy <b>Textová správa</b> môžete vykonať overenie pomocou prijatej textovej správy.
sl: Za preverjanje pristnosti s prejemom besedilnega sporočila izberite način <b>Besedilno sporočilo</b>.
sr_cyrl_cs: Изаберите метод <b>Текстуална порука</b> да бисте примили текстуалну поруку и потврдили идентитет.
sr_latn_cs: Izaberite metod <b>Tekstualna poruka</b> da biste primili tekstualnu poruku i potvrdili identitet.
sv: Välj metoden <b>Textmeddelande</b> när du vill få ett textmeddelande för autentisering.
th: เลือกเมธอด <b>ข้อความ</b> เพื่อรับข้อความสำหรับรับรองความถูกต้อง
tr: Kimlik doğrulaması için bir mesaj almak üzere <b>Metin Mesajı</b> yöntemini seçin.
uk: Виберіть метод <b>Текстове повідомлення</b>, щоб виконувати автентифікацію через текстове повідомлення.
vi: Chọn phương pháp <b>Tin nhắn Văn bản</b> để nhận một tin nhắn văn bản để xác thực.
zh_cn: 选择“短信”<b></b>方法可通过接收短信进行身份验证。
zh_tw: 選取 [簡訊]<b></b> 方法可藉由接收簡訊來進行驗證。

# Label_InstructionsChangeModeVoiceCall
source: Select <b>Phone Call</b> method to receive a phone call to authenticate.
ar: حدد الأسلوب <b>مكالمة هاتفية</b> لتستقبل مكالمة هاتفية للمصادقة.
bg: Изберете метода <b>Телефонно обаждане</b>, за да получите телефонно обаждане за удостоверяване.
ca: Seleccioneu el mètode <b>Trucada de telèfon</b> per rebre una trucada de telèfon per autenticar-vos.
cs: Metodu <b>Telefonní hovor</b> vyberte v případě, že se chcete ověřit pomocí telefonního hovoru z aplikace Multi-Factor Authentication.
da: Vælg metode <b>Telefonopkald</b> for at modtage et opkald om bekræftelse.
de: Wählen Sie <b>Telefonanruf</b> aus, um einen Telefonanruf zur Authentifizierung zu erhalten.
el: Επιλέξτε τη μέθοδο <b>Τηλεφωνική κλήση</b>, για να λάβετε μια τηλεφωνική κλήση, ώστε να πραγματοποιήσετε έλεγχο ταυτότητας.
es: Seleccione el método <b>Llamada de teléfono</b> para recibir una llamada de teléfono para la autenticación.
et: Valige meetodiks <b>Telefonikõne</b>, et teile helistataks autentimiseks.
eu: Hautatu <b>Telefono-deia</b> metodoa telefono-dei bat jasotzeko autentifikatzeko.
fi: Valitse <b>Puhelu</b>-menetelmä, jos haluat saada puhelun todennuksen yhteydessä.
fr: Sélectionnez la méthode <b>Appel téléphonique</b> pour recevoir un appel téléphonique afin de procéder à l'authentification.
gl: Seleccione o método <b>Chamada telefónica</b> para recibir unha chamada telefónica para autenticar.
he: בחר את השיטה <b>שיחת טלפון</b> כדי לקבל שיחת טלפון לצורך אימות.
hi: प्रमाणीकृत करने हेतु फ़ोन कॉल प्राप्त करने के लिए <b>फ़ोन कॉल</b> विधि का चयन करें.
hr: Odaberite metodu <b>Telefonski poziv</b> da biste autentičnost provjerili telefonskim pozivom.
hu: A <b>Telefonhívás</b> módszert választva telefonhívás fogadásával végezheti el a hitelesítést.
id: Pilih metode <b>Panggilan Telepon</b> guna menerima panggilan telepon untuk autentikasi.
it: Selezionare il metodo <b>Telefonata</b> per ricevere una telefonata con cui eseguire l'autenticazione.
ja: 電話に応答して認証するには、[電話] 認証方法を選択してください。
kk: Телефон қоңырауын қабылдап, түпнұсқалықты растау үшін, <b>Телефон қоңырауы</b> әдісін таңдаңыз.
ko: 전화 통화를 받아 인증하려면 <b>전화 통화</b> 방법을 선택합니다.
lt: Pasirinkite metodą <b>Telefono skambutis</b> norėdami sulaukti autentifikuojant reikalingo telefono skambučio.
lv: Lai veiktu autentifikāciju, izmantojot tālruņa zvanu, atlasiet metodi <b>Tālruņa zvans</b>.
ms: Pilih kaedah <b>Panggilan Telefon</b> untuk menerima panggilan telefon untuk membuat pengesahan.
nl: Selecteer de methode <b>Telefoonoproep</b> om een telefoonoproep te ontvangen waarmee u zich kunt authenticeren.
no: Velg metoden <b>Telefonanrop</b> for å motta et telefonanrop for å godkjenne.
pl: Wybierz metodę <b>Rozmowa telefoniczna</b>, aby odbierać rozmowę telefoniczną w celu uwierzytelniania.
pt_br: Selecione o método <b>Telefonema</b> para receber um telefonema para autenticar.
pt_pt: Selecione o método <b>Chamada Telefónica</b> para receber uma chamada telefónica para efetuar a autenticação.
ro: Selectați metoda <b>Apel telefonic</b> pentru a primi un apel telefonic în vederea autentificării.
ru: Выберите метод <b>Телефонный звонок</b> для проверки подлинности с помощью телефонного звонка.
sk: Výberom metódy <b>Telefónny hovor</b> môžete vykonať overenie pomocou prijatého telefónneho hovoru.
sl: Za preverjanje pristnosti s prejemom telefonskega klica izberite način <b>Telefonski klic</b>.
sr_cyrl_cs: Изаберите метод <b>Телефонски позив</b> да бисте примили телефонски позив и потврдили идентитет.
sr_latn_cs: Izaberite metod <b>Telefonski poziv</b> da biste primili telefonski poziv i potvrdili identitet.
sv: Välj metoden <b>Telefonsamtal</b> när du vill få ett telefonsamtal för autentisering.
th: เลือกเมธอด <b>การโทรติดต่อ</b> เพื่อรับการโทรติดต่อสำหรับรับรองความถูกต้อง
tr: Kimlik doğrulaması için bir telefon almak üzere <b>Telefon Araması</b> yöntemini seçin.
uk: Виберіть метод <b>Телефонний дзвінок</b>, щоб виконувати автентифікацію через телефонний дзвінок.
vi: Chọn phương pháp <b>Cuộc gọi Điện thoại</b> để nhận một cuộc gọi điện thoại để xác thực.
zh_cn: 选择“电话呼叫”<b></b>方法可通过接听电话进行身份验证。
zh_tw: 選取 [通話]<b></b> 方法可藉由接聽電話來進行驗證。
