Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_InstructionsUserSetupToCompleteSmsTwoWayOtpPlusPin
source: To complete this step, Multi-Factor Authentication will send a one-time passcode in a text message to the number you entered. Reply to the text message with the one-time passcode plus your PIN to authenticate.
ar: لإكمال هذه الخطوة، سيرسل Multi-Factor Authentication رمز مرور لمرة واحدة في رسالة نصية إلى الرقم الذي أدخلته. ويرجى الرد على الرسالة النصية برمز مرور المرة الواحدة ورقم PIN كي تتمكن من المصادقة.
bg: За завършването на тази стъпка Multi-Factor Authentication ще изпрати на въведения от вас номер текстово съобщение с еднократна парола. Отговорете на съобщението с еднократната парола и ПИН-а, за да бъдете удостоверени.
ca: Per completar aquest pas, el Multi-Factor Authentication enviarà una contrasenya d'un sol ús en un missatge de text al número introduït. Responeu al missatge de text amb la contrasenya d'un sol ús i el vostre PIN per autenticar-vos.
cs: V rámci provedení tohoto kroku aplikace Multi-Factor Authentication vám zašleme jednorázové heslo ve zprávě SMS na číslo, které jste zadali. Ověříte se tak, že odpovíte na zprávu SMS jednorázovým heslem a PIN kódem.
da: For at fuldføre dette trin sender Multi-Factor Authentication en engangsadgangskode i en sms til det angivne nummer. Besvar sms'en med engangsadgangskoden og din pinkode for at godkende.
de: Anschließend wird eine Einmalkennung von Multi-Factor Authentication per SMS an die von Ihnen angegebene Telefonnummer gesendet. Antworten Sie auf die SMS mit der Einmalkennung und Ihrer PIN, um sich zu authentifizieren.
el: Προκειμένου να ολοκληρωθεί αυτό το βήμα, η υπηρεσία Multi-Factor Authentication θα πραγματοποιήσει αποστολή ενός κωδικού πρόσβασης μίας χρήσης, μέσω μηνύματος κειμένου (SMS) στον αριθμό που εισαγάγατε. Απαντήστε στο μήνυμα κειμένου με τον κωδικό πρόσβασης μίας χρήσης, συν το PIN σας, για να πραγματοποιηθεί ο έλεγχος ταυτότητας.
es: Para completar este paso, Multi-Factor Authentication enviará un código de acceso de un solo uso en un mensaje de texto al número haya especificado. Responda al mensaje de texto con el código de acceso de un solo uso junto con el código PIN para la autenticación.
et: Selle sammu lõpuleviimiseks saadab Multi-Factor Authentication sisestatud telefoninumbrile tekstsõnumina ühekordse pääsukoodi. Autentimiseks vastake tekstsõnumile ühekordse pääsukoodi ja PIN-koodiga.
eu: Urrats hau osatzeko, Multi-Factor Authentication aplikazioak erabilera bakarreko pasakode bat bidaliko du testu-mezu batean sartu duzun zenbakira. Autentifikatzeko, erantzun testu-mezuari erabilera bakarreko pasakodearekin eta PIN zenbakiarekin.
fi: Tämän vaiheen lopuksi Multi-Factor Authentication lähettää antamaasi numeroon tekstiviestin, jossa on kertakäyttöinen tunnuskoodi. Tee todennus vastaamalla tekstiviestiin kertakäyttöisellä tunnuskoodilla ja PIN-koodilla.
fr: Pour finaliser cette étape, Multi-Factor Authentication enverra un code secret à usage unique dans un SMS au numéro que vous avez entré. Répondez au SMS avec le code secret à usage unique et votre PIN pour procéder à l'authentification.
gl: Para concluír este paso, Multi-Factor Authentication enviará un código de acceso dun só uso nunha mensaxe de texto ao número que introduciu. Responda á mensaxe de texto co código de acceso dun só uso e o PIN para autenticar.
he: כדי להשלים שלב זה, Multi-Factor Authentication ישלח קוד סיסמה חד-פעמי בהודעת טקסט למספר שהזנת. השב להודעת הטקסט עם קוד הסיסמה החד-פעמי ומספר הזיהוי האישי לביצוע האימות.
hi: यह चरण पूरा करने के लिए, Multi-Factor Authentication आपके द्वारा दर्ज किए गए नंबर पर एक पाठ संदेश में एकबारगी पासकोड भेजेगा. प्रमाणीकृत करने के लिए पाठ संदेश का एकबारगी पासकोड और अपने पिन के साथ उत्तर दें.
hr: Da biste dovršili ovaj korak, Multi-Factor Authentication u tekstnoj poruci šalje jednokratnu lozinku na broj koji ste unijeli. Odgovorite na tekstnu poruku s jednokratnom lozinkom i PIN-om te tako provjerite autentičnost.
hu: Ennek a lépésnek a befejezéséhez a Multi-Factor Authentication küldeni fog a megadott számra szöveges üzenetben egy egyszeri jelszót. A hitelesítés végrehajtásához egy válaszüzenetben küldje vissza az egyszeri jelszót és a PIN-kódot.
id: Untuk menyelesaikan langkah ini, Multi-Factor Authentication mengirimkan SMS berisi kode akses satu-kali ke nomor yang Anda masukkan. Balas SMS tersebut dengan kode akses satu-kali yang tercantum dan PIN Anda untuk mengautentikasi.
it: Per completare questo passaggio, Multi-Factor Authentication invierà al numero immesso un SMS contenente un passcode monouso. Rispondere all'SMS con il passcode monouso e il PIN per eseguire l'autenticazione.
ja: 入力した電話番号に、Multi-Factor Authentication からテキスト メッセージでワンタイム パスコードが届きます。アカウントを認証するには、ワンタイム パスコードと PIN を入力してメッセージに返信してください。
kk: Бұл қадамды аяқтау үшін, Multi-Factor Authentication қызметі енгізілген нөмірге мәтіндік хабармен бір рет қолданылатын құпия кодты жібереді. Түпнұсқалықты растау үшін, мәтіндік хабарға бір рет қолданылатын құпия код пен PIN кодын жазып жауап беріңіз.
ko: 이 단계를 완료하기 위해 Multi-Factor Authentication에서 입력한 번호로 OTP(일회성 암호)를 문자 메시지로 보냅니다. 인증을 위해 OTP(일회성 암호)와 PIN을 포함하여 문자 메시지에 회신하십시오.
lt: Kad būtų atliktas šis veiksmas, „Multi-Factor Authentication“ jūsų įvestu numeriu atsiųs teksto žinutę su vienkartiniu prieigos kodu. Norėdami autentifikuoti atsakykite į teksto žinutę naudodami vienkartinį prieigos kodą ir PIN.
lv: Pēc tam programma Multi-Factor Authentication nosūtīs uz norādīto tālruņa numuru īsziņu, kurā būs norādīts vienreizējs ieejas kods. Lai veiktu autentifikāciju, atbildiet uz īsziņu, norādot ieejas kodu un PIN.
ms: Untuk melengkapkan langkah ini, Multi-Factor Authentication akan menghantar kod laluan sekali guna dalam mesej teks ke nombor yang anda masukkan. Balas mesej teks dengan menyertakan kod laluan sekali guna berserta PIN anda untuk membuat pengesahan.
nl: Voor het voltooien van deze stap ontvangt u van Multi-Factor Authentication een eenmalige wachtwoordcode per sms op het door u ingevoerde nummer. Beantwoord het SMS-bericht met de eenmalige wachtwoordcode én uw pincode om u te authenticeren.
no: Multi-Factor Authentication fullfører dette trinnet ved å sende et engangspassord i en tekstmelding til nummeret du oppgav. Svar på tekstmeldingen med engangspassordet pluss PIN-koden for å godkjenne.
pl: W celu ukończenia tego kroku usługa Multi-Factor Authentication wyśle na wprowadzony numer wiadomość SMS z jednorazowym kodem dostępu. Odpowiedz na wiadomość SMS, wysyłając jednorazowy kod dostępu oraz numer PIN w celu uwierzytelnienia.
pt_br: Para concluir esta etapa, o Multi-Factor Authentication enviará uma senha de uso único em uma mensagem de texto para o número inserido. Responda à mensagem de texto com a senha de uso único mais o PIN para autenticar.
pt_pt: Para executar este passo, a Autenticação Multifator enviará um código de acesso único numa mensagem SMS para o número que introduziu. Responda à mensagem SMS com o código de acesso único e o seu PIN para efetuar a autenticação.
ro: Pentru a finaliza acest pas, Multi-Factor Authentication va trimite la numărul introdus un mesaj text cu un cod de acces unic. Pentru autentificare, răspundeți la mesajul text cu codul de acces unic și cu codul PIN.
ru: Для выполнения этого шага Multi-Factor Authentication отправит по указанному вами номеру SMS с одноразовым паролем. Чтобы проверить подлинность, ответьте на SMS, передав в нем одноразовый пароль и ваш ПИН-код.
sk: Na dokončenie tohto kroku sa zo služby Multi-Factor Authentication odošle textová správa s jednorazovým prístupovým kódom na zadané číslo. Overenie uskutočníte odpovedaním na túto textovú správu príslušným jednorazovým prístupovým kódom aj PIN kódom.
sl: Za dokončanje tega koraka bo storitev Multi-Factor Authentication na navedeno telefonsko številko poslala besedilno sporočilo z enkratnim geslom. Za preverjanje pristnosti na sporočilo odgovorite z enkratnim geslom in kodo PIN.
sr_cyrl_cs: Да бисте довршили овај корак, Multi-Factor Authentication ће на број који сте унели послати текстуалну поруку са једнократним кодом. Одговорите на текстуалну поруку тако што ћете послати једнократни код и PIN да бисте потврдили идентитет.
sr_latn_cs: Da biste dovršili ovaj korak, Multi-Factor Authentication će na broj koji ste uneli poslati tekstualnu poruku sa jednokratnim kodom. Odgovorite na tekstualnu poruku tako što ćete poslati jednokratni kôd i PIN da biste potvrdili identitet.
sv: Det här steget slutförs genom att Multi-Factor Authentication skickar en engångslösenkod i ett SMS till det nummer du har angett. Svara på SMS:et med engångslösenkoden plus PIN-koden för att autentisera.
th: ในการดำเนินการขั้นตอนนี้ให้เสร็จสมบูรณ์ Multi-Factor Authentication จะส่งข้อความที่มีรหัสผ่านแบบครั้งเดียวไปยังหมายเลขที่คุณป้อน โปรดตอบกลับข้อความด้วยรหัสผ่านแบบครั้งเดียวพร้อมด้วย PIN ของคุณเพื่อรับรองความถูกต้อง
tr: Bu adımı tamamlamak için, Multi-Factor Authentication, girdiğiniz numaraya bir kerelik bir geçiş kodu gönderecektir. Kimlik doğrulaması yapmak için metin mesajına PIN kodunuzun yanı sıra bir kerelik geçiş koduyla yanıt verin.
uk: Для виконання цього кроку Multi-Factor Authentication надішле одноразовий код доступу в текстовому повідомленні на зазначений номер. Для автентифікації потрібно відповісти на текстове повідомлення, надіславши одноразовий код доступу та PIN-код.
vi: Để hoàn tất bước này, Multi-Factor Authentication sẽ gửi một mã thông hành dùng một lần trong một tin nhắn văn bản đến số bạn đã nhập. Trả lời tin nhắn văn bản với mã thông hành dùng một lần này và PIN của bạn để xác thực.
zh_cn: 为完成此步骤，Multi-Factor Authentication 将会通过短信向您输入的电话号码发送一次性密码。请在短信中回复该一次性密码和您的 PIN，以进行身份验证。
zh_tw: 為了完成此步驟，Multi-Factor Authentication 會以簡訊將單次密碼傳送到您輸入的號碼。請回覆簡訊並附上單次密碼加上您的 PIN 來進行驗證。

# Label_InstructionsUserSetupToCompleteStandard
source: To complete this step, Multi-Factor Authentication will call the number you entered. Answer and press # to authenticate.
ar: لإكمال هذه الخطوة، سيتصل Multi-Factor Authentication بالرقم الذي أدخلته. يرجى الرد ثم الضغط على # لتتمكن من المصادقة.
bg: За завършването на тази стъпка Multi-Factor Authentication ще се обади на въведения от вас номер. Отговорете и натиснете #, за да бъдете удостоверени.
ca: Per completar aquest pas, el Multi-Factor Authentication trucarà al número introduït. Responeu i premeu # per autenticar-vos.
cs: V rámci provedení tohoto kroku aplikace Multi-Factor Authentication vám zavoláme na číslo, které jste zadali. Ověřte se tak, že hovor přijmete a stisknete křížek (#).
da: For at fuldføre dette trin ringer Multi-Factor Authentication til det nummer, du har angivet. Besvar, og tryk på # for at godkende.
de: Anschließend wird von Multi-Factor Authentication die von Ihnen angegebene Telefonnummer angerufen. Nehmen Sie den Anruf an, und drücken Sie dann das Nummernzeichen (#), um sich zu authentifizieren.
el: Προκειμένου να ολοκληρωθεί αυτό το βήμα, η υπηρεσία Multi-Factor Authentication θα πραγματοποιήσει κλήση στον αριθμό που εισαγάγατε. Απαντήστε και πατήστε το χαρακτήρα #, για να πραγματοποιηθεί ο έλεγχος ταυτότητας.
es: Para completar este paso, Multi-Factor Authentication llamará al número que haya especificado. Responda y presione almohadilla (#) para la autenticación.
et: Selle sammu lõpuleviimiseks helistab Multi-Factor Authentication sisestatud numbrile. Vastake ja vajutage autentimiseks sümbolit #.
eu: Urrats hau osatzeko, Multi-Factor Authentication aplikazioak zure telefono zenbakira deituko du. Erantzun eta sakatu # autentifikatzeko.
fi: Tämän vaiheen lopuksi Multi-Factor Authentication soittaa antamaasi numeroon. Tee todennus vastaamalla ja painamalla #-näppäintä.
fr: Pour finaliser cette étape, Multi-Factor Authentication appellera le numéro que vous avez entré. Répondez et appuyez sur # pour procéder à l'authentification.
gl: Para concluír este paso, Multi-Factor Authentication chamará ao número que introduciu. Atenda a chamada e prema # para autenticar.
he: כדי להשלים שלב זה, Multi-Factor Authentication יתקשר למספר שהזנת. ענה והקש # לביצוע האימות.
hi: यह चरण पूरा करने के लिए, Multi-Factor Authentication आपके द्वारा दर्ज किए गए नंबर पर कॉल करेगा. प्रमाणीकृत करने के लिए उत्तर दें और # दबाएँ.
hr: Da biste dovršili ovaj korak, Multi-Factor Authentication nazvat će broj koji ste unijeli. Javite se i pritisnite # da biste provjerili autentičnost.
hu: Ennek a lépésnek a végrehajtásához a Multi-Factor Authentication hívni fogja a megadott számot. A hitelesítés végrehajtásához fogadja a hívást, majd nyomja meg a # gombot.
id: Untuk menyelesaikan langkah ini, Multi-Factor Authentication akan menelepon nomor yang Anda masukkan. Jawab dan tekan # untuk mengautentikasi.
it: Per completare questo passaggio, Multi-Factor Authentication chiamerà il numero immesso. Rispondere e premere # per eseguire l'autenticazione.
ja: 入力した電話番号に、Multi-Factor Authentication から電話がかります。アカウントを認証するには、電話に出て # キーを押してください。
kk: Бұл қадамды аяқтау үшін, Multi-Factor Authentication қызметі енгізілген нөмірге қоңырау соғады. Түпнұсқалықты растау үшін, жауап беріп, # түймесін басыңыз.
ko: 이 단계를 완료하기 위해 Multi-Factor Authentication에서 입력한 번호로 전화를 겁니다. 인증하려면 전화를 받고 # 키를 누르십시오.
lt: Kad būtų atliktas šis veiksmas, „Multi-Factor Authentication“ paskambins jūsų įvestu numeriu. Norėdami autentifikuoti atsiliepkite ir paspauskite #.
lv: Pēc tam programma Multi-Factor Authentication veiks zvanu uz norādīto tālruņa numuru. Lai veiktu autentifikāciju, atbildiet uz zvanu un nospiediet taustiņu #.
ms: Untuk melengkapkan langkah ini, Multi-Factor Authentication akan menghubungi nombor yang anda masukkan. Jawab dan tekan # untuk membuat pengesahan.
nl: Voor het voltooien van deze stap wordt het door u ingevoerde nummer gebeld door Multi-Factor Authentication. Beantwoord de oproep en druk op # om u te authenticeren.
no: Multi-Factor Authentication fullfører dette trinnet ved å ringe nummeret du oppgav. Svar og trykk # for å godkjenne.
pl: W celu ukończenia tego kroku usługa Multi-Factor Authentication wykona połączenie na wprowadzony numer. Odbierz połączenie i naciśnij klawisz # w celu uwierzytelnienia.
pt_br: Para concluir esta etapa, o Multi-Factor Authentication ligará para o número inserido. Atenda e pressione # para autenticar.
pt_pt: Para executar este passo, a Autenticação Multifator ligará para o número que introduziu. Atenda e prima # para efetuar a autenticação.
ro: Pentru a finaliza acest pas, Multi-Factor Authentication va apela numărul introdus. Pentru autentificare, răspundeți și apăsați tasta #.
ru: Для выполнения этого шага Multi-Factor Authentication позвонит по указанному вами номеру. Чтобы проверить подлинность, ответьте на звонок и нажмите кнопку "#".
sk: Na dokončenie tohto kroku sa zo služby Multi-Factor Authentication uskutoční hovor na zadané číslo. Overenie uskutočníte prijatím hovoru a stlačením klávesu #.
sl: Za dokončanje tega koraka bo storitev Multi-Factor Authentication poklicala navedeno telefonsko številko. Za preverjanje pristnosti sprejmite klic in pritisnite #.
sr_cyrl_cs: Да бисте довршили овај корак, Multi-Factor Authentication ће позвати број који сте унели. Јавите се и притисните тастер # да бисте потврдили идентитет.
sr_latn_cs: Da biste dovršili ovaj korak, Multi-Factor Authentication će pozvati broj koji ste uneli. Javite se i pritisnite taster # da biste potvrdili identitet.
sv: Det här steget slutförs genom att Multi-Factor Authentication ringer upp det nummer du har angett. Svara och tryck på # för att autentisera.
th: ในการดำเนินการขั้นตอนนี้ให้เสร็จสมบูรณ์ Multi-Factor Authentication จะโทรไปที่หมายเลขที่คุณป้อน โปรดรับสายและกดเครื่องหมาย # เพื่อรับรองความถูกต้อง
tr: Bu adımı tamamlamak için, Multi-Factor Authentication girdiğiniz numarayı arayacaktır. Telefonu yanıtlayın ve kimlik doğrulaması yapmak için # tuşuna basın.
uk: Для виконання цього кроку Multi-Factor Authentication зателефонує за зазначеним номером. Для автентифікації потрібно відповісти і натиснути "#".
vi: Để hoàn tất bước này, Multi-Factor Authentication sẽ gọi đến số bạn đã nhập. Trả lời và bấm # để xác thực.
zh_cn: 为完成此步骤，Multi-Factor Authentication 将会呼叫您输入的电话号码。请接听电话并按 #，以进行身份验证。
zh_tw: 為了完成此步驟，Multi-Factor Authentication 會撥打您輸入的號碼。請接聽電話並按 # 來進行驗證。

# Label_InstructionsUserSetupToCompleteVoiceprint
source: To complete this step, Multi-Factor Authentication will call the number you entered. Follow the instructions to enroll a voiceprint passphrase.
ar: لإكمال هذه الخطوة، سيتصل Multi-Factor Authentication بالرقم الذي أدخلته. اتبع الإرشادات لتسجيل عبارة مرور لبصمة صوت.
bg: За завършването на тази стъпка Multi-Factor Authentication ще се обади на въведения от вас номер. Следвайте инструкциите, за да запишете гласов отпечатък на фраза за достъп.
ca: Per completar aquest pas, el Multi-Factor Authentication trucarà al número introduït. Seguiu les instruccions per inscriure una contrasenya d'empremta de veu.
cs: V rámci provedení tohoto kroku aplikace Multi-Factor Authentication vám zavoláme na číslo, které jste zadali. Podle pokynů pak zaregistrujte své heslo prostřednictvím hlasového otisku.
da: For at fuldføre dette trin ringer Multi-Factor Authentication til det nummer, du har angivet. Følg vejledningen for at tilmelde et stemmeaftryksadgangsudtryk.
de: Anschließend wird von Multi-Factor Authentication die von Ihnen angegebene Telefonnummer angerufen. Folgen Sie den Anweisungen, um eine Passphrase als Stimmabdruck zu registrieren.
el: Προκειμένου να ολοκληρωθεί αυτό το βήμα, η υπηρεσία Multi-Factor Authentication θα πραγματοποιήσει κλήση στον αριθμό που εισαγάγατε. Ακολουθήστε τις οδηγίες για εγγραφή φράσης πρόσβασης μέσω χροιάς φωνής.
es: Para completar este paso, Multi-Factor Authentication llamará al número que haya especificado. Siga las instrucciones para inscribir una frase de contraseña para la huella de voz.
et: Selle sammu lõpuleviimiseks helistab Multi-Factor Authentication sisestatud numbrile. Häälejäljendi parooli registreerimiseks järgige suuniseid.
eu: Urrats hau osatzeko, Multi-Factor Authentication aplikazioak zure telefono zenbakira deituko du. Jarraitu instrukzioak ahots-aztarna bidezko pasaesaldi bat erregistratzeko.
fi: Tämän vaiheen lopuksi Multi-Factor Authentication soittaa antamaasi numeroon. Rekisteröi tunnuslauseen äänijälki ohjeiden mukaisesti.
fr: Pour finaliser cette étape, Multi-Factor Authentication appellera le numéro que vous avez entré. Suivez les instructions pour inscrire une phrase secrète d'empreinte vocale.
gl: Para concluír este paso, Multi-Factor Authentication chamará ao número que introduciu. Siga as instrucións para gravar unha frase de acceso de impresión de voz.
he: כדי להשלים שלב זה, Multi-Factor Authentication יתקשר למספר שהזנת. בצע את ההוראות לרישום ביטוי סיסמה של טביעת קול.
hi: यह चरण पूरा करने के लिए, Multi-Factor Authentication आपके द्वारा दर्ज किए गए नंबर पर कॉल करेगा. वॉइसप्रिंट पासफ्रेज़ नामांकित करने के लिए निर्देशों का पालन करें.
hr: Da biste dovršili ovaj korak, Multi-Factor Authentication nazvat će broj koji ste unijeli. Slijedite upute da biste upisali glasovni otisak kao pristupni izraz.
hu: Ennek a lépésnek a végrehajtásához a Multi-Factor Authentication hívni fogja a megadott számot. Az utasításokat követve rögzítsen egy hanglenyomatos jelmondatot.
id: Untuk menyelesaikan langkah ini, Multi-Factor Authentication akan menelepon nomor yang Anda masukkan. Ikuti petunjuk untuk mendaftarkan frasa kunci cetakan suara.
it: Per completare questo passaggio, Multi-Factor Authentication chiamerà il numero immesso. Attenersi alle istruzioni per registrare una passphrase per l'impronta vocale.
ja: 入力した電話番号に、Multi-Factor Authentication から電話がかります。指示に従って、ボイスプリントのパスフレーズを登録してください。
kk: Бұл қадамды аяқтау үшін, Multi-Factor Authentication қызметі енгізілген нөмірге қоңырау соғады. Дауыстық растаманың құпия сөз орамын тіркеу үшін, нұсқауларды орындаңыз.
ko: 이 단계를 완료하기 위해 Multi-Factor Authentication에서 입력한 번호로 전화를 겁니다. 다음 지침에 따라 성문 암호를 등록하십시오.
lt: Kad būtų atliktas šis veiksmas, „Multi-Factor Authentication“ paskambins jūsų įvestu numeriu. Laikykitės instrukcijų norėdami užregistruoti balso ypatybių prieigos slaptažodį.
lv: Pēc tam programma Multi-Factor Authentication veiks zvanu uz norādīto tālruņa numuru. Izpildiet norādījumus, lai reģistrētu ieejas frāzes balss nospiedumu.
ms: Untuk melengkapkan langkah ini, Multi-Factor Authentication akan menghubungi nombor yang anda masukkan. Ikut arahan untuk mendaftar frasa laluan cetak suara.
nl: Voor het voltooien van deze stap wordt het door u ingevoerde nummer gebeld door Multi-Factor Authentication. Volg de instructies om een wachtwoordzin met een spraakcode te registreren.
no: Multi-Factor Authentication fullfører dette trinnet ved å ringe nummeret du oppgav. Følg instruksjonene for å registrere et stemmeavtrykkspassord.
pl: W celu ukończenia tego kroku usługa Multi-Factor Authentication wykona połączenie na wprowadzony numer. Postępuj zgodnie z instrukcjami, aby zapisać hasło próbki głosu.
pt_br: Para concluir esta etapa, o Multi-Factor Authentication ligará para o número inserido. Siga as instruções para registrar uma frase secreta de impressão de voz.
pt_pt: Para executar este passo, a Autenticação Multifator ligará para o número que introduziu. Siga as instruções para registar uma frase de acesso de identificação por voz.
ro: Pentru a finaliza acest pas, Multi-Factor Authentication va apela numărul introdus. Urmați instrucțiunile pentru a înregistra o frază de acces de tip amprentă vocală.
ru: Для выполнения этого шага Multi-Factor Authentication позвонит по указанному вами номеру. Следуйте инструкциям для регистрации парольной фразы голосового отпечатка.
sk: Na dokončenie tohto kroku sa zo služby Multi-Factor Authentication uskutoční hovor na zadané číslo. Postupujte podľa pokynov a zaregistrujte prístupovú frázu s hlasovým odtlačkom.
sl: Za dokončanje tega koraka bo storitev Multi-Factor Authentication poklicala navedeno telefonsko številko. Za preverjanje pristnosti upoštevajte navodila za včlanitev glasovnega gesla.
sr_cyrl_cs: Да бисте довршили овај корак, Multi-Factor Authentication ће позвати број који сте унели. Пратите упутства да бисте уписали фразу за пролаз гласовне провере.
sr_latn_cs: Da biste dovršili ovaj korak, Multi-Factor Authentication će pozvati broj koji ste uneli. Pratite uputstva da biste upisali frazu za prolaz glasovne provere.
sv: Det här steget slutförs genom att Multi-Factor Authentication ringer upp det nummer du har angett. Följ instruktionerna för att registrera en lösenfras i en röstprofil.
th: ในการดำเนินการขั้นตอนนี้ให้เสร็จสมบูรณ์ Multi-Factor Authentication จะโทรไปที่หมายเลขที่คุณป้อน โปรดทำตามคำแนะนำเพื่อลงทะเบียนวลีรหัสผ่านกราฟแสดงลักษณะเสียงพูดของมนุษย์
tr: Bu adımı tamamlamak için, Multi-Factor Authentication girdiğiniz numarayı arayacaktır. Bir ses izi parolası kaydetmek için yönergeleri izleyin.
uk: Для виконання цього кроку Multi-Factor Authentication зателефонує за зазначеним номером. Дотримуйтесь інструкцій із реєстрації парольної фрази голосового відбитка.
vi: Để hoàn tất bước này, Multi-Factor Authentication sẽ gọi đến số bạn đã nhập. Thực hiện theo hướng dẫn để đăng ký một câu thông hành nhận dạng giọng nói.
zh_cn: 为完成此步骤，Multi-Factor Authentication 将会呼叫您输入的电话号码。请按照说明注册声纹密码。
zh_tw: 為了完成此步驟，Multi-Factor Authentication 會撥打您輸入的號碼。請遵循指示註冊聲紋複雜密碼。
