Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_MustActivateDevice
source: You must activate the Multi-Factor Authentication mobile app on a device before you can change your method to Mobile App. Click the Activate Mobile App link in the navigation menu to begin your activation.
ar: يجب عليك تنشيط تطبيق الأجهزة المحمولة Multi-Factor Authentication على جهازك قبل تغيير الأسلوب الخاص بك إلى تطبيق الأجهزة المحمولة. انقر فوق ارتباط "تنشيط تطبيق الأجهزة المحمولة" في قائمة التنقل لتبدأ التنشيط.
bg: Трябва да активирате мобилното приложение Multi-Factor Authentication на някое устройство, преди да можете да промените метода си на "Мобилно приложение". Щракнете върху връзката за активиране на мобилното приложение в навигационното меню, за да започнете активирането.
ca: Cal activar l'aplicació mòbil Multi-Factor Authentication en un dispositiu per poder canviar el mètode a Aplicació mòbil. Feu clic a l'enllaç Activa l'aplicació mòbil al menú de navegació per començar l'activació.
cs: Abyste si mohli změnit metodu na Mobilní aplikace, je nutné, abyste si na zařízení aktivovali mobilní aplikaci Multi-Factor Authentication. Chcete-li začít s aktivací, klikněte v navigační nabídce na možnost Aktivovat mobilní aplikaci.
da: Du skal aktivere Multi-Factor Authentication-mobilappen på en enhed, før du kan ændre metode til Mobilapp. Klik på linket Aktivér mobilapp i navigationsmenuen for at starte aktiveringen.
de: Sie müssen die mobile Anwendung für Multi-Factor Authentication auf einem Gerät aktivieren, bevor Sie "Mobile Anwendung" als Methode auswählen können. Klicken Sie auf den Link "Mobile Anwendung aktivieren" im Navigationsmenü, um mit der Aktivierung zu beginnen.
el: Πρέπει να ενεργοποιήσετε την εφαρμογή Multi-Factor Authentication για κινητές συσκευές σε κάποια συσκευή, για να μπορείτε να αλλάξετε τη μέθοδο ελέγχου ταυτότητας σε "Εφαρμογή για κινητές συσκευές". Κάντε κλικ στη σύνδεση "Ενεργοποίηση εφαρμογής για κινητές συσκευές" στο μενού περιήγησης, για να ξεκινήσει η ενεργοποίηση στη δική σας περίπτωση.
es: Debe activar la aplicación móvil Multi-Factor Authentication en un dispositivo para poder cambiar el método a Aplicación móvil. Haga clic en el vínculo Activar aplicación móvil en el menú de navegación para comenzar la activación.
et: Teie seadmes olev Multi-Factor Authenticationi mobiilirakendus peab olema aktiveeritud, alles siis saate mobiilirakenduse oma meetodiks valida. Aktiveerimise alustamiseks klõpsake navigeerimismenüüs lingil Aktiveeri mobiilirakendus.
eu: Multi-Factor Authentication mugikorreko aplikazioa aktibatu behar duzu metodoa Mugikorreko aplikazioa aukerara aldatu ahal izateko. Egin klik Aktibatu mugikorreko aplikazioa estekan nabigazio-menuan aktibazioa hasteko.
fi: Sinun täytyy aktivoida Multi-Factor Authentication -mobiilisovellus jossakin laitteessa, ennen kuin voit ottaa käyttöön Mobiilisovellus-menetelmän. Voit aloittaa aktivoinnin napsauttamalla siirtymisvalikossa olevaa Aktivoi mobiilisovellus -linkkiä.
fr: Vous devez activer l'application mobile Multi-Factor Authentication sur un appareil pour pouvoir modifier votre méthode en Application mobile. Pour commencer votre activation, cliquez sur le lien Activer l'application mobile dans le menu de navigation.
gl: Para poder modificar o método a Aplicación para móbil, debe activar a aplicación para móbil de Multi-Factor Authentication nun dispositivo. Prema na ligazón Activar a aplicación para móbil no menú de navegación para comezar coa activación.
he: עליך להפעיל את האפליקציה למכשירים ניידים של Multi-Factor Authentication במכשיר כלשהו כדי שתוכל לשנות את השיטה שלך ל'אפליקציה למכשירים ניידים'. לחץ על הקישור 'הפעל אפליקציה למכשירים ניידים' בתפריט הניווט כדי להתחיל את ההפעלה.
hi: अपनी विधि को बदलकर मोबाइल अनुप्रयोग करने से पहले आपको किसी डिवाइस पर Multi-Factor Authentication मोबाइल अनुप्रयोग को सक्रिय करना होगा. अपना सक्रियण आरंभ करने के लिए नेविगेशन मेनू में मोबाइल अनुप्रयोग सक्रिय करें लिंक क्लिक करें.
hr: Morate aktivirati mobilnu aplikaciju Multi-Factor Authentication na uređaju da biste mogli promijeniti metodu u Mobilnu aplikaciju. Kliknite vezu Aktiviraj mobilnu aplikaciju u navigacijskom izborniku da biste pokrenuli aktivaciju.
hu: Mielőtt a Mobilalkalmazás módszerre állna át, aktiválnia kell a Multi-Factor Authentication mobilalkalmazást egy készüléken. Az aktiválás megkezdéséhez kattintson a navigációs menü Mobilalkalmazás aktiválása hivatkozására.
id: Anda harus mengaktifkan aplikasi seluler Multi-Factor Authentication pada perangkat sebelum dapat mengubah metode ke Aplikasi Seluler. Klik tautan Aktifkan Aplikasi Seluler dalam menu navigasi untuk memulai aktivasi Anda.
it: Prima di poter impostare il metodo su App mobile, è necessario attivare l'app mobile Multi-Factor Authentication in un dispositivo. Per iniziare l'attivazione, fare clic sul collegamento Attiva app mobile nel menu di navigazione.
ja: 認証方法を [モバイル アプリ] に変更する前に、デバイス上で Multi-Factor Authentication モバイル アプリをアクティブ化する必要があります。アクティブ化を開始するには、ナビゲーション メニューの [モバイル アプリのアクティブ化] リンクをクリックしてください。
kk: Мобильді бағдарлама әдісіне ауысу үшін құрылғыда Multi-Factor Authentication мобильді бағдарламасын белсендіру керек. Белсендіруді бастау үшін шарлау мәзірінде "Мобильді бағдарлама" сілтемесін басыңыз.
ko: 방법을 [모바일 앱]으로 변경하려면 먼저 Multi-Factor Authentication 모바일 앱을 활성화해야 합니다. 활성화를 시작하려면 탐색 메뉴에서 [모바일 앱 활성화] 링크를 클릭하십시오.
lt: Turite įrenginyje suaktyvinti mobiliųjų įrenginių programėlę „Multi-Factor Authentication“; tik tada bus galima pakeisti metodą į Mobiliųjų įrenginių programėlė. Norėdami pradėti aktyvinti, naršymo meniu spustelėkite saitą Suaktyvinti mobiliųjų įrenginių programėlę.
lv: Lai metodi mainītu uz Mobilā programma, ierīcē aktivizējiet mobilo programmu Multi-Factor Authentication. Lai sāktu aktivizāciju, navigācijas izvēlnē noklikšķiniet uz saites Mobilās programmas aktivizēšana.
ms: Anda mesti mengaktifkan apl mudah alih Multi-Factor Authentication pada peranti sebelum anda boleh menukar kaedah anda kepada Apl Mudah Alih. Klik pautan Aktifkan Apl Mudah Alih dalam menu navigasi untuk memulakan pengaktifan anda.
nl: U moet de mobiele app Multi-Factor Authentication activeren op een apparaat voordat u uw methode kunt wijzigen in Mobiele app. Klik op de koppeling Mobiele app activeren in het navigatiemenu om de activering te starten.
no: Du må aktivere mobilappen Multi-Factor Authentication på en enhet før du kan endre metoden til Mobilapp. Klikk Aktiver Mobilapp-koblingen på navigasjonsmenyen for å begynne aktiveringen.
pl: Aby wybrać metodę Aplikacja mobilna, musisz aktywować aplikację mobilną Multi-Factor Authentication na urządzeniu. W menu nawigacyjnym kliknij łącze Aktywuj aplikację mobilną, aby rozpocząć proces aktywacji.
pt_br: Para alterar o método para Aplicativo Móvel, ative o aplicativo móvel Multi-Factor Authentication em um dispositivo. Clique no link Ativar Aplicativo Móvel no menu de navegação para começar a ativação.
pt_pt: Para poder alterar o seu método para Aplicação Móvel, terá de ativar a aplicação móvel de Autenticação Multifator num dispositivo. Clique na ligação Ativar Aplicação Móvel no menu de navegação para iniciar a ativação.
ro: Pentru a putea modifica metoda în Aplicație mobilă, întâi trebuie să activați aplicația mobilă Multi-Factor Authentication pe dispozitiv. Pentru a începe activarea, faceți clic pe linkul Activare aplicație mobilă din meniul de navigare.
ru: Прежде чем вы сможете изменить метод на "Мобильное приложение", необходимо активировать мобильное приложение Multi-Factor Authentication на устройстве. Чтобы начать активацию, щелкните ссылку "Активировать мобильное приложение" в меню переходов.
sk: Mobilnú aplikáciu Multi-Factor Authentication musíte v zariadení aktivovať skôr, než môžete svoju metódu zmeniť na metódu Mobilná aplikácia. Aktiváciu možno spustiť kliknutím na prepojenie Aktivovať mobilnú aplikáciu v navigačnej ponuke.
sl: Za spremembo načina v Mobilna aplikacija morate v napravi najprej aktivirati mobilno aplikacijo Multi-Factor Authentication. Za začetek aktivacije v meniju za krmarjenje kliknite povezavo Aktiviraj mobilno aplikacijo.
sr_cyrl_cs: На уређају морате да активирате Multi-Factor Authentication апликацију за мобилне уређаје да бисте могли да промените метод на опцију „Апликација за мобилне уређаје“. Кликните на везу „Активирај апликацију за мобилне уређаје“ у менију навигације да бисте започели активацију.
sr_latn_cs: Na uređaju morate da aktivirate Multi-Factor Authentication aplikaciju za mobilne uređaje da biste mogli da promenite metod na opciju „Aplikacija za mobilne uređaje“. Kliknite na vezu „Aktiviraj aplikaciju za mobilne uređaje“ u meniju navigacije da biste započeli aktivaciju.
sv: Du måste aktivera mobilappen Multi-Factor Authentication på en enhet innan du kan ändra metoden till Mobilapp. Klicka på länken Aktivera mobilapp på navigeringsmenyn för att starta aktiveringen.
th: คุณต้องเปิดใช้งานแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ในอุปกรณ์ก่อนที่จะสามารถเปลี่ยนเมธอดเป็นแอปสำหรับอุปกรณ์เคลื่อนที่ คลิกลิงก์ "แอปสำหรับอุปกรณ์เคลื่อนที่" ในเมนูการนำทางเพื่อเริ่มการเปิดใช้งาน
tr: Yönteminizi Mobil Uygulama olarak değiştirebilmeniz için Multi-Factor Authentication mobil uygulamasını bir cihazda etkinleştirmeniz gerekir. Etkinleştirmenizi başlatmak için gezinti menüsünde Mobil Uygulamayı Etkinleştir bağlantısına tıklayın.
uk: Перш ніж можна буде змінити метод на "Мобільна програма", необхідно активувати у пристрої мобільну програму Multi-Factor Authentication. Щоб розпочати активацію, у меню навігації натисніть посилання "Активувати мобільну програму".
vi: Bạn phải kích hoạt ứng dụng di động Multi-Factor Authentication trên một thiết bị trước khi bạn có thể thay đổi phương thức của bạn thành Ứng dụng Di động. Bấm vào nối kết Kích Hoạt Ứng dụng Di động trong menu dẫn hướng để bắt đầu việc kích hoạt của bạn.
zh_cn: 您必须先激活设备上的 Multi-Factor Authentication 移动应用，才能将方法更改为“移动应用”。单击导航菜单中的“激活移动应用”链接以开始进行激活。
zh_tw: 您必須在裝置上啟用 Multi-Factor Authentication 行動裝置應用程式，才能將方法變更為 [行動裝置應用程式]。請在瀏覽功能表中按一下 [啟用行動裝置應用程式] 連結以開始進行啟用作業。

# Message_MustActivateDeviceOathToken
source: You must activate the Multi-Factor Authentication mobile app on a device before you can change your method to OATH Token. Click the Activate Mobile App link in the navigation menu to begin your activation.
ar: يجب عليك تنشيط تطبيق الأجهزة المحمولة Multi-Factor Authentication على جهازك قبل تغيير الأسلوب الخاص بك إلى رمز OATH المميز. انقر فوق ارتباط "تنشيط تطبيق الأجهزة المحمولة" في قائمة التنقل لتبدأ التنشيط.
bg: Трябва да активирате мобилното приложение Multi-Factor Authentication на някое устройство, преди да можете да промените метода си на "OATH маркер". Щракнете върху връзката за активиране на мобилното приложение в навигационното меню, за да започнете активирането.
ca: Cal activar l'aplicació mòbil Multi-Factor Authentication en un dispositiu per poder canviar el mètode a Testimoni OATH. Feu clic a l'enllaç Activa l'aplicació mòbil al menú de navegació per començar l'activació.
cs: Abyste si mohli změnit metodu na Token OATH, je nutné, abyste si na zařízení aktivovali mobilní aplikaci Multi-Factor Authentication. Chcete-li začít s aktivací, klikněte v navigační nabídce na možnost Aktivovat mobilní aplikaci.
da: Du skal aktivere Multi-Factor Authentication-mobilappen på en enhed, før du kan ændre metode til OATH-token. Klik på linket Aktivér mobilapp i navigationsmenuen for at starte aktiveringen.
de: Sie müssen die mobile Anwendung für Multi-Factor Authentication auf einem Gerät aktivieren, bevor Sie "OATH-Token" als Methode auswählen können. Klicken Sie auf den Link "Mobile Anwendung aktivieren" im Navigationsmenü, um mit der Aktivierung zu beginnen.
el: Πρέπει να ενεργοποιήσετε την εφαρμογή Multi-Factor Authentication για κινητές συσκευές σε κάποια συσκευή, για να μπορείτε να αλλάξετε τη μέθοδο ελέγχου ταυτότητας σε "Διακριτικό OATH". Κάντε κλικ στη σύνδεση "Ενεργοποίηση εφαρμογής για κινητές συσκευές" στο μενού περιήγησης, για να ξεκινήσει η ενεργοποίηση στη δική σας περίπτωση.
es: Debe activar la aplicación móvil Multi-Factor Authentication en un dispositivo para poder cambiar el método a Token OATH. Haga clic en el vínculo Activar aplicación móvil en el menú de navegación para comenzar la activación.
et: Teie seadmes asuv Multi-Factor Authenticationi mobiilirakendus peab olema aktiveeritud, alles siis saate OATH-tõendi oma meetodiks valida. Aktiveerimise alustamiseks klõpsake navigeerimismenüüs lingil Aktiveeri mobiilirakendus.
eu: Multi-Factor Authentication mugikorreko aplikazioa aktibatu behar duzu metodoa OATH tokena aukerara aldatu ahal izateko. Egin klik Aktibatu mugikorreko aplikazioa estekan nabigazio-menuan aktibazioa hasteko.
fi: Sinun täytyy aktivoida Multi-Factor Authentication -mobiilisovellus jossakin laitteessa, ennen kuin voit ottaa OATH Token -menetelmän käyttöön. Voit aloittaa aktivoinnin napsauttamalla siirtymisvalikossa olevaa Aktivoi mobiilisovellus -linkkiä.
fr: Vous devez activer l'application mobile Multi-Factor Authentication sur votre appareil avant de modifier votre méthode en jeton OATH. Pour commencer votre activation, cliquez sur le lien Activer l'application mobile dans le menu de navigation.
gl: Para poder modificar o método a Token OATH, debe activar a aplicación para móbil de Multi-Factor Authentication nun dispositivo. Prema na ligazón Activar a aplicación para móbil no menú de navegación para comezar coa activación.
he: עליך להפעיל את האפליקציה למכשירים ניידים של Multi-Factor Authentication במכשיר כלשהו כדי שתוכל לשנות את השיטה שלך ל'אסימון OATH'. לחץ על הקישור 'הפעל אפליקציה למכשירים ניידים' בתפריט הניווט כדי להתחיל את ההפעלה.
hi: अपनी विधि को बदलकर OATH टोकन करने से पहले आपको किसी डिवाइस पर Multi-Factor Authentication मोबाइल अनुप्रयोग को सक्रिय करना होगा. अपना सक्रियण आरंभ करने के लिए नेविगेशन मेनू में मोबाइल अनुप्रयोग सक्रिय करें लिंक क्लिक करें.
hr: Morate aktivirati mobilnu aplikaciju Multi-Factor Authentication na uređaju da biste mogli promijeniti metodu na OATH token. Kliknite vezu Aktiviraj mobilnu aplikaciju u navigacijskom izborniku da biste pokrenuli aktivaciju.
hu: Mielőtt az OATH token módszerre állna át, aktiválnia kell a Multi-Factor Authentication mobilalkalmazást egy készüléken. Az aktiválás megkezdéséhez kattintson a navigációs menü Mobilalkalmazás aktiválása hivatkozására.
id: Anda harus mengaktifkan aplikasi seluler Multi-Factor Authentication pada perangkat sebelum dapat mengubah metode ke Token OATH. Klik tautan Aktifkan Aplikasi Seluler dalam menu navigasi untuk memulai aktivasi Anda.
it: Prima di poter impostare il metodo su Token OATH, è necessario attivare l'app mobile Multi-Factor Authentication in un dispositivo. Per iniziare l'attivazione, fare clic sul collegamento Attiva app mobile nel menu di navigazione.
ja: 認証方法を [OATH トークン] に変更する前に、デバイス上で Multi-Factor Authentication モバイル アプリをアクティブ化する必要があります。アクティブ化を開始するには、ナビゲーション メニューの [モバイル アプリのアクティブ化] リンクをクリックしてください。
kk: OATH таңбалауышы әдісіне ауысу үшін құрылғыда Multi-Factor Authentication мобильді бағдарламасын белсендіру керек. Белсендіруді бастау үшін шарлау мәзірінде "Мобильді бағдарлама" сілтемесін басыңыз.
ko: 방법을 [OATH 토큰]으로 변경하려면 먼저 Multi-Factor Authentication 모바일 앱을 활성화해야 합니다. 활성화를 시작하려면 탐색 메뉴에서 [모바일 앱 활성화] 링크를 클릭하십시오.
lt: Turite įrenginyje suaktyvinti mobiliųjų įrenginių programėlę „Multi-Factor Authentication“; tik tada bus galima pakeisti metodą į OATH atpažinimo ženklas. Norėdami pradėti aktyvinti, naršymo meniu spustelėkite saitą Suaktyvinti mobiliųjų įrenginių programėlę.
lv: Lai metodi mainītu uz OATH marķieris, ierīcē aktivizējiet mobilo programmu Multi-Factor Authentication. Lai sāktu aktivizāciju, navigācijas izvēlnē noklikšķiniet uz saites Mobilās programmas aktivizēšana.
ms: Anda mesti mengaktifkan apl mudah alih Multi-Factor Authentication pada peranti sebelum anda boleh menukar kaedah anda kepada Token OATH. Klik pautan Aktifkan Apl Mudah Alih dalam menu navigasi untuk memulakan pengaktifan anda.
nl: U moet de mobiele app Multi-Factor Authentication activeren op een apparaat voordat u uw methode kunt wijzigen in OATH-token. Klik op de koppeling Mobiele app activeren in het navigatiemenu om de activering te starten.
no: Du må aktivere mobilappen Multi-Factor Authentication på en enhet før du kan endre metoden til OATH-token. Klikk Aktiver Mobilapp-koblingen på navigasjonsmenyen for å begynne aktiveringen.
pl: Aby wybrać metodę Token OATH, musisz aktywować aplikację mobilną Multi-Factor Authentication na urządzeniu. W menu nawigacyjnym kliknij łącze Aktywuj aplikację mobilną, aby rozpocząć proces aktywacji.
pt_br: Para alterar o método para Token OATH, ative o aplicativo móvel Multi-Factor Authentication em um dispositivo. Clique no link Ativar Aplicativo Móvel no menu de navegação para começar a ativação.
pt_pt: Para poder alterar o seu método para Token OATH, terá de ativar a aplicação móvel de Autenticação Multifator num dispositivo. Clique na ligação Ativar Aplicação Móvel no menu de navegação para iniciar a ativação.
ro: Pentru a putea modifica metoda în Token OATH, întâi trebuie să activați aplicația mobilă Multi-Factor Authentication pe dispozitiv. Pentru a începe activarea, faceți clic pe linkul Activare aplicație mobilă din meniul de navigare.
ru: Прежде чем вы сможете изменить метод на "OATH-токен", необходимо активировать мобильное приложение Multi-Factor Authentication на устройстве. Чтобы начать активацию, щелкните ссылку "Активировать мобильное приложение" в меню переходов.
sk: Mobilnú aplikáciu Multi-Factor Authentication musíte v zariadení aktivovať skôr, než môžete svoju metódu zmeniť na metódu Token OATH. Aktiváciu možno spustiť kliknutím na prepojenie Aktivovať mobilnú aplikáciu v navigačnej ponuke.
sl: Za spremembo načina v Žeton OATH morate v napravi najprej aktivirati mobilno aplikacijo Multi-Factor Authentication. Za začetek aktivacije v meniju za krmarjenje kliknite povezavo Aktiviraj mobilno aplikacijo.
sr_cyrl_cs: На уређају морате да активирате Multi-Factor Authentication апликацију за мобилне уређаје да бисте могли да промените метод на опцију „OATH токен“. Кликните на везу „Активирај апликацију за мобилне уређаје“ у менију навигације да бисте започели активацију.
sr_latn_cs: Na uređaju morate da aktivirate Multi-Factor Authentication aplikaciju za mobilne uređaje da biste mogli da promenite metod na opciju „OATH token“. Kliknite na vezu „Aktiviraj aplikaciju za mobilne uređaje“ u meniju navigacije da biste započeli aktivaciju.
sv: Du måste aktivera mobilappen Multi-Factor Authentication på en enhet innan du kan ändra metoden till OATH-token. Klicka på länken Aktivera mobilapp på navigeringsmenyn för att starta aktiveringen.
th: คุณต้องเปิดใช้งานแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ในอุปกรณ์ก่อนที่จะสามารถเปลี่ยนเมธอดเป็นโทเค็น OATH คลิกลิงก์ "แอปสำหรับอุปกรณ์เคลื่อนที่" ในเมนูการนำทางเพื่อเริ่มการเปิดใช้งาน
tr: Yönteminizi OATH Belirteci olarak değiştirebilmeniz için Multi-Factor Authentication mobil uygulamasını bir cihazda etkinleştirmeniz gerekir. Etkinleştirmenizi başlatmak için gezinti menüsünde Mobil Uygulamayı Etkinleştir bağlantısına tıklayın.
uk: Перш ніж можна буде змінити метод на "Маркер OATH", необхідно активувати в пристрої мобільну програму Multi-Factor Authentication. Щоб розпочати активацію, у меню навігації натисніть посилання "Активувати мобільну програму".
vi: Bạn phải kích hoạt ứng dụng di động Multi-Factor Authentication trên một thiết bị trước khi bạn có thể thay đổi phương thức của bạn thành Hiệu bài OATH. Bấm vào nối kết Kích Hoạt Ứng dụng Di động trong menu dẫn hướng để bắt đầu việc kích hoạt của bạn.
zh_cn: 您必须先激活设备上的 Multi-Factor Authentication 移动应用，才能将方法更改为“OATH 令牌”。单击导航菜单中的“激活移动应用”链接以开始进行激活。
zh_tw: 您必須在裝置上啟用 Multi-Factor Authentication 行動裝置應用程式，才能將方法變更為 [OATH 權杖]。請在瀏覽功能表中按一下 [啟用行動裝置應用程式] 連結以開始進行啟用作業。

# Message_MustAnswerAllQuestions
source: You must answer all security questions.
ar: يجب أن تجيب على جميع أسئلة الأمان.
bg: Трябва да отговорите на всички въпроси за защита.
ca: Cal respondre a totes les preguntes de seguretat.
cs: Je nutné odpovědět na všechny bezpečnostní otázky.
da: Du skal besvare alle sikkerhedsspørgsmål.
de: Sie müssen alle Sicherheitsfragen beantworten.
el: Πρέπει να απαντήσετε σε όλες τις ερωτήσεις ασφαλείας.
es: Debe contestar todas las preguntas de seguridad.
et: Vastata tuleb kõigile turbeküsimustele.
eu: Segurtasun-galdera guztiak erantzun behar dituzu.
fi: Sinun täytyy vastata kaikkiin suojauskysymyksiin.
fr: Vous devez répondre à toutes les questions de sécurité.
gl: Debe responder todas as preguntas de seguranza.
he: עליך לענות על כל שאלות האבטחה.
hi: आपको सभी सुरक्षा प्रश्नों का उत्तर देना होगा.
hr: Morate odgovoriti na sva sigurnosna pitanja.
hu: Minden biztonsági kérdésre válaszolnia kell.
id: Anda harus menjawab semua pertanyaan keamanan.
it: È necessario rispondere a tutte le domande di sicurezza.
ja: すべてのセキュリティの質問に回答する必要があります。
kk: Барлық қауіпсіздік сұрақтарына жауап беру керек.
ko: 모든 보안 질문에 답변해야 합니다.
lt: Turite atsakyti į visus saugos klausimus.
lv: Atbildiet uz visiem drošības jautājumiem.
ms: Anda mesti menjawab semua soalan keselamatan.
nl: U moet alle beveiligingsvragen beantwoorden.
no: Du må svare på alle sikkerhetsspørsmålene.
pl: Należy odpowiedzieć na wszystkie pytania zabezpieczające.
pt_br: Você deve responder a todas as perguntas de segurança.
pt_pt: Tem de responder a todas as perguntas de segurança.
ro: Trebuie să răspundeți la toate întrebările de securitate.
ru: Необходимо ответить на все контрольные вопросы.
sk: Musíte odpovedať na všetky otázky zabezpečenia.
sl: Odgovoriti morate na vsa varnostna vprašanja.
sr_cyrl_cs: Морате да одговорите на сва безбедносна питања.
sr_latn_cs: Morate da odgovorite na sva bezbednosna pitanja.
sv: Du måste svara på alla säkerhetsfrågor.
th: คุณต้องตอบคำถามรักษาความปลอดภัยทั้งหมด
tr: Tüm güvenlik sorularını yanıtlamalısınız.
uk: Необхідно відповісти на всі контрольні запитання.
vi: Bạn phải trả lời tất cả các câu hỏi bảo mật.
zh_cn: 您必须回答所有安全问题。
zh_tw: 您必須回答所有安全性問題。
