Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_UserOathTokenSaved
source: The user's OATH token has been saved.
ar: تم حفظ رمز OATH المميز الخاص بالمستخدم.
bg: OATH маркерът на потребителя е записан.
ca: S'ha desat el testimoni OATH de l'usuari.
cs: Token OATH uživatele byl uložen.
da: Brugerens OATH-token er blevet gemt.
de: Der OATH-Token des Benutzers wurde gespeichert.
el: Το διακριτικό OATH του χρήστη αποθηκεύτηκε.
es: Se ha guardado el token OATH del usuario.
et: Kasutaja OATH-tõend on muudetud.
eu: Erabiltzailearen OATH tokena gorde da.
fi: Käyttäjän OATH Token on tallennettu.
fr: Le jeton OATH de l'utilisateur a été enregistré.
gl: Gardouse o token OATH do usuario.
he: אסימון OATH של המשתמש נשמר.
hi: उपयोगकर्ता का OATH टोकन सहेज दिया गया है.
hr: Korisnikov OATH token spremljen je.
hu: A felhasználó OATH tokenjének mentése sikerült.
id: Token OATH pengguna telah disimpan.
it: Il token OATH dell'utente è stato salvato.
ja: ユーザーの OATH トークンが保存されました。
kk: Пайдаланушының OATH таңбалауышы сақталды.
ko: 사용자의 OATH 토큰이 저장되었습니다.
lt: Vartotojo OATH atpažinimo ženklas įrašytas.
lv: Lietotāja OATH marķieris tika saglabāts.
ms: Token OATH pengguna telah disimpan.
nl: Het OATH-token van de gebruiker is opgeslagen.
no: Brukerens OATH-token er lagret.
pl: Token OATH użytkownika został zapisany.
pt_br: O token OATH do usuário foi salvo.
pt_pt: O token OATH do utilizador foi guardado.
ro: Tokenul OATH al utilizatorului a fost salvat.
ru: OATH-токен пользователя сохранен.
sk: Token OATH tohto používateľa sa uložil.
sl: Uporabnikov žeton OATH je bil shranjen.
sr_cyrl_cs: OATH токен корисника је сачуван.
sr_latn_cs: OATH token korisnika je sačuvan.
sv: Användarens OATH-token har sparats.
th: บันทึกโทเค็น OATH ของผู้ใช้แล้ว
tr: Kullanıcının OATH belirteci kaydedildi.
uk: Маркер OATH користувача збережено.
vi: Hiệu bài OATH của người dùng đã được lưu lại.
zh_cn: 用户的 OATH 令牌已保存。
zh_tw: 已儲存使用者的 OATH 權杖。

# Message_UserOneTimeBypassIssued
source: One-time bypass issued. Multi-Factor Authentication will be skipped during the user's next sign on.
ar: تم إصدار سماح لمرة واحدة. وسيتم تخطي Multi-Factor Authentication أثناء تسجيل الدخول التالي للمستخدم.
bg: Издадено е единично заобикаляне. Multi-Factor Authentication ще бъде пропуснато при следващото влизане на потребителя.
ca: S'ha emès l'omissió única. Multi-Factor Authentication s'ometrà la propera vegada que l'usuari iniciï la sessió.
cs: Bylo povoleno jednorázové přihlášení. Ověření aplikací Multi-Factor Authentication bude při příštím přihlášení uživatele přeskočeno.
da: Engangsadgangskode udstedt. Multi-Factor Authentication sendes under brugerens næste logon.
de: Einmalumgehung wurde bereitgestellt. Für die nächste Anmeldung des Benutzers ist keine Multi-Factor Authentication-Authentifizierung erforderlich.
el: Παραχωρήθηκε η δυνατότητα παράκαμψης μία φορά. Η υπηρεσία Multi-Factor Authentication θα παρακαμφθεί κατά την επόμενη σύνδεση του χρήστη.
es: Omisión por una vez emitida. Se omitirá Multi-Factor Authentication durante el próximo inicio de sesión del usuario.
et: Ühekordne möödumine on määratud. Multi-Factor Authentication jäetakse kasutaja järgmisel sisselogimisel vahele.
eu: Aldi bakarreko sarbidea igorri da. Multi-Factor Authentication saltatuko da erabiltzailearen hurrengo saio-hasieran.
fi: Kertaluokkainen ohitus on määritetty. Multi-Factor Authentication ohitetaan käyttäjän seuraavan kirjautumisen yhteydessä.
fr: Un contournement à usage unique a été émis. Multi-Factor Authentication sera ignoré lors de la prochaine connexion de l'utilisateur.
gl: Excepción única emitida. Omitirase Multi-Factor Authentication durante o seguinte inicio de sesión do usuario.
he: עקיפה חד-פעמית הונפקה. המערכת תדלג על Multi-Factor Authentication במהלך הכניסה הבאה של המשתמש.
hi: एक-बार के लिए बायपास जारी किया गया. उपयोगकर्ता के अगले साइन-ऑन के दौरान Multi-Factor Authentication छोड़ दिया जाएगा.
hr: Jednokratni pristup izdan. Postupak Multi-Factor Authentication bit će preskočen pri korisnikovoj sljedećoj prijavi.
hu: Az egyszeri megkerülés engedélyezése sikerült. a felhasználó következő bejelentkezésekor a rendszer eltekint a Multi-Factor Authentication használatától.
id: Lewatan sekali diberikan. Multi-Factor Authentication akan dilompati saat pengguna masuk lagi.
it: Bypass monouso rilasciato. Multi-Factor Authentication verrà ignorato durante il successivo accesso dell'utente.
ja: ワンタイム バイパスが発行されました。ユーザーが次回サインオンするときに、Multi-Factor Authentication による認証がスキップされます。
kk: Бір рет айналып өту мүмкіндігі шығарылды. Пайдаланушы келесі рет кірген кезде Multi-Factor Authentication қызметін өткізіп жібереді.
ko: 일회성 바이패스가 발급되었습니다. 사용자가 다음 번에 로그온할 때 Multi-Factor Authentication 인증을 건너뛰게 됩니다.
lt: Suteiktas vienkartinis apėjimas. Vartotojui jungiantis kitą kartą „Multi-Factor Authentication“ bus praleistas.
lv: Vienreizēja apeja tika izsniegta. Kad lietotājs nākamreiz pierakstīsies, Multi-Factor Authentication pakalpojums tiks izlaists.
ms: Pintasan sekali guna telah dikeluarkan. Multi-Factor Authentication akan dilangkau apabila pengguna mendaftar masuk pada kali yang berikut.
nl: Eenmalige toegang is uitgegeven. Multi-Factor Authentication wordt overgeslagen tijdens de volgende aanmelding van de gebruiker.
no: Engangspassord er utstedt. Multi-Factor Authentication hoppes over under brukerens neste pålogging.
pl: Wygenerowano jednokrotne obejście. Usługa Multi-Factor Authentication zostanie pominięta przy następnej próbie zalogowania się użytkownika.
pt_br: Bypass avulso emitido. O Multi-Factor Authentication será ignorado durante o próximo logon do usuário.
pt_pt: Ignorar uma única vez emitido. A Autenticação Multifator será ignorada durante o próximo início de sessão do utilizador.
ro: S-a emis o permisiune de acces unic. La următorul sign on al utilizatorului nu se va utiliza Multi-Factor Authentication.
ru: Выдано разрешение на одноразовый обход проверки. Во время следующего входа пользователя Multi-Factor Authentication будет пропущена.
sk: Jednorazové prihlásenie bolo vydané. Služba Multi-Factor Authentication sa počas najbližšieho prihlásenia tohto používateľa vynechá.
sl: Izdan je bil enkratni dostop. Storitev Multi-Factor Authentication bo pri naslednji prijavi uporabnika preskočena.
sr_cyrl_cs: Једнократни приступ је издат. Услуга Multi-Factor Authentication ће бити прескочена током следећег пријављивања корисника.
sr_latn_cs: Jednokratni pristup je izdat. Usluga Multi-Factor Authentication će biti preskočena tokom sledećeg prijavljivanja korisnika.
sv: En engångsåsidosättning har utfärdats. Multi-Factor Authentication kommer att åsidosättas vid användarens nästa inloggning.
th: ออกการบายพาสครั้งเดียวแล้ว Multi-Factor Authentication จะถูกข้ามระหว่างการลงชื่อเข้าใช้ครั้งถัดไปของผู้ใช้
tr: Bir kerelik geçiş verildi. Kullanıcının bir sonraki oturum açışında Multi-Factor Authentication atlanacak.
uk: Надано дозвіл на одноразовий обхід перевірки. Під час наступного входу користувача процедуру Multi-Factor Authentication буде пропущено.
vi: Cấp phép truy cập một lần đã được phát hành. Multi-Factor Authentication sẽ được bỏ qua trong lần đăng nhập tiếp theo của người dùng.
zh_cn: 免验证一次已发出。用户在下次登录时将跳过 Multi-Factor Authentication。
zh_tw: 已簽發單次許可。使用者下次登入時將略過 Multi-Factor Authentication。

# Message_UserPhoneChanged
source: The user's phone has been changed.
ar: تم تغيير هاتف المستخدم.
bg: Телефонът на потребителя е променен.
ca: S'ha canviat el telèfon de l'usuari.
cs: Telefon uživatele byl změněn.
da: Brugerens telefon er blevet ændret.
de: Der Anschluss des Benutzers wurde geändert.
el: Το τηλέφωνο του χρήστη άλλαξε.
es: Se ha cambiado el teléfono del usuario.
et: Kasutaja telefon on muudetud.
eu: Erabiltzailearen telefonoa aldatu da.
fi: Käyttäjän puhelin on muutettu.
fr: Le téléphone de l'utilisateur a été modifié.
gl: Modificouse o teléfono do usuario.
he: הטלפון של המשתמש השתנה.
hi: उपयोगकर्ता का फ़ोन बदल दिया गया है.
hr: Korisnikov telefon je promijenjen.
hu: A felhasználó telefonszáma megváltozott.
id: Telepon pengguna telah diubah.
it: Il telefono dell'utente è stato modificato.
ja: ユーザーの電話番号が変更されました。
kk: Пайдаланушының телефоны өзгертілді.
ko: 사용자의 폰이 변경되었습니다.
lt: Pakeistas vartotojo telefonas.
lv: Lietotāja tālruņa numurs tika nomainīts.
ms: Telefon pengguna telah diubah.
nl: De telefoon van de gebruiker is gewijzigd.
no: Brukerens telefon er endret.
pl: Numer telefonu użytkownika został zmieniony.
pt_br: O telefone do usuário foi alterado.
pt_pt: O telefone do utilizador foi alterado.
ro: Numărul de telefon al utilizatorului a fost modificat.
ru: Телефон пользователя изменен.
sk: Telefón tohto používateľa sa zmenil.
sl: Uporabnikova telefonska številka je bila spremenjena.
sr_cyrl_cs: Број телефона корисника је промењен.
sr_latn_cs: Broj telefona korisnika je promenjen.
sv: Användarens telefonnummer har ändrats.
th: เปลี่ยนโทรศัพท์ของผู้ใช้แล้ว
tr: Kullanıcının telefonu değiştirildi.
uk: Телефон користувача змінено.
vi: Điện thoại của người dùng đã được thay đổi.
zh_cn: 用户的电话已更改。
zh_tw: 使用者的電話已變更。

# Message_UserPinChanged
source: The user's PIN has been changed.
ar: تم تغيير رقم PIN الخاص بالمستخدم.
bg: ПИН-ът на потребителя е променен.
ca: S'ha canviat el PIN de l'usuari.
cs: PIN kód uživatele byl změněn.
da: Brugerens pinkode er blevet ændret.
de: Die PIN des Benutzers wurde geändert.
el: Το PIN του χρήστη άλλαξε.
es: Se ha cambiado el PIN del usuario.
et: Kasutaja PIN on muudetud.
eu: Erabiltzailearen PINa aldatu da.
fi: Käyttäjän PIN-koodi on muutettu.
fr: Le PIN de l'utilisateur a été modifié.
gl: Modificouse o PIN do usuario.
he: מספר הזיהוי האישי של המשתמש השתנה.
hi: उपयोगकर्ता का पिन बदल दिया गया है.
hr: Korisnikov je PIN promijenjen.
hu: A felhasználó PIN-kódja megváltozott.
id: PIN pengguna telah diubah.
it: Il PIN dell'utente è stato modificato.
ja: ユーザーの PIN が変更されました。
kk: Пайдаланушының PIN коды өзгертілді.
ko: 사용자의 PIN이 변경되었습니다.
lt: Pakeistas vartotojo PIN.
lv: Lietotāja PIN tika nomainīts.
ms: PIN pengguna telah diubah.
nl: De pincode van de gebruiker is gewijzigd.
no: Brukerens PIN-kode er endret.
pl: Numer PIN użytkownika został zmieniony.
pt_br: O PIN do usuário foi alterado.
pt_pt: O PIN do utilizador foi alterado.
ro: Codul PIN al utilizatorului a fost modificat.
ru: ПИН-код пользователя изменен.
sk: PIN kód tohto používateľa sa zmenil.
sl: Uporabnikova koda PIN je bila spremenjena.
sr_cyrl_cs: PIN корисника је промењен.
sr_latn_cs: PIN korisnika je promenjen.
sv: Användarens PIN-kod har ändrats.
th: เปลี่ยน PIN ของผู้ใช้แล้ว
tr: Kullanıcının PIN kodu değiştirildi.
uk: PIN-код користувача змінено.
vi: PIN của người dùng đã được thay đổi.
zh_cn: 用户的 PIN 已更改。
zh_tw: 使用者的 PIN 已變更。

# Message_UserPortalDisabled
source: Direct logins to User Portal are disabled.
ar: تم تعطيل عمليات تسجيل الدخول المباشر إلى مدخل المستخدمين.
bg: Директното влизане в потребителския портал е забранено.
ca: S'ha inhabilitat l'inici directe de la sessió al Portal d'usuaris.
cs: Přímé přihlašování k portálu User Portal je zakázáno.
da: Direkte logon på brugerportalen er deaktiveret.
de: Direktanmeldung beim Benutzerportal wurde deaktiviert.
el: Οι απευθείας συνδέσεις στην Πύλη χρηστών είναι απενεργοποιημένες.
es: Los inicios de sesión directos en el Portal de usuarios están deshabilitados.
et: Otsesed sisselogimised kasutajaportaali on keelatud.
eu: Erabiltzaile-atarira saio-hasiera zuzenak desgaitu dira.
fi: Suora kirjautuminen käyttäjäportaaliin on poistettu käytöstä.
fr: Les connexions directes au portail de l'utilisateur sont désactivées.
gl: Os inicios de sesión directos no portal de usuarios están desactivados.
he: כניסות ישירות לפורטל המשתמשים אינן זמינות.
hi: उपयोगकर्ता पोर्टल पर प्रत्यक्ष लॉगिन अक्षम हैं.
hr: Onemogućene su izravne prijave na korisnički portal.
hu: A felhasználói portálra való közvetlen bejelentkezés le van tiltva.
id: Masuk langsung ke Portal Pengguna dinonaktifkan.
it: Gli accessi diretti al portale utenti sono disabilitati.
ja: ユーザー ポータルへの直接ログインは無効になっています。
kk: Пайдаланушы порталына тікелей кіру ажыратылды.
ko: 사용자 포털에 대한 직접 로그인을 사용하지 않도록 설정했습니다.
lt: Išjungtas tiesioginis prisijungimas prie vartotojų portalo.
lv: Tieša pieteikšanas lietotāju portālā tika atspējota.
ms: Log masuk terus ke Portal Pengguna dinyahdayakan.
nl: Rechtstreekse aanmeldingen bij de gebruikersportal zijn uitgeschakeld.
no: Direktepålogginger til brukerportalen er deaktivert.
pl: Opcja bezpośredniego logowania się do portalu użytkowników jest wyłączona.
pt_br: Logons diretos no Portal do Usuário estão desabilitados.
pt_pt: Os inícios de sessão diretos no Portal do Utilizador encontram-se desativados.
ro: Operațiile de log in direct la Portal utilizator sunt dezactivate.
ru: Прямые входы на пользовательский портал отключены.
sk: Priame prihlásenia na portál používateľa sú zakázané.
sl: Neposredne prijave v uporabniški portal so onemogočene.
sr_cyrl_cs: Директна пријављивања на кориснички портал су онемогућена.
sr_latn_cs: Direktna prijavljivanja na korisnički portal su onemogućena.
sv: Direktinloggningar på användarportalen har inaktiverats.
th: การเข้าสู่ระบบพอร์ทัลผู้ใช้โดยตรงถูกปิดใช้งาน
tr: Kullanıcı Portalı'na doğrudan oturum açmalar devre dışı.
uk: Прямі входи на портал користувача вимкнуті.
vi: Đăng nhập trực tiếp vào Cổng thông tin Người dùng bị vô hiệu hóa.
zh_cn: 已禁用直接登录用户门户的操作。
zh_tw: 使用者入口網站直接登入已停用。

# Message_UserPortalNotPurchased
source: Multi-Factor Authentication User Portal is not functional since this feature has not been purchased.
ar: لا يعمل مدخل مستخدمي Multi-Factor Authentication لعدم شراء هذه الميزة.
bg: Потребителският портал на Multi-Factor Authentication не функционира, понеже тази функция не е закупена.
ca: El Portal d'usuaris de Multi-Factor Authentication no funciona perquè aquesta característica no s'ha comprat.
cs: Portál Multi-Factor Authentication User Portal není funkční, protože tato funkce není zakoupena.
da: Multi-Factor Authentication-brugerportalen fungerer ikke, da denne funktion ikke er blevet købt.
de: Das Multi-Factor Authentication-Benutzerportal ist nicht funktionsfähig, da diese Funktion nicht erworben wurde.
el: Η Πύλη χρηστών Multi-Factor Authentication δεν είναι λειτουργική, από τη στιγμή που αυτή η δυνατότητα δεν έχει αγοραστεί.
es: El Portal de usuarios de Multi-Factor Authentication no es funcional porque no se adquirió esta característica.
et: Multi-Factor Authenticationi kasutajaportaal ei tööta, kuna seda funktsiooni ei ole ostetud.
eu: Multi-Factor Authentication erabiltzaile-ataria ez da funtzionala eginbide hau erosi ez delako.
fi: Multi-Factor Authentication -käyttäjäportaali ei ole toiminnassa, sillä tätä ominaisuutta ei ole ostettu.
fr: Le portail de l'utilisateur Multi-Factor Authentication n'est pas fonctionnel car cette fonction n'a pas été achetée.
gl: O portal de usuarios de Multi-Factor Authentication non é funcional porque non se comprou esta funcionalidade.
he: פורטל המשתמשים של Multi-Factor Authentication אינו מתפקד מאחר שתכונה זו לא נרכשה.
hi: Multi-Factor Authentication उपयोगकर्ता पोर्टल कार्यशील नहीं है, क्योंकि यह सुविधा खरीदी नहीं गई है.
hr: Korisnički portal servisa Multi-Factor Authentication ne radi jer ta značajka nije kupljena.
hu: A Multi-Factor Authentication felhasználói portálja nem működik, mert ezt a funkciót nem vásárolták meg.
id: Portal Pengguna Multi-Factor Authentication tidak berfungsi karena fitur ini belum dibeli.
it: Il portale utenti di Multi-Factor Authentication non è disponibile perché questa funzionalità non è stata acquistata.
ja: Multi-Factor Authentication ユーザー ポータルは機能しません。ポータルが購入されていません。
kk: Multi-Factor Authentication пайдаланушы порталы сатып алынбағандықтан, бұл мүмкіндік жұмыс істемейді.
ko: 이 기능을 구매하지 않았으므로 Multi-Factor Authentication 사용자 포털이 작동하지 않습니다.
lt: „Multi-Factor Authentication“ vartotojų portalas neveikia, nes ši funkcija nebuvo įsigyta.
lv: Multi-Factor Authentication lietotāju portāls nedarbojas, jo šis līdzeklis nav iegādāts.
ms: Portal Pengguna Multi-Factor Authentication tidak berfungsi kerana ciri ini tidak dibeli.
nl: De gebruikersportal van Multi-Factor Authentication is niet functioneel omdat dit onderdeel niet is aangeschaft.
no: Brukerportalen for Multi-Factor Authentication fungerer ikke fordi denne funksjonen ikke er kjøpt.
pl: Portal użytkowników usługi Multi-Factor Authentication nie działa, ponieważ ta funkcja nie została zakupiona.
pt_br: O Portal do Usuário Multi-Factor Authentication não está funcionando, pois esse recurso não foi comprado.
pt_pt: O Portal do Utilizador da Autenticação Multifator não se encontra operacional porque esta funcionalidade não foi adquirida.
ro: Portalul utilizator Multi-Factor Authentication nu funcționează, deoarece această caracteristică nu a fost achiziționată.
ru: Пользовательский портал Multi-Factor Authentication не работает, так как этот компонент не был приобретен.
sk: Portál používateľa služby Multi-Factor Authentication nefunguje, pretože táto funkcia nie je zakúpená.
sl: Uporabniški portal Multi-Factor Authentication ne deluje, ker ta funkcija ni bila kupljena.
sr_cyrl_cs: Кориснички портал услуге Multi-Factor Authentication није функционалан јер ова функција није купљена.
sr_latn_cs: Korisnički portal usluge Multi-Factor Authentication nije funkcionalan jer ova funkcija nije kupljena.
sv: Användarportalen för Multi-Factor Authentication fungerar inte eftersom denna funktion inte har köpts.
th: พอร์ทัลผู้ใช้ Multi-Factor Authentication ไม่ทำงานเนื่องจากยังไม่ได้ซื้อคุณลักษณะนี้
tr: Bu özellik satın alınmadığından, Multi-Factor Authentication Kullanıcı Portalı işlevsel değil.
uk: Портал користувача Multi-Factor Authentication не функціонує, тому що цей компонент не придбано.
vi: Cổng thông tin Người dùng Multi-Factor Authentication không hoạt động vì tính năng này chưa được mua.
zh_cn: 由于尚未购买此功能，因而无法正常使用 Multi-Factor Authentication 用户门户。
zh_tw: Multi-Factor Authentication 使用者入口網站未運作，因為您未購買此功能。

# Message_UserRemoved
source: User removed.
ar: تمت إزالة المستخدم.
bg: Потребителят е премахнат.
ca: S'ha suprimit l'usuari.
cs: Uživatel byl odebrán.
da: Bruger er fjernet.
de: Benutzer wurde entfernt.
el: Ο χρήστης καταργήθηκε.
es: Usuario quitado.
et: Kasutaja on eemaldatud.
eu: Erabiltzailea kendu da.
fi: Käyttäjä poistettiin.
fr: Utilisateur supprimé.
gl: Usuario eliminado.
he: המשתמש הוסר.
hi: उपयोगकर्ता को निकाला गया.
hr: Korisnik uklonjen.
hu: Felhasználó eltávolítva.
id: Pengguna dihapus.
it: Utente rimosso.
ja: ユーザーが削除されました。
kk: Пайдаланушы жойылды.
ko: 사용자가 제거되었습니다.
lt: Vartotojas pašalintas.
lv: Lietotājs tika noņemts.
ms: pengguna dialih keluar.
nl: Gebruiker verwijderd.
no: Bruker fjernet.
pl: Usunięto użytkownika.
pt_br: Usuário removido.
pt_pt: Utilizador removido.
ro: Utilizatorul a fost eliminat.
ru: Пользователь удален.
sk: Používateľ bol odstránený.
sl: Uporabnik je bil odstranjen.
sr_cyrl_cs: Корисник је уклоњен.
sr_latn_cs: Korisnik je uklonjen.
sv: Användaren har tagits bort.
th: นำผู้ใช้ออกแล้ว
tr: Kullanıcı kaldırıldı.
uk: Користувача видалено.
vi: Đã loại bỏ người dùng.
zh_cn: 用户已删除。
zh_tw: 已移除使用者。

# Message_UserStaticTokenChanged
source: The user's static token has been changed.
ar: تم تغيير الرمز المميز الثابت الخاص بالمستخدم.
bg: Статичният маркер на потребителя е променен.
ca: S'ha canviat el testimoni estàtic de l'usuari.
cs: Statický token uživatele byl změněn.
da: Brugerens statiske token er blevet ændret.
de: Das statische Token des Benutzers wurde geändert.
el: Το στατικό διακριτικό του χρήστη άλλαξε.
es: Se ha cambiado el token estático del usuario.
et: Kasutaja staatiline kinnitus on muudetud.
eu: Erabiltzailearen token estatikoa aldatu da.
fi: Käyttäjän staattinen Token-tunnus on muutettu.
fr: Le jeton statique de l'utilisateur a été modifié.
gl: Modificouse o token estático do usuario.
he: האסימון הסטטי של המשתמש השתנה.
hi: उपयोगकर्ता का स्थिर टोकन बदल दिया गया है.
hr: Korisnikov je statični token promijenjen.
hu: A felhasználó állandó tokenje megváltozott.
id: Token statis pengguna telah diubah.
it: Il token statico dell'utente è stato modificato.
ja: ユーザーの静的トークンが変更されました。
kk: Пайдаланушының тұрақты таңбалауышы өзгертілді.
ko: 사용자의 정적 토큰이 변경되었습니다.
lt: Pakeistas vartotojo statinis atpažinimo ženklas.
lv: Lietotāja statiskais marķieris tika nomainīts.
ms: Token statik pengguna telah diubah.
nl: Het statisch token van de gebruiker is gewijzigd.
no: Brukerens statiske token er endret.
pl: Token statyczny użytkownika został zmieniony.
pt_br: O token estático do usuário foi alterado.
pt_pt: O token estático do utilizador foi alterado.
ro: Tokenul static al utilizatorului a fost modificat.
ru: Статический токен пользователя изменен.
sk: Statický token tohto používateľa sa zmenil.
sl: Uporabnikov statični žeton je bil spremenjen.
sr_cyrl_cs: Статички токен корисника је промењен.
sr_latn_cs: Statički token korisnika je promenjen.
sv: Användarens statiska token har ändrats.
th: เปลี่ยนโทเค็นคงที่ของผู้ใช้แล้ว
tr: Kullanıcının statik belirteci değiştirildi.
uk: Статичний маркер користувача змінено.
vi: Hiệu bài tĩnh của người dùng đã được thay đổi.
zh_cn: 用户的静态令牌已更改。
zh_tw: 使用者的靜態權杖已變更。

# Message_UserSubmodeChanged
source: The user's mode(s) have been changed.
ar: تم تغيير وضع (أوضاع) المستخدم.
bg: Режимът(-ите) на потребителя е(са) променен(и).
ca: S'ha canviat el mode de l'usuari.
cs: Režimy uživatele byly změněny.
da: Brugerens tilstande er blevet ændret.
de: Der Modus des Benutzers wurde geändert.
el: Οι λειτουργίες για αυτόν το χρήστη άλλαξαν.
es: Se ha cambiado el modo del usuario.
et: Kasutaja režiim(id) on muudetud.
eu: Erabiltzailearen modua edo moduak aldatu dira.
fi: Käyttäjän tila(t) on muutettu.
fr: Les modes de l'utilisateur ont été modifiés.
gl: Modificáronse os modos do usuario.
he: המצבים של המשתמש השתנו.
hi: उपयोगकर्ता का(के) मोड बदल दिया गया है(दिए गए हैं).
hr: Korisnikovi su načini promijenjeni.
hu: A felhasználóhoz tartozó mód(ok) megváltozott/megváltoztak.
id: Mode pengguna telah diubah.
it: Le modalità dell'utente sono state modificate.
ja: ユーザーのモードが変更されました。
kk: Пайдаланушының әдіс(тер)і өзгертілді.
ko: 사용자의 모드가 변경되었습니다.
lt: Pakeistas vartotojo režimas (-ai).
lv: Lietotāja režīmi tika mainīti.
ms: Mod pengguna telah diubah.
nl: De modus/modi van de gebruiker is/zijn gewijzigd.
no: Brukerens metode(r) er endret.
pl: Tryb użytkownika został zmieniony.
pt_br: Os modos do usuário foram alterados.
pt_pt: O(s) modo(s) do utilizador foram alterados.
ro: Modurile utilizatorului au fost modificate.
ru: Режимы пользователя изменены.
sk: Režimy tohto používateľa sa zmenili.
sl: Uporabnikov način je bil spremenjen.
sr_cyrl_cs: Режими корисника су промењени.
sr_latn_cs: Režimi korisnika su promenjeni.
sv: Användarens läge(n) har ändrats.
th: เปลี่ยนโหมดของผู้ใช้แล้ว
tr: Kullanıcının modları değiştirildi.
uk: Режими користувача змінено.
vi: Các chế độ của người dùng đã được thay đổi.
zh_cn: 用户的模式已更改。
zh_tw: 使用者的模式已變更。
