Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_InstructionsUserSetupToCompletePhoneApp
source: Follow the instructions below to activate the Multi-Factor Authentication app on your phone and test an authentication using the mobile app.
ar: اتبع الإرشادات أدناه لتنشيط تطبيق Multi-Factor Authentication على هاتفك ولتختبر المصادقة باستخدام تطبيق الأجهزة المحمولة.
bg: Следвайте долните инструкции, за да активирате приложението Multi-Factor Authentication на телефона си, и изпробвайте удостоверяването, като използвате мобилното приложение.
ca: Seguiu les instruccions de més avall per activar l'aplicació Multi-Factor Authentication al vostre telèfon i per provar l'autenticació mitjançant l'aplicació mòbil.
cs: Aplikaci Multi-Factor Authentication aktivujete v telefonu podle pokynů níže. Poté ověření otestujte pomocí mobilní aplikace.
da: Følg nedenstående vejledning for at aktivere Multi-Factor Authentication-appen på din telefon, og test en godkendelse ved hjælp af mobilappen.
de: Folgen Sie den unten stehenden Anweisungen, um die Multi-Factor Authentication-App auf Ihrem Telefon zu aktivieren und zu testen, ob Sie sich mithilfe der mobilen Anwendung authentifizieren können.
el: Ακολουθήστε τις οδηγίες παρακάτω, για να ενεργοποιήσετε την εφαρμογή Multi-Factor Authentication στο τηλέφωνό σας και να δοκιμάσετε τον έλεγχο ταυτότητας μέσω της εφαρμογής για κινητές συσκευές.
es: Siga las instrucciones siguientes para activar la aplicación para Multi-Factor Authentication en su teléfono y probar la autenticación mediante la aplicación móvil.
et: Multi-Factor Authenticationi rakenduse aktiveerimiseks telefonis järgige allolevaid suuniseid ning katsetage autentimist mobiilirakenduse abil.
eu: Jarraitu ondorengo instrukzioak Multi-Factor Authentication aplikazioa aktibatzeko zure mugikorrean eta probatu autentifikazio bat mugikorreko aplikazioaren bidez.
fi: Aktivoi Multi-Factor Authentication -sovellus puhelimessasi ja testaa todennus mobiilisovelluksella noudattamalla alla olevia ohjeita.
fr: Suivez les instructions ci-dessous pour activer l'application Multi-Factor Authentication sur votre téléphone et tester une authentification à l'aide de l'application mobile.
gl: Siga as instrucións mostradas abaixo para activar a aplicación para Multi-Factor Authentication no teléfono e probe unha autenticación usando a aplicación para móbil.
he: בצע את ההוראות שלהלן כדי להפעיל את האפליקציה Multi-Factor Authentication בטלפון שלך ולבדוק אימות באמצעות האפליקציה למכשירים ניידים.
hi: अपने फ़ोन पर Multi-Factor Authentication अनुप्रयोग सक्रिय करने और मोबाइल अनुप्रयोग का उपयोग करके प्रमाणीकरण की जाँच करने के लिए नीचे दिए गए निर्देशों का पालन करें.
hr: Slijedite upute u nastavku da biste na svojem telefonu aktivirali aplikaciju Multi-Factor Authentication i provjerili autentičnost pomoću mobilne aplikacije.
hu: Kövesse az alábbi utasításokat a Multi-Factor Authentication alkalmazás aktiválásához a telefonján, és tesztelje a hitelesítést a mobilalkalmazással.
id: Ikuti petunjuk di bawah ini untuk mengaktifkan aplikasi Multi-Factor Authentication di telepon dan menguji autentikasi menggunakan aplikasi seluler.
it: Attenersi alle istruzioni seguenti per attivare l'app Multi-Factor Authentication nel telefono ed eseguire la verifica di un'autenticazione utilizzando l'app mobile.
ja: 下の手順に従って、電話機の Multi-Factor Authentication モバイル アプリをアクティブ化し、モバイル アプリを使って認証をテストしてください。
kk: Телефонда Multi-Factor Authentication бағдарламасын белсендіру және мобильді бағдарлама көмегімен түпнұсқалықты растауды тексеру үшін, төмендегі нұсқауларды орындаңыз.
ko: 모바일 앱을 사용하여 폰에서 Multi-Factor Authentication 앱을 활성화하고 인증을 테스트하려면 아래 지시를 따르십시오.
lt: Vadovaudamiesi toliau pateikiamais nurodymais savo telefone suaktyvinkite programėlę „Multi-Factor Authentication“ ir patikrinkite autentifikavimą naudodami mobiliųjų įrenginių programėlę.
lv: Lai tālrunī aktivizētu programmu Multi-Factor Authentication un pārbaudītu autentifikāciju, izmantojot mobilo programmu, izpildiet tālāk redzamos norādījumus.
ms: Ikut arahan di bawah untuk mengaktifkan apl Multi-Factor Authentication pada telefon anda dan uji pengesahan menggunakan apl mudah alih tersebut.
nl: Volg de onderstaande instructies om de app Multi-Factor Authentication op uw telefoon te activeren en de authenticatie te testen met de mobiele app.
no: Følg instruksjonene nedenfor for å aktivere appen Multi-Factor Authentication på telefonen og teste en godkjenning ved hjelp av mobilappen.
pl: Postępuj zgodnie z poniższymi instrukcjami, aby uaktywnić aplikację Multi-Factor Authentication na telefonie oraz przetestować uwierzytelnianie przy użyciu aplikacji mobilnej.
pt_br: Siga as instruções abaixo para ativar o aplicativo Multi-Factor Authentication em seu telefone e testar uma autenticação usando o aplicativo móvel.
pt_pt: Siga as instruções abaixo para ativar a aplicação Multi-factor Authentication no seu telemóvel e testar uma autenticação com a aplicação móvel.
ro: Urmați instrucțiunile de mai jos pentru a activa aplicația Multi-Factor Authentication pe telefon și pentru a testa autentificarea cu aplicația mobilă.
ru: Чтобы активировать на телефоне приложение Multi-Factor Authentication и выполнить с его помощью тестовую проверку подлинности, следуйте приведенным ниже инструкциям.
sk: Podľa pokynov nižšie aktivujte aplikáciu Multi-Factor Authentication vo svojom telefóne a otestujte overenie pomocou mobilnej aplikácie.
sl: Za aktivacijo aplikacije Multi-Factor Authentication v svojem telefonu in preskus preverjanja pristnosti z uporabo mobilne aplikacije upoštevajte spodnja navodila.
sr_cyrl_cs: Пратите доња упутства да бисте активирали Multi-Factor Authentication апликацију на телефону и тестирали потврду идентитета помоћу апликације за мобилне уређаје.
sr_latn_cs: Pratite donja uputstva da biste aktivirali Multi-Factor Authentication aplikaciju na telefonu i testirali potvrdu identiteta pomoću aplikacije za mobilne uređaje.
sv: Följ instruktionerna nedan när du aktiverar Multi-Factor Authentication-appen på din telefon och testa en autentisering med hjälp av mobilappen.
th: ทำตามคำแนะนำด้านล่างเพื่อเปิดใช้งานแอป Multi-Factor Authentication ในโทรศัพท์ของคุณและทดสอบการรับรองความถูกต้องโดยใช้แอปสำหรับอุปกรณ์เคลื่อนที่
tr: Multi-Factor Authentication uygulamasını telefonunuzda etkinleştirmek ve mobil uygulamayı kullanarak bir kimlik doğrulamasını sınamak için aşağıdaki yönergeleri izleyin.
uk: Дотримуйтесь наведених нижче інструкцій для активації в телефоні програми Multi-Factor Authentication і тестування автентифікації за допомогою мобільної програми.
vi: Thực hiện theo hướng dẫn dưới đây để kích hoạt ứng dụng Multi-Factor Authentication trên điện thoại của bạn và kiểm thử việc xác thực bằng cách dùng ứng dụng di động.
zh_cn: 按照下面的说明在您的电话上激活 Multi-Factor Authentication 应用，然后使用该移动应用测试身份验证。
zh_tw: 請遵循以下指示以在電話上啟用 Multi-Factor Authentication 應用程式，並使用行動裝置應用程式測試驗證。

# Label_InstructionsUserSetupToCompletePin
source: To complete this step, Multi-Factor Authentication will call the number you entered. Enter your PIN followed by # to authenticate.
ar: لإكمال هذه الخطوة، سيتصل Multi-Factor Authentication بالرقم الذي أدخلته. أدخل رقم PIN متبوعًا بـ # كي يمكنك المصادقة.
bg: За завършването на тази стъпка Multi-Factor Authentication ще се обади на въведения от вас номер. Въведете ПИН-а, последвано от #, за да бъдете удостоверени.
ca: Per completar aquest pas, el Multi-Factor Authentication trucarà al número introduït. Per autenticar-vos, introduïu el vostre PIN seguit de #.
cs: V rámci provedení tohoto kroku aplikace Multi-Factor Authentication vám zavoláme na číslo, které jste zadali. Ověřte se tak, že zadáte svůj PIN kód a následně stisknete křížek (#).
da: For at fuldføre dette trin ringer Multi-Factor Authentication til det nummer, du har angivet. Angiv din pinkode efterfulgt af # for at godkende.
de: Anschließend wird die von Ihnen angegebene Telefonnummer von Multi-Factor Authentication angerufen. Geben Sie Ihre PIN ein, und drücken Sie dann das Nummernzeichen (#), um sich zu authentifizieren.
el: Προκειμένου να ολοκληρωθεί αυτό το βήμα, η υπηρεσία Multi-Factor Authentication θα πραγματοποιήσει κλήση στον αριθμό που εισαγάγατε. Εισαγάγετε το PIN σας, ακολουθούμενο από το χαρακτήρα #, για να πραγματοποιηθεί ο έλεγχος ταυτότητας.
es: Para completar este paso, Multi-Factor Authentication llamará al teléfono que haya especificado. Escriba su código PIN seguido de almohadilla (#) para la autenticación.
et: Selle sammu lõpuleviimiseks helistab Multi-Factor Authentication sisestatud numbrile. Autentimiseks sisestage PIN ja seejärel sümbol #.
eu: Urrats hau osatzeko, Multi-Factor Authentication aplikazioak zure telefono zenbakira deituko du. Sartu PIN zenbakia eta # ikurra autentifikatzeko.
fi: Tämän vaiheen lopuksi Multi-Factor Authentication soittaa antamaasi puhelinnumeroon. Tee todennus antamalla PIN-koodi ja paina #-näppäintä.
fr: Pour finaliser cette étape, Multi-Factor Authentication appellera le numéro que vous avez entré. Entrez votre PIN suivi de # pour procéder à l'authentification.
gl: Para concluír este paso, Multi-Factor Authentication chamará ao número que introduciu. Introduza o PIN seguido de # para autenticar.
he: כדי להשלים שלב זה, Multi-Factor Authentication יתקשר למספר שהזנת. הזן את מספר הזיהוי האישי שלך ואחריו # לביצוע האימות.
hi: यह चरण पूरा करने के लिए, Multi-Factor Authentication आपके द्वारा दर्ज किए गए नंबर पर कॉल करेगा. प्रमाणीकृत करने के लिए अपने पिन के बाद # दर्ज करें.
hr: Da biste dovršili ovaj korak, Multi-Factor Authentication nazvat će broj koji ste unijeli. Unesite PIN i nakon njega # da biste provjerili autentičnost.
hu: Ennek a lépésnek a befejezéséhez a Multi-Factor Authentication fel fogja hívni a megadott számot. A hitelesítéshez írja be a PIN-kódot és egy # karaktert.
id: Untuk menyelesaikan langkah ini, Multi-Factor Authentication akan menelepon nomor yang Anda masukkan. Masukkan PIN diikuti # untuk mengautentikasi.
it: Per completare questo passaggio, Multi-Factor Authentication chiamerà il numero immesso. Immettere il PIN seguito da # per eseguire l'autenticazione.
ja: 入力した電話番号に、Multi-Factor Authentication から電話がかります。アカウントを認証するには、PIN を入力してから # キーを押してください。
kk: Бұл қадамды аяқтау үшін, Multi-Factor Authentication қызметі енгізілген нөмірге қоңырау соғады. Түпнұсқалықты растау үшін, PIN кодын және # таңбасын енгізіңіз.
ko: 이 단계를 완료하기 위해 Multi-Factor Authentication에서 입력한 번호로 전화를 겁니다. 인증하려면 PIN을 입력한 후 # 키를 누르십시오.
lt: Kad būtų atliktas šis veiksmas, „Multi-Factor Authentication“ paskambins jūsų įvestu numeriu. Norėdami autentifikuoti įveskite savo PIN ir #.
lv: Pēc tam programma Multi-Factor Authentication veiks zvanu uz norādīto tālruņa numuru. Lai veiktu autentifikāciju, ievadiet PIN un nospiediet taustiņu #.
ms: Untuk melengkapkan langkah ini, Multi-Factor Authentication akan menghubungi nombor yang anda masukkan. Masukkan PIN anda diikuti dengan # untuk membuat pengesahan.
nl: Voor het voltooien van deze stap wordt het door u ingevoerde nummer gebeld door Multi-Factor Authentication. Voer uw pincode in gevolgd door # om u te authenticeren.
no: Multi-Factor Authentication fullfører dette trinnet ved å ringe nummeret du oppgav. Skriv inn PIN-koden etterfulgt av # for å godkjenne.
pl: W celu ukończenia tego kroku usługa Multi-Factor Authentication wykona połączenie na wprowadzony numer. W celu uwierzytelnienia wprowadź numer PIN, a następnie znak #.
pt_br: Para concluir esta etapa, o Multi-Factor Authentication ligará para o número inserido. Insira seu PIN seguido de # para autenticar.
pt_pt: Para executar este passo, a Autenticação Multifator ligará para o número que introduziu. Introduza o seu PIN seguido pelo número para efetuar a autenticação.
ro: Pentru a finaliza acest pas, Multi-Factor Authentication va apela numărul introdus. Pentru autentificare, introduceți codul PIN, apoi apăsați tasta #.
ru: Для выполнения этого шага Multi-Factor Authentication позвонит по указанному вами номеру. Для проверки подлинности введите ПИН-код и нажмите кнопку "#".
sk: Na dokončenie tohto kroku sa zo služby Multi-Factor Authentication uskutoční hovor na zadané číslo. Overenie uskutočníte zadaním PIN kódu a následným stlačením klávesu #.
sl: Za dokončanje tega koraka bo storitev Multi-Factor Authentication poklicala navedeno telefonsko številko. Za preverjanje pristnosti vnesite kodo PIN in #.
sr_cyrl_cs: Да бисте довршили овај корак, Multi-Factor Authentication ће позвати број који сте унели. Унесите PIN, а затим знак # да бисте потврдили идентитет.
sr_latn_cs: Da biste dovršili ovaj korak, Multi-Factor Authentication će pozvati broj koji ste uneli. Unesite PIN, a zatim znak # da biste potvrdili identitet.
sv: Det här steget slutförs genom att Multi-Factor Authentication ringer upp det nummer du har angett. Ange din PIN-kod följt av numret för autentisering.
th: ในการดำเนินการขั้นตอนนี้ให้เสร็จสมบูรณ์ Multi-Factor Authentication จะโทรไปที่หมายเลขที่คุณป้อน โปรดป้อน PIN ของคุณตามด้วยเครื่องหมาย # เพื่อรับรองความถูกต้อง
tr: Bu adımı tamamlamak için, Multi-Factor Authentication girdiğiniz numarayı arar. Kimlik doğrulaması yapmak için, PIN kodunuzu girin ve ardından # tuşuna basın.
uk: Для виконання цього кроку Multi-Factor Authentication зателефонує за зазначеним номером. Для автентифікації введіть PIN-код і натисніть клавішу "#".
vi: Để hoàn tất bước này, Multi-Factor Authentication sẽ gọi đến số bạn đã nhập. Nhập vào PIN của bạn và sau đó bấm dấu # để xác thực.
zh_cn: 为完成此步骤，Multi-Factor Authentication 将会呼叫您输入的电话号码。请输入您的 PIN 并按 #，以进行身份验证。
zh_tw: 為了完成此步驟，Multi-Factor Authentication 會撥打您輸入的號碼。請輸入 PIN 並在結尾加上 # 來進行驗證。

# Label_InstructionsUserSetupToCompleteSmsOneWayOtp
source: To complete this step, Multi-Factor Authentication will send a one-time passcode in a text message to the number you entered. When prompted, enter the one-time passcode to authenticate.
ar: لإكمال هذه الخطوة، سيرسل Multi-Factor Authentication رمز مرور لمرة واحدة في رسالة نصية إلى الرقم الذي أدخلته. أدخل رمز مرور المرة الواحدة عند مطالبتك به كي تتمكن من المصادقة.
bg: За завършването на тази стъпка Multi-Factor Authentication ще изпрати на въведения от вас номер текстово съобщение с еднократна парола. При подкана въведете еднократната парола, за да бъдете удостоверени.
ca: Per completar aquest pas, el Multi-Factor Authentication enviarà una contrasenya d'un sol ús en un missatge de text al número introduït. Quan se us demani, introduïu la contrasenya d'un sol ús per autenticar-vos.
cs: V rámci provedení tohoto kroku aplikace Multi-Factor Authentication vám zašleme jednorázové heslo ve zprávě SMS na číslo, které jste zadali. Ověříte se tak, že po zobrazení výzvy zadáte jednorázové heslo.
da: For at fuldføre dette trin sender Multi-Factor Authentication en engangsadgangskode i en sms til det angivne nummer. Angiv engangsadgangskoden for at godkende, når du bliver bedt om det.
de: Anschließend wird eine Einmalkennung von Multi-Factor Authentication per SMS an die von Ihnen angegebene Telefonnummer gesendet. Geben Sie auf Aufforderung die Einmalkennung ein, um sich zu authentifizieren.
el: Προκειμένου να ολοκληρωθεί αυτό το βήμα, η υπηρεσία Multi-Factor Authentication θα πραγματοποιήσει αποστολή ενός κωδικού πρόσβασης μίας χρήσης, μέσω μηνύματος κειμένου (SMS) στον αριθμό που εισαγάγατε. Όταν σας ζητηθεί, εισαγάγετε τον κωδικό πρόσβασης μίας χρήσης, για να πραγματοποιηθεί ο έλεγχος ταυτότητας.
es: Para completar este paso, Multi-Factor Authentication enviará un código de acceso de un solo uso en un mensaje de texto al número haya especificado. Cuando se le solicite, escriba el código de acceso de un solo uso para la autenticación.
et: Selle sammu lõpuleviimiseks saadab Multi-Factor Authentication sisestatud telefoninumbrile tekstsõnumina ühekordse pääsukoodi. Päringu esitamisel sisestage autentimiseks ühekordne pääsukood.
eu: Urrats hau osatzeko, Multi-Factor Authentication aplikazioak erabilera bakarreko pasakode bat bidaliko du testu-mezu batean sartu duzun zenbakira. Eskatutakoan, sartu erabilera bakarreko pasakodea autentifikatzeko.
fi: Tämän vaiheen lopuksi Multi-Factor Authentication lähettää antamaasi numeroon tekstiviestin, jossa on kertakäyttöinen tunnuskoodi. Tee todennus antamalla pyydettäessä tämä koodi.
fr: Pour finaliser cette étape, Multi-Factor Authentication enverra un code secret à usage unique dans un SMS au numéro que vous avez entré. Lorsque vous y êtes invité, entrez le code secret à usage unique pour procéder à l'authentification.
gl: Para concluír este paso, Multi-Factor Authentication enviará un código de acceso dun só uso nunha mensaxe de texto ao número que introduciu. Cando se lle solicite, introduza o código de acceso dun só uso para autenticar.
he: כדי להשלים שלב זה, Multi-Factor Authentication ישלח קוד סיסמה חד-פעמי בהודעת טקסט למספר שהזנת. כאשר תתבקש, הזן את קוד הסיסמה החד-פעמי לביצוע האימות.
hi: यह चरण पूरा करने के लिए, Multi-Factor Authentication आपके द्वारा दर्ज किए गए नंबर पर एक पाठ संदेश में एकबारगी पासकोड भेजेगा. संकेत दिए जाने पर, प्रमाणीकृत करने के लिए एकबारगी पासकोड दर्ज करें.
hr: Da biste dovršili ovaj korak, Multi-Factor Authentication u tekstnoj poruci šalje jednokratnu lozinku na broj koji ste unijeli. Kada vas se to zatraži, unesite jednokratnu lozinku i tako provjerite autentičnost.
hu: Ennek a lépésnek a befejezéséhez a Multi-Factor Authentication küldeni fog a megadott számra szöveges üzenetben egy egyszeri jelszót. A vonatkozó felszólítás megjelenésekor a hitelesítés végrehajtásához írja be az egyszeri jelszót.
id: Untuk menyelesaikan langkah ini, Multi-Factor Authentication mengirimkan SMS berisi kode akses satu-kali ke nomor yang Anda masukkan. Jika diminta, masukkan kode akses satu-kali untuk mengautentikasi.
it: Per completare questo passaggio, Multi-Factor Authentication invierà al numero immesso un SMS contenente un passcode monouso. Quando richiesto, immettere il passcode monouso per eseguire l'autenticazione.
ja: 入力した電話番号に、Multi-Factor Authentication からテキスト メッセージでワンタイム パスコードが届きます。アカウントを認証するには、指示に従ってワンタイム パスコードを入力してください。
kk: Бұл қадамды аяқтау үшін, Multi-Factor Authentication қызметі енгізілген нөмірге мәтіндік хабармен бір рет қолданылатын құпия кодты жібереді. Сұралған кезде түпнұсқалықты растау үшін, бір рет қолданылатын құпия кодты енгізіңіз.
ko: 이 단계를 완료하기 위해 Multi-Factor Authentication에서 입력한 번호로 OTP(일회성 암호)를 문자 메시지로 보냅니다. 인증을 위해 OTP(일회성 암호)를 묻는 메시지가 나타나면 입력하십시오.
lt: Kad būtų atliktas šis veiksmas, „Multi-Factor Authentication“ jūsų įvestu numeriu atsiųs teksto žinutę su vienkartiniu prieigos kodu. Kai paraginama, įveskite vienkartinį prieigos kodą norėdami autentifikuoti.
lv: Pēc tam programma Multi-Factor Authentication nosūtīs uz norādīto tālruņa numuru īsziņu, kurā būs norādīts vienreizējs ieejas kods. Kad tiks parādīta atbilstoša uzvedne, ievadiet vienreizējo ieejas kodu, lai veiktu autentifikāciju.
ms: Untuk melengkapkan langkah ini, Multi-Factor Authentication akan menghantar kod laluan sekali guna dalam mesej teks ke nombor yang anda masukkan. Apabila diminta, masukkan kod laluan sekali guna untuk membuat pengesahan.
nl: Voor het voltooien van deze stap ontvangt u van Multi-Factor Authentication een eenmalige wachtwoordcode per sms op het door u ingevoerde nummer. Voer, wanneer u daarom wordt gevraagd, de eenmalige wachtwoordcode in om u te authenticeren.
no: Multi-Factor Authentication fullfører dette trinnet ved å sende et engangspassord i en tekstmelding til nummeret du oppgav. Når du blir bedt om det, skriver du inn engangspassordet for å godkjenne.
pl: W celu ukończenia tego kroku usługa Multi-Factor Authentication wyśle na wprowadzony numer wiadomość SMS z jednorazowym kodem dostępu. Po pojawieniu się monitu wprowadź jednorazowy kod dostępu w celu uwierzytelnienia.
pt_br: Para concluir esta etapa, o Multi-Factor Authentication enviará uma senha de uso único em uma mensagem de texto para o número inserido. Quando solicitado, insira a senha de uso único para autenticar.
pt_pt: Para executar este passo, a Autenticação Multifator enviará um código de acesso único numa mensagem SMS para o número que introduziu. Quando solicitado, introduza o código de acesso único para efetuar a autenticação.
ro: Pentru a finaliza acest pas, Multi-Factor Authentication va trimite la numărul introdus un mesaj text cu un cod de acces unic. Pentru autentificare, introduceți codul de acces unic, atunci când vi se solicită acest lucru.
ru: Для выполнения этого шага Multi-Factor Authentication отправит по указанному вами номеру SMS с одноразовым паролем. При появлении запроса введите одноразовый пароль для проверки подлинности.
sk: Na dokončenie tohto kroku sa zo služby Multi-Factor Authentication odošle textová správa s jednorazovým prístupovým kódom na zadané číslo. Po zobrazení výzvy uskutočnite overenie zadaním jednorazového prístupového kódu.
sl: Za dokončanje tega koraka bo storitev Multi-Factor Authentication na navedeno telefonsko številko poslala besedilno sporočilo z enkratnim geslom. Za preverjanje pristnosti ob pozivu vnesite enkratno geslo.
sr_cyrl_cs: Да бисте довршили овај корак, Multi-Factor Authentication ће на број који сте унели послати текстуалну поруку са једнократним кодом. Када се то од вас затражи, унесите једнократни код да бисте потврдили идентитет.
sr_latn_cs: Da biste dovršili ovaj korak, Multi-Factor Authentication će na broj koji ste uneli poslati tekstualnu poruku sa jednokratnim kodom. Kada se to od vas zatraži, unesite jednokratni kôd da biste potvrdili identitet.
sv: Det här steget slutförs genom att Multi-Factor Authentication skickar en engångslösenkod i ett SMS till det nummer du har angett. Ange engångslösenkoden för att autentisera när du uppmanas att göra det.
th: ในการดำเนินการขั้นตอนนี้ให้เสร็จสมบูรณ์ Multi-Factor Authentication จะส่งข้อความที่มีรหัสผ่านแบบครั้งเดียวไปยังหมายเลขที่คุณป้อน เมื่อได้รับพร้อมท์ ให้ป้อนรหัสผ่านแบบครั้งเดียวดังกล่าวเพื่อรับรองความถูกต้อง
tr: Bu adımı tamamlamak için, Multi-Factor Authentication girdiğiniz numaraya metin mesajı şeklinde bir kerelik bir geçiş kodu gönderir. Kimlik doğrulaması yapmak için, istendiğinde bir kerelik geçiş kodunu girin.
uk: Для виконання цього кроку Multi-Factor Authentication надішле одноразовий код доступу в текстовому повідомленні на зазначений номер. Для автентифікації з появою запиту введіть одноразовий код доступу.
vi: Để hoàn tất bước này, Multi-Factor Authentication sẽ gửi một mã thông hành dùng một lần trong một tin nhắn văn bản đến số bạn đã nhập. Khi được nhắc, hãy nhập mã thông hành dùng một lần này để xác thực.
zh_cn: 为完成此步骤，Multi-Factor Authentication 将会通过短信向您输入的电话号码发送一次性密码。出现提示时，输入该一次性密码，以进行身份验证。
zh_tw: 為了完成此步驟，Multi-Factor Authentication 會以簡訊將單次密碼傳送到您輸入的號碼。出現提示時，請輸入單次密碼來進行驗證。
