Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_ErrorCommunicatingWithMaster
source: Error communicating with the master Multi-Factor Authentication service. Please contact your administrator.
ar: حدث خطأ أثناء الاتصال بخدمة Multi-Factor Authentication الرئيسية، يرجى الاتصال بالمسؤول لديك.
bg: Грешка при комуникацията с главната услуга на Multi-Factor Authentication. Свържете се с администратора.
ca: S'ha produït un error de comunicació amb el Servei Multi-Factor Authentication mestre. Poseu-vos en contacte amb l'administrador.
cs: Při komunikaci s hlavní službou Multi-Factor Authentication došlo k chybě. Obraťte se na správce.
da: Der opstod fejl under kommunikation med den overordnede Multi-Factor Authentication-tjeneste. Kontakt administratoren.
de: Fehler bei der Kommunikation mit dem Multi-Factor Authentication-Masterdienst. Wenden Sie sich an den Administrator.
el: Σφάλμα κατά την επικοινωνία με την κεντρική υπηρεσία Multi-Factor Authentication. Επικοινωνήστε με τον διαχειριστή σας.
es: Error al comunicarse con el servicio Multi-Factor Authentication maestro. Póngase en contacto con el administrador.
et: Tõrge suhtlemisel peamise Multi-Factor Authenticationi teenusega. Võtke ühendust oma administraatoriga.
eu: Errorea Multi-Factor Authentication zerbitzu maisuarekin komunikatzerakoan. Jar zaitez harremanetan administratzailearekin.
fi: Virhe yhteydessä paikalliseen Multi-Factor Authentication -pääpalveluun. Ota yhteyttä järjestelmänvalvojaasi.
fr: Erreur de communication avec le service maître Multi-Factor Authentication. Contactez votre administrateur.
gl: Erro ao comunicar co servizo principal de Multi-Factor Authentication. Contacte co administrador.
he: שגיאה בתקשורת עם השירות הראשי של Multi-Factor Authentication. פנה למנהל המערכת.
hi: मुख्य Multi-Factor Authentication सेवा से संचार करते समय त्रुटि हुई. कृपया अपने व्यवस्थापक से संपर्क करें.
hr: Pogreška u komunikaciji s glavnim servisom Multi-Factor Authentication. Kontaktirajte svog administratora.
hu: Hiba történt az elsődleges Multi-Factor Authentication szolgáltatással folytatott kommunikáció során. Forduljon a rendszergazdához.
id: Kesalahan saat berkomunikasi dengan layanan Multi-Factor Authentication utama. Harap hubungi administrator Anda.
it: Errore durante la comunicazione con il servizio Multi-Factor Authentication principale. Rivolgersi all'amministratore.
ja: マスター Multi-Factor Authentication サービスとの通信エラーが発生しました。管理者に問い合わせてください。
kk: Басты Multi-Factor Authentication қызметімен байланысу қатесі. Әкімшіге хабарласыңыз.
ko: 마스터 Multi-Factor Authentication 서비스와 통신하는 동안 오류가 발생했습니다. 관리자에게 문의하십시오.
lt: Įvyko ryšio su pagrindine „Multi-Factor Authentication“ tarnyba klaida. Kreipkitės į savo administratorių.
lv: Sazinoties ar galveno Multi-Factor Authentication pakalpojumu, radās kļūda. Lūdzu, sazinieties ar administratoru.
ms: Ralat berkomunikasi dengan perkhidmatan Multi-Factor Authentication induk. Sila hubungi pentadbir anda.
nl: Fout bij communiceren met de Multi-Factor Authentication-hoofdservice. Neem contact op met de beheerder.
no: Feil under kommunikasjon med hovedtjenesten for Multi-Factor Authentication. Kontakt administratoren.
pl: Błąd podczas komunikacji z główną usługą Multi-Factor Authentication. Skontaktuj się z administratorem.
pt_br: Erro de comunicação com o serviço Multi-Factor Authentication mestre. Contate o administrador.
pt_pt: Erro ao comunicar com o serviço de Autenticação Multifator principal. Contacte o administrador.
ro: Eroare la comunicarea cu serviciul Multi-Factor Authentication principal. Contactați administratorul.
ru: Ошибка связи с главной службой Multi-Factor Authentication. Обратитесь к администратору.
sk: Chyba komunikácie s hlavnou službou Multi-Factor Authentication. Obráťte sa na svojho správcu.
sl: Pri komunikaciji z glavno storitvijo Multi-Factor Authentication je prišlo do napake. Obrnite se na skrbnika.
sr_cyrl_cs: Грешка у комуникацији са главном Multi-Factor Authentication услугом. Обратите се администратору.
sr_latn_cs: Greška u komunikaciji sa glavnom Multi-Factor Authentication uslugom. Obratite se administratoru.
sv: Det gick inte att kommunicera med huvudtjänsten Multi-Factor Authentication. Kontakta administratören.
th: ข้อผิดพลาดในการสื่อสารกับบริการ Multi-Factor Authentication หลัก โปรดติดต่อผู้ดูแลระบบ
tr: Ana Multi-Factor Authentication hizmetiyle iletişim kurulurken hata. Lütfen yöneticinize başvurun.
uk: Помилка зв'язку з головною службою Multi-Factor Authentication. Зверніться до адміністратора.
vi: Lỗi giao tiếp với dịch vụ Multi-Factor Authentication chính. Vui lòng liên hệ quản trị viên của bạn.
zh_cn: 与主要 Multi-Factor Authentication 服务通信时出错。请联系您的管理员。
zh_tw: 與主要 Multi-Factor Authentication 服務通訊時發生錯誤。請連絡系統管理員。

# Message_ErrorDeactivatingDevice
source: Error deactivating device.<br/>{0}
ar: حدث خطأ أثناء إلغاء تنشيط الجهاز.<br/>{0}
bg: Грешка при дезактивиране на устройството.<br/>{0}
ca: S'ha produït un error en desactivar el dispositiu.<br/>{0}
cs: Při pokusu o deaktivaci zařízení došlo k chybě.<br/>{0}
da: Der opstod fejl under deaktivering af enheden.<br/>{0}
de: Fehler beim Deaktivieren des Geräts<br/>{0}
el: Σφάλμα κατά την απενεργοποίηση της συσκευής.<br/>{0}
es: Error al desactivar el dispositivo.<br/>{0}
et: Tõrge seadme inaktiveerimisel.<br/>{0}
eu: Errorea gailua desaktibatzerakoan.<br/>{0}
fi: Virhe poistettaessa laitteen aktivointi.<br/>{0}
fr: Erreur lors de la désactivation de l'appareil.<br/>{0}
gl: Erro ao desactivar o dispositivo.<br/>{0}
he: שגיאה בביטול הפעלה של מכשיר.<br/>{0}
hi: डिवाइस निष्क्रिय करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri deaktiviranju uređaja.<br/>{0}
hu: Hiba történt az eszköz inaktiválásakor.<br/>{0}
id: Kesalahan saat menonaktifkan perangkat.<br/>{0}
it: Errore durante la disattivazione del dispositivo.<br/>{0}
ja: デバイスを無効にするときにエラーが発生しました。<br/>{0}
kk: Құрылғыны ажырату қатесі.<br/>{0}
ko: 장치를 비활성화하는 동안 오류가 발생했습니다.<br/>{0}
lt: Mėginant išjungti įrenginį įvyko klaida.<br/>{0}
lv: Deaktivizējot ierīci, radās kļūda.<br/>{0}
ms: Ralat menyahaktifkan peranti.<br/>{0}
nl: Fout bij deactiveren van apparaat.<br/>{0}
no: Feil under deaktivering av enhet.<br/>{0}
pl: Błąd podczas dezaktywowania urządzenia.<br/>{0}
pt_br: Erro ao desativar o dispositivo.<br/>{0}
pt_pt: Erro ao desativar o dispositivo.<br/>{0}
ro: Eroare la dezactivarea dispozitivului.<br/>{0}
ru: Ошибка при отключении устройства.<br/>{0}
sk: Chyba pri deaktivácii zariadenia.<br/>{0}
sl: Pri deaktiviranju naprave je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при деактивирању уређаја.<br/>{0}
sr_latn_cs: Greška pri deaktiviranju uređaja.<br/>{0}
sv: Det gick inte att inaktivera enheten.<br/>{0}
th: ข้อผิดพลาดในการปิดใช้งานอุปกรณ์<br/>{0}
tr: Cihaz devre dışı bırakılırken hata.<br/>{0}
uk: Помилка під час вимикання пристрою.<br/>{0}
vi: Lỗi bỏ kích hoạt thiết bị.<br/>{0}
zh_cn: 停用设备时出错。<br/>{0}
zh_tw: 停用裝置時發生錯誤。<br/>{0}

# Message_ErrorDisablingUser
source: Error disabling user.<br/>{0}
ar: حدث خطأ أثناء تعطيل المستخدم.<br/>{0}
bg: Грешка при забраняване на потребителя.<br/>{0}
ca: S'ha produït un error en inhabilitar l'usuari.<br/>{0}
cs: Při zakazování uživatele došlo k chybě.<br/>{0}
da: Der opstod fejl under deaktivering af bruger.<br/>{0}
de: Fehler beim Deaktivieren des Benutzers<br/>{0}
el: Σφάλμα κατά την απενεργοποίηση του χρήστη.<br/>{0}
es: Error al deshabilitar al usuario.<br/>{0}
et: Tõrge kasutaja keelamisel.<br/>{0}
eu: Errorea erabiltzailea desgaitzerakoan.<br/>{0}
fi: Virhe käyttäjän käytöstäpoistossa.<br/>{0}
fr: Erreur lors de la désactivation de l'utilisateur.<br/>{0}
gl: Erro ao desactivar o usuario.<br/>{0}
he: שגיאה בהפיכת משתמש ללא זמין.<br/>{0}
hi: उपयोगकर्ता को अक्षम करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri onemogućivanju korisnika.<br/>{0}
hu: Hiba történt a felhasználó letiltásakor.<br/>{0}
id: Kesalahan saat menonaktifkan pengguna.<br/>{0}
it: Errore durante la disabilitazione dell'utente.<br/>{0}
ja: ユーザーを無効にするときにエラーが発生しました。<br/>{0}
kk: Пайдаланушыны ажырату қатесі.<br/>{0}
ko: 사용자를 사용하지 않도록 설정하는 동안 오류가 발생했습니다.<br/>{0}
lt: Mėginant išjungti vartotoją įvyko klaida.<br/>{0}
lv: Atspējojot lietotāju, radās kļūda.<br/>{0}
ms: Ralat menyahdayakan pengguna.<br/>{0}
nl: Fout bij uitschakelen van gebruiker.<br/>{0}
no: Feil under deaktivering av bruker.<br/>{0}
pl: Błąd podczas wyłączania użytkownika.<br/>{0}
pt_br: Erro ao desabilitar o usuário.<br/>{0}
pt_pt: Erro ao desativar o utilizador.<br/>{0}
ro: Eroare la dezactivarea utilizatorului.<br/>{0}
ru: Ошибка при отключении пользователя.<br/>{0}
sk: Chyba pri zakazovaní používateľa.<br/>{0}
sl: Pri onemogočanju uporabnika je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при онемогућавању корисника.<br/>{0}
sr_latn_cs: Greška pri onemogućavanju korisnika.<br/>{0}
sv: Det gick inte att inaktivera användaren.<br/>{0}
th: ข้อผิดพลาดในการปิดใช้งานผู้ใช้<br/>{0}
tr: Kullanıcı devre dışı bırakılırken hata.<br/>{0}
uk: Помилка під час вимикання користувача.<br/>{0}
vi: Lỗi vô hiệu hóa người dùng.<br/>{0}
zh_cn: 禁用用户时出错。<br/>{0}
zh_tw: 停用使用者時發生錯誤。<br/>{0}

# Message_ErrorEnablingUser
source: Error enabling user.<br/>{0}
ar: حدث خطأ أثناء تمكين المستخدم.<br/>{0}
bg: Грешка при разрешаване на потребителя.<br/>{0}
ca: S'ha produït un error en habilitar l'usuari.<br/>{0}
cs: Při povolování uživatele došlo k chybě.<br/>{0}
da: Der opstod fejl under aktivering af bruger.<br/>{0}
de: Fehler beim Aktivieren des Benutzers<br/>{0}
el: Σφάλμα κατά την ενεργοποίηση του χρήστη.<br/>{0}
es: Error al habilitar al usuario.<br/>{0}
et: Tõrge kasutaja lubamisel.<br/>{0}
eu: Errorea erabiltzailea gaitzerakoan.<br/>{0}
fi: Virhe käyttäjän käyttöönotossa.<br/>{0}
fr: Erreur lors de l'activation de l'utilisateur.<br/>{0}
gl: Erro ao activar o usuario.<br/>{0}
he: שגיאה בהפיכת משתמש לזמין.<br/>{0}
hi: उपयोगकर्ता को सक्षम करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri omogućivanju korisnika.<br/>{0}
hu: Hiba történt a felhasználó engedélyezésekor.<br/>{0}
id: Kesalahan saat mengaktifkan pengguna.<br/>{0}
it: Errore durante l'abilitazione dell'utente.<br/>{0}
ja: ユーザーを有効にするときにエラーが発生しました。<br/>{0}
kk: Пайдаланушыны қосу қатесі.<br/>{0}
ko: 사용자를 사용하도록 설정하는 동안 오류가 발생했습니다.<br/>{0}
lt: Mėginant įjungti vartotoją įvyko klaida.<br/>{0}
lv: Iespējojot lietotāju, radās kļūda.<br/>{0}
ms: Ralat mendayakan pengguna.<br/>{0}
nl: Fout bij inschakelen van gebruiker.<br/>{0}
no: Feil under aktivering av bruker.<br/>{0}
pl: Błąd podczas włączania użytkownika.<br/>{0}
pt_br: Erro ao habilitar o usuário.<br/>{0}
pt_pt: Erro ao ativar o utilizador.<br/>{0}
ro: Eroare la activarea utilizatorului.<br/>{0}
ru: Ошибка при включении пользователя.<br/>{0}
sk: Chyba pri povoľovaní používateľa.<br/>{0}
sl: Pri omogočanju uporabnika je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при омогућавању корисника.<br/>{0}
sr_latn_cs: Greška pri omogućavanju korisnika.<br/>{0}
sv: Det gick inte att aktivera användaren.<br/>{0}
th: ข้อผิดพลาดในการเปิดใช้งานผู้ใช้<br/>{0}
tr: Kullanıcı etkinleştirilirken hata.<br/>{0}
uk: Помилка під час вмикання користувача.<br/>{0}
vi: Lỗi hiệu lực hóa người dùng.<br/>{0}
zh_cn: 启用用户时出错。<br/>{0}
zh_tw: 啟用使用者時發生錯誤。<br/>{0}

# Message_ErrorFindingUsers
source: Error finding users.<br/>{0}
ar: حدث خطأ أثناء البحث عن مستخدمين.<br/>{0}
bg: Грешка при намиране на потребителите.<br/>{0}
ca: S'ha produït un error en cercar usuaris.<br/>{0}
cs: Při hledání uživatelů došlo k chybě.<br/>{0}
da: Der opstod fejl under søgning efter bruger.<br/>{0}
de: Fehler bei der Benutzersuche<br/>{0}
el: Σφάλμα κατά την εύρεση χρηστών.<br/>{0}
es: Error al buscar usuarios.<br/>{0}
et: Tõrge kasutaja leidmisel.<br/>{0}
eu: Errorea erabiltzaileak aurkitzerakoan.<br/>{0}
fi: Virhe etsittäessä käyttäjiä.<br/>{0}
fr: Erreur lors de la recherche d'utilisateurs.<br/>{0}
gl: Erro ao buscar usuarios.<br/>{0}
he: שגיאה בחיפוש משתמשים.<br/>{0}
hi: उपयोगकर्ताओं को ढूँढते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri traženju korisnika.<br/>{0}
hu: Hiba történt a felhasználók keresésekor.<br/>{0}
id: Kesalahan saat mencari pengguna.<br/>{0}
it: Errore durante la ricerca di utenti.<br/>{0}
ja: ユーザーの検索エラーが発生しました。<br/>{0}
kk: Пайдаланушыларды табу қатесі.<br/>{0}
ko: 사용자를 찾는 동안 오류가 발생했습니다.<br/>{0}
lt: Ieškant vartotojų įvyko klaida.<br/>{0}
lv: Meklējot lietotājus, radās kļūda.<br/>{0}
ms: Ralat mencari pengguna.<br/>{0}
nl: Fout bij zoeken van gebruikers.<br/>{0}
no: Feil under søk etter brukere.<br/>{0}
pl: Błąd podczas wyszukiwania użytkowników.<br/>{0}
pt_br: Erro ao localizar usuários.<br/>{0}
pt_pt: Erro ao localizar utilizadores.<br/>{0}
ro: Eroare la găsirea utilizatorilor.<br/>{0}
ru: Ошибка при поиске пользователей.<br/>{0}
sk: Chyba pri vyhľadávaní používateľov.<br/>{0}
sl: Pri iskanju uporabnikov je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при проналажењу корисника.<br/>{0}
sr_latn_cs: Greška pri pronalaženju korisnika.<br/>{0}
sv: Det gick inte att hitta användare.<br/>{0}
th: ข้อผิดพลาดในการค้นหาผู้ใช้<br/>{0}
tr: Kullanıcı bulunurken hata.<br/>{0}
uk: Помилка під час пошуку користувачів.<br/>{0}
vi: Lỗi tìm kiếm người dùng.<br/>{0}
zh_cn: 查找用户时出错。<br/>{0}
zh_tw: 尋找使用者時發生錯誤。<br/>{0}

# Message_ErrorGeneratingActivationCode
source: Error generating activation code.<br/>{0}
ar: حدث خطأ أثناء إنشاء رمز تنشيط.<br/>{0}
bg: Грешка при генерирането на код за активиране.<br/>{0}
ca: S'ha produït un error en generar el codi d'activació.<br/>{0}
cs: Při generování aktivačního kódu došlo k chybě.<br/>{0}
da: Der opstod fejl under oprettelse af aktiveringskode.<br/>{0}
de: Fehler beim Generieren des Aktivierungscodes<br/>{0}
el: Σφάλμα κατά τη δημιουργία κωδικού ενεργοποίησης.<br/>{0}
es: Error al generar el código de activación.<br/>{0}
et: Tõrge aktiveerimiskoodi genereerimisel.<br/>{0}
eu: Errorea aktibazio-kodea sortzerakoan.<br/>{0}
fi: Virhe luotaessa aktivointikoodia.<br/>{0}
fr: Erreur lors de la génération du code d'activation.<br/>{0}
gl: Erro ao xerar o código de activación.<br/>{0}
he: שגיאה ביצירת קוד הפעלה.<br/>{0}
hi: सक्रियण कोड जनरेट करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri generiranju koda za aktivaciju.<br/>{0}
hu: Hiba történt az aktiváló kód előállításakor.<br/>{0}
id: Kesalahan saat membuat kode aktivasi.<br/>{0}
it: Errore durante la generazione del codice di attivazione.<br/>{0}
ja: アクティブ化コードの生成エラーが発生しました。<br/>{0}
kk: Белсендіру кодын жасау қатесі.<br/>{0}
ko: 활성화 코드를 생성하는 동안 오류가 발생했습니다.<br/>{0}
lt: Generuojant aktyvinimo kodą įvyko klaida.<br/>{0}
lv: Ģenerējot aktivizācijas kodu, radās kļūda.<br/>{0}
ms: Ralat menjana kod pengaktifan.<br/>{0}
nl: Fout bij genereren van activeringscode.<br/>{0}
no: Feil under generering av aktiveringskode.<br/>{0}
pl: Błąd podczas generowania kodu aktywacji.<br/>{0}
pt_br: Erro ao gerar código de ativação.<br/>{0}
pt_pt: Erro ao gerar código de ativação.<br/>{0}
ro: Eroare la generarea codului de activare.<br/>{0}
ru: Ошибка при создании кода активации.<br/>{0}
sk: Chyba pri generovaní aktivačného kódu.<br/>{0}
sl: Pri generiranju kode za aktivacijo je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при генерисању шифре активације.<br/>{0}
sr_latn_cs: Greška pri generisanju šifre aktivacije.<br/>{0}
sv: Det gick inte att skapa aktiveringskod.<br/>{0}
th: ข้อผิดพลาดในการสร้างรหัสการเปิดใช้งาน<br/>{0}
tr: Etkinleştirme kodu oluşturulurken hata.<br/>{0}
uk: Помилка під час створення коду активації.<br/>{0}
vi: Lỗi tạo mã kích hoạt.<br/>{0}
zh_cn: 生成激活代码时出错。<br/>{0}
zh_tw: 產生啟用代碼時發生錯誤。<br/>{0}

# Message_ErrorIssuingOneTimeBypass
source: Error issuing one-time bypass. Please contact your administrator.<br/>{0}
ar: حدث خطأ أثناء إصدار سماح مرة واحدة. الرجاء الاتصال بالمسؤول لديك.<br/>{0}
bg: Грешка при издаването на единично заобикаляне. Свържете се с администратора.<br/>{0}
ca: S'ha produït un error en emetre l'omissió única. Poseu-vos en contacte amb l'administrador.<br/>{0}
cs: Při povolování jednorázového přihlášení došlo k chybě. Obraťte se na správce.<br/>{0}
da: Der opstod fejl under udstedelse af engangsadgangskode. Kontakt administratoren.<br/>{0}
de: Fehler beim Bereitstellen der Einmalumgehung. Wenden Sie sich an den Administrator.<br/>{0}
el: Σφάλμα κατά την παραχώρηση δυνατότητας παράκαμψης μία φορά. Επικοινωνήστε με τον διαχειριστή σας.<br/>{0}
es: Error al emitir la omisión por una vez. Póngase en contacto con el administrador.<br/>{0}
et: Tõrge ühekordse möödumise määramisel. Palun pöörduge administraatori poole.<br/>{0}
eu: Errorea aldi bakarreko sarbidea igortzerakoan. Jar zaitez harremanetan administratzailearekin.<br/>{0}
fi: Virhe määritettäessä kertaluokkaista ohitusta. Ota yhteyttä järjestelmänvalvojaasi.<br/>{0}
fr: Erreur lors de l'émission du contournement à usage unique. Contactez votre administrateur.<br/>{0}
gl: Erro ao emitir a excepción única. Contacte co administrador.<br/>{0}
he: שגיאה בהנפקת עקיפה חד-פעמית. פנה למנהל המערכת.<br/>{0}
hi: एक-बार के लिए बायपास जारी करते समय त्रुटि हुई. कृपया अपने व्यवस्थापक से संपर्क करें.<br/>{0}
hr: Pogreška pri izdavanju jednokratnog pristupa. Kontaktirajte svog administratora.<br/>{0}
hu: Hiba történt az egyszeri megkerülés engedélyezésekor. Kérje a rendszergazda segítségét.<br/>{0}
id: Kesalahan saat menetapkan lewatan sekali. Harap hubungi administrator Anda.<br/>{0}
it: Errore durante l'emissione del bypass monouso. Rivolgersi all'amministratore.<br/>{0}
ja: ワンタイム バイパスの発行エラーが発生しました。管理者に問い合わせてください。<br/>{0}
kk: Бір рет айналып өту мүмкіндігін шығару қатесі. Әкімшіге хабарласыңыз.<br/>{0}
ko: 일회성 바이패스를 발급하는 동안 오류가 발생했습니다. 관리자에게 문의하십시오.<br/>{0}
lt: Suteikiant vienkartinį apėjimą įvyko klaida. Kreipkitės į savo administratorių.<br/>{0}
lv: Izsniedzot vienreizēju apeju, radās kļūda. Lūdzu, sazinieties ar administratoru.<br/>{0}
ms: Ralat mengeluarkan pintasan sekali guna. Sila hubungi pentadbir anda.<br/>{0}
nl: Fout bij uitgeven van eenmalige toegang. Neem contact op met de beheerder.<br/>{0}
no: Feil under utstedelse av engangspassord. Kontakt administratoren.<br/>{0}
pl: Błąd podczas generowania jednokrotnego obejścia. Skontaktuj się z administratorem.<br/>{0}
pt_br: Erro ao emitir o bypass avulso. Contate o administrador.<br/>{0}
pt_pt: Erro ao emitir ignorar uma única vez. Contacte o administrador.<br/>{0}
ro: Eroare la emiterea permisiunii de acces unic. Contactați administratorul.<br/>{0}
ru: Ошибка при выдаче разрешения на одноразовый обход проверки. Обратитесь к администратору.<br/>{0}
sk: Chyba pri vydávaní jednorazového prihlásenia. Obráťte sa na svojho správcu.<br/>{0}
sl: Pri izdajanju enkratnega dostopa je prišlo do napake. Obrnite se na skrbnika.<br/>{0}
sr_cyrl_cs: Грешка при издавању једнократног приступа. Обратите се администратору.<br/>{0}
sr_latn_cs: Greška pri izdavanju jednokratnog pristupa. Obratite se administratoru.<br/>{0}
sv: Det gick inte att utfärda engångsåsidosättning. Kontakta administratören.<br/>{0}
th: ข้อผิดพลาดในการออกการบายพาสครั้งเดียว โปรดติดต่อผู้ดูแลระบบของคุณ<br/>{0}
tr: Bir kerelik geçiş verilirken hata. Lütfen yöneticinize başvurun .<br/>{0}
uk: Помилка під час надання дозволу на одноразовий обхід перевірки. Зверніться до адміністратора.<br/>{0}
vi: Lỗi phát hành cấp phép truy cập một lần. Vui lòng liên hệ quản trị viên của bạn.<br/>{0}
zh_cn: 颁发免验证一次时出错。请联系您的管理员。<br/>{0}
zh_tw: 簽發單次許可時發生錯誤。請連絡系統管理員。<br/>{0}

# Message_ErrorRemovingUser
source: Error removing user.<br/>{0}
ar: حدث خطأ أثناء إزالة المستخدم.<br/>{0}
bg: Грешка при премахването на потребителя.<br/>{0}
ca: S'ha produït un error en suprimir l'usuari.<br/>{0}
cs: Při odebírání uživatele došlo k chybě.<br/>{0}
da: Der opstod fejl under fjernelse af bruger.<br/>{0}
de: Fehler beim Entfernen des Benutzers<br/>{0}
el: Σφάλμα κατά την κατάργηση του χρήστη.<br/>{0}
es: Error al quitar el usuario.<br/>{0}
et: Tõrge kasutaja eemaldamisel.<br/>{0}
eu: Errorea erabiltzailea kentzerakoan.<br/>{0}
fi: Virhe poistettaessa käyttäjää.<br/>{0}
fr: Erreur lors la suppression de l'utilisateur.<br/>{0}
gl: Erro ao eliminar o usuario.<br/>{0}
he: שגיאה בהסרת משתמש.<br/>{0}
hi: उपयोगकर्ता को निकालते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri uklanjanju korisnika.<br/>{0}
hu: Hiba történt a felhasználó eltávolításakor.<br/>{0}
id: Kesalahan saat menghapus pengguna.<br/>{0}
it: Errore durante la rimozione dell'utente.<br/>{0}
ja: ユーザーの削除エラーが発生しました。<br/>{0}
kk: Пайдаланушыны жою қатесі.<br/>{0}
ko: 사용자를 제거하는 동안 오류가 발생했습니다.<br/>{0}
lt: Šalinant vartotoją įvyko klaida.<br/>{0}
lv: Noņemot lietotāju, radās kļūda.<br/>{0}
ms: Ralat mengalih keluar pengguna.<br/>{0}
nl: Fout bij verwijderen van gebruiker.<br/>{0}
no: Feil under fjerning av bruker.<br/>{0}
pl: Błąd podczas usuwania użytkownika.<br/>{0}
pt_br: Erro ao remover usuário.<br/>{0}
pt_pt: Erro ao remover o utilizador.<br/>{0}
ro: Eroare la eliminarea utilizatorului.<br/>{0}
ru: Ошибка при удалении пользователя.<br/>{0}
sk: Chyba pri odstraňovaní používateľa.<br/>{0}
sl: Pri odstranjevanju uporabnika je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при уклањању корисника.<br/>{0}
sr_latn_cs: Greška pri uklanjanju korisnika.<br/>{0}
sv: Det gick inte att ta bort användaren.<br/>{0}
th: ข้อผิดพลาดในการนำผู้ใช้ออก<br/>{0}
tr: Kullanıcı kaldırılırken hata.<br/>{0}
uk: Помилка під час видалення користувача.<br/>{0}
vi: Lỗi loại bỏ người dùng.<br/>{0}
zh_cn: 删除用户时出错。<br/>{0}
zh_tw: 移除使用者時發生錯誤。<br/>{0}

# Message_ErrorResettingMode
source: Error resetting method.<br/>{0}
ar: حدث خطأ أثناء إعادة تعيين الأسلوب.<br/>{0}
bg: Грешка при нулирането на метода.<br/>{0}
ca: S'ha produït un error en reinicialitzar el mètode.<br/>{0}
cs: Při resetování metody došlo k chybě.<br/>{0}
da: Der opstod fejl under nulstilling af metode.<br/>{0}
de: Fehler beim Zurücksetzen der Authentifizierungsmethode<br/>{0}
el: Σφάλμα κατά την επαναφορά της μεθόδου.<br/>{0}
es: Error al restablecer el método.<br/>{0}
et: Tõrge meetodi lähtestamisel.<br/>{0}
eu: Errorea metodoa berrezartzerakoan.<br/>{0}
fi: Virhe menetelmän uudelleenmäärityksessä.<br/>{0}
fr: Erreur lors de la réinitialisation de la méthode.<br/>{0}
gl: Erro ao restablecer o método.<br/>{0}
he: שגיאה באיפוס שיטה.<br/>{0}
hi: विधि को रीसेट करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri ponovnom postavljanju metode.<br/>{0}
hu: Hiba történt a módszer átállításakor.<br/>{0}
id: Kesalahan saat mengatur ulang metode.<br/>{0}
it: Errore durante la reimpostazione del metodo.<br/>{0}
ja: 認証方法のリセット エラーが発生しました。<br/>{0}
kk: Әдісті қалпына келтіру қатесі.<br/>{0}
ko: 방법을 다시 설정하는 동안 오류가 발생했습니다.<br/>{0}
lt: Nustatant metodą iš naujo įvyko klaida.<br/>{0}
lv: Atiestatot metodi, radās kļūda.<br/>{0}
ms: Ralat mengeset semula kaedah.<br/>{0}
nl: Fout bij opnieuw instellen van methode.<br/>{0}
no: Feil under tilbakestilling av metode.<br/>{0}
pl: Błąd podczas resetowania metody.<br/>{0}
pt_br: Erro ao redefinir o método.<br/>{0}
pt_pt: Erro ao repor o método.<br/>{0}
ro: Eroare la resetarea metodei.<br/>{0}
ru: Ошибка при сбросе метода.<br/>{0}
sk: Chyba pri vynulovaní metódy.<br/>{0}
sl: Pri ponastavljanju načina je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при успостављању почетних вредности метода.<br/>{0}
sr_latn_cs: Greška pri uspostavljanju početnih vrednosti metoda.<br/>{0}
sv: Det gick inte att återställa metoden.<br/>{0}
th: ข้อผิดพลาดในการรีเซ็ตเมธอด<br/>{0}
tr: Yöntem sıfırlanırken hata.<br/>{0}
uk: Помилка під час скидання методу.<br/>{0}
vi: Lỗi đặt lại phương thức.<br/>{0}
zh_cn: 重置方法时出错。<br/>{0}
zh_tw: 重設方法時發生錯誤。<br/>{0}
