Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_ChangeModeOathTokenIncomplete
source: Note: The user has not activated the Multi-Factor Authentication mobile app on their device or been assigned a third-party OATH token and is considered incomplete for the OATH Token method. Authentications to protected applications will fail for this user and log ins to the User Portal will require them to enroll again. It is recommended that you either contact the user to assist them with activating the Multi-Factor Authentication mobile app or assign and distribute a third-party OATH token.
ar: ملاحظة: لم يقم المستخدم بتنشيط تطبيق الأجهزة المحمولة Multi-Factor Authentication على جهازه أو لم يتم تعيين رمز OATH مميز خارجي له، ومن ثم تعتبر بياناته غير كاملة، الأمر الذي لا يمكَّنه من استخدام أسلوب "رمز OATH المميز". وسيفشل هذا المستخدم في إجراء أية عمليات مصادقة للتطبيقات المحمية، كما سيلزمه التسجيل مرة أخرى ليتمكن من تسجيل الدخول. ونوصيك بأحد أمرين، إما أن تتصل بالمستخدم لتساعده في تنشيط تطبيق الأجهزة المحمولة Multi-Factor Authentication أو تقم بتعيين وتوزيع رمز OATH مميز خارجي.
bg: Забележка: Потребителят не е активирал мобилното приложение Multi-Factor Authentication на устройството си или няма присвоен OATH маркер от трета страна и се счита за непълен за метода "OATH маркер". Удостоверяванията на този потребител в защитени приложения ще са неуспешни, а за влизанията му в потребителския портал ще се изисква да се записва отново. Препоръчва се или да се свържете с него, за да му съдействате за активирането на мобилното приложение Multi-Factor Authentication, или да му присвоите и предоставите OATH маркер от трета страна.
ca: Nota: l'usuari no ha activat l'aplicació mòbil Multi-Factor Authentication al dispositiu, o no s'ha assignat cap testimoni OATH d'un altre fabricant a l'usuari i, per tant, se'l considera incomplet per al mètode Testimoni OATH. No es podran autenticar les aplicacions protegides per a aquest usuari i, per tant, s'haurà de tornar a inscriure per iniciar la sessió al Portal d'usuaris. És recomanable que us poseu en contacte amb l'usuari per ajudar-lo a activar l'aplicació mòbil Multi-Factor Authentication o que assigneu i distribuïu un testimoni OATH d'un altre fabricant.
cs: Poznámka: Tento uživatel si zatím neaktivoval mobilní aplikaci Multi-Factor Authentication na svém zařízení nebo ještě nemá přiřazen token OATH třetí strany. Nastavení je proto pro použití metody Token OATH považováno za neúplné. Ověření pro použití chráněných aplikací se u tohoto uživatele nezdaří a při přihlašování na portál User Portal bude nutné, aby se uživatel znovu zaregistroval. Doporučujeme buď kontaktovat uživatele a pomoci mu s aktivací mobilní aplikace Multi-Factor Authentication, nebo uživateli přiřadit a odeslat token OATH třetí strany.
da: Bemærk! Brugeren har ikke aktiveret Multi-Factor Authentication-mobilappen på sin enhed eller er blevet tildelt et OATH-token fra tredjepart og betragtes som ikke kvalificeret til metoden OATH-token. Godkendelser til beskyttelse af applikationer mislykkes for denne bruger, og hvis brugeren vil logge på brugerportalen, skal vedkommende tilmelde sig igen. Det anbefales, at du kontakter brugeren for at hjælpe med at aktivere Multi-Factor Authentication-mobilappen eller tildeler og distribuerer et OATH-token fra tredjepart.
de: Hinweis: Die Methode "OATH-Token" ist nicht verfügbar, da die mobile Anwendung für Multi-Factor Authentication vom Benutzer nicht auf dessen Gerät aktiviert oder dem Benutzer kein OATH-Token eines Drittanbieters bereitgestellt wurde. Bei der Authentifizierung des Benutzers für geschützte Anwendungen tritt ein Fehler auf, und nach der Anmeldung beim Benutzerportal muss sich der Benutzer erneut registrieren. Helfen Sie dem Benutzer beim Aktivieren der mobilen Anwendung für Multi-Factor Authentication, oder stellen Sie ihm einen OATH-Token eines Drittanbieters zur Verfügung.
el: Σημείωση: Ο χρήστης δεν έχει ενεργοποιήσει την εφαρμογή Multi-Factor Authentication για κινητές συσκευές στη συσκευή του ή του έχει εκχωρηθεί διακριτικό OATH άλλου κατασκευαστή και ο έλεγχος ταυτότητας στην περίπτωσή του δεν θεωρείται ολοκληρωμένος για τη μέθοδο "Διακριτικό OATH". Οι απόπειρες ελέγχου ταυτότητας για προστατευμένες εφαρμογές θα αποτύχουν για αυτόν τον χρήστη και κατά τη σύνδεσή του στην Πύλη χρηστών θα απαιτηθεί εκ νέου η εγγραφή του. Συνιστάται είτε να επικοινωνήσετε με τον χρήστη, ώστε να τον βοηθήσετε με την ενεργοποίηση της εφαρμογής Multi-Factor Authentication για κινητές συσκευές είτε να εκχωρήσετε και να διανείμετε ένα διακριτικό OATH άλλου κατασκευαστή.
es: Nota: el usuario no ha activado la aplicación móvil Multi-Factor Authentication en su dispositivo o no se le ha asignado un token OATH de terceros y se considera incompleto para el método Token OATH. El usuario no superará las autenticaciones para las aplicaciones protegidas y deberá volver a inscribirse para poder iniciar sesión en el Portal de usuarios. Se recomienda que se ponga en contacto con el usuario para ayudarle a activar la aplicación móvil Multi-Factor Authentication o que asigne y distribuya un token OATH de terceros.
et: Märkus: kasutaja pole aktiveerinud oma seadmes Multi-Factor Authenticationi mobiilirakendust või kolmanda osapoole OATH-tõendit pole väljastatud, mistõttu OATH-tõendi meetodi kasutamine pole võimalik. Kaitstud rakenduste jaoks autentimine selle kasutajaga ei õnnestu ning sisselogimine kasutajaportaali vajab uut registreerumist. Soovitatav on ühendust võtta kasutajaga ning aidata tal aktiveerida Multi-Factor Authenticationi mobiilirakendus või määrata ja suunata talle edasi kolmanda osapoole OATH-tõend.
eu: Oharra: Erabiltzaileak ez du Multi-Factor Authentication mugikorreko aplikazioa aktibatu bere gailuan edo ez du hirugarrenen OATH tokenaren esleipena jaso, eta ondorioz ezin du OATH tokena metodoa erabili. Erabiltzaile horren babestutako aplikazioen autentifikazioak huts egingo du, eta berriro erregistratu beharko du Erabiltzaile-atarian saioa hasteko. Gomendagarria da erabiltzailearekin harremanetan jartzea Multi-Factor Authentication mugikorreko aplikazioa aktibatzen laguntzeko edo hirugarrenen OATH token bat esleitu eta banatzeko.
fi: Huomautus: Käyttäjä ei ole aktivoinut Multi-Factor Authentication -mobiilisovellusta laitteessaan tai hänelle on määritetty kolmannen osapuolen OATH Token, joten OATH Token -menetelmän käyttöönottoon ei ole edellytyksiä. Tämän käyttäjän todentaminen suojatuissa sovelluksissa epäonnistuu, ja kirjautuminen käyttäjäportaaliin edellyttää uutta rekisteröitymistä. On suositeltavaa, että otat yhteyttä käyttäjään ja autat häntä Multi-Factor Authentication -mobiilisovelluksen aktivoinnissa tai määrität ja jakelet kolmannen osapuolen OATH Tokenin.
fr: Remarque : l'utilisateur n'a pas activé l'application mobile Multi-Factor Authentication sur son appareil ou bien un jeton OATH tiers lui a été affecté et il est considéré comme incomplet pour la méthode de jeton OATH. Les authentifications vers les applications protégées échoueront pour cet utilisateur et les connexions au portail de l'utilisateur nécessiteront sa réinscription. Il est recommandé de contacter l'utilisateur pour l'aider à activer l'application mobile Multi-Factor Authentication ou d'affecter et de distribuer un jeton OATH tiers.
gl: Nota: o usuario non activou a aplicación para móbil de Multi-Factor Authentication no dispositivo ou non se lle atribuíu un token OATH de terceiros, polo que non se considera concluído para seleccionar o método Token OATH. As autenticacións en aplicacións protexidas xerarán un erro para este usuario e os inicios de sesión no portal de usuarios requirirán que se rexistre de novo. Recoméndase que contacte co usuario para axudalo coa activación da aplicación para móbil de Multi-Factor Authentication ou para atribuír ou distribuír un token OATH de terceiros.
he: הערה: המשתמש לא הפעיל את האפליקציה למכשירים ניידים של Multi-Factor Authentication במכשיר שלו או שלא הוקצה לו אסימון OATH של ספק חיצוני, והוא אינו עומד בדרישות עבור השיטה 'אסימון OATH'. אימותים מול יישומים מוגנים ייכשלו עבור משתמש זה וכניסות לפורטל המשתמשים יחייבו אותו להירשם שוב. מומלץ לך ליצור קשר עם המשתמש כדי לסייע לו בהפעלת האפליקציה למכשירים ניידים של Multi-Factor Authentication או להקצות ולהפיץ אסימון OATH של ספק חיצוני.
hi: नोट: उपयोगकर्ता ने अपने डिवाइस पर Multi-Factor Authentication मोबाइल अनुप्रयोग सक्रिय नहीं किया है या उसे एक तृतीय पक्ष OATH टोकन असाइन नहीं किया गया है और उसे OATH टोकन विधि के लिए अपूर्ण माना जाता है. इस उपयोगकर्ता के लिए सुरक्षित अनुप्रयोगों के लिए प्रमाणीकरण विफल हो जाएँगे और उपयोगकर्ता पोर्टल में लॉग इन के लिए उन्हें फिर से नामांकन करना होगा. यह अनुशंसित है कि आप या तो Multi-Factor Authentication मोबाइल अनुप्रयोग को सक्रिय करने में उपयोगकर्ता की सहायता करें या फिर एक तृतीय पक्ष OATH टोकन असाइन और वितरित करें.
hr: Napomena: korisnik nije aktivirao mobilnu aplikaciju Multi-Factor Authentication na svom uređaju ili mu nije dodijeljen OATH token treće strane te se smatra nedovršenim za metodu OATH token. Provjere autentičnosti zaštićenih aplikacija neće uspjeti za tog korisnika te će se pri prijavi na korisnički portal morati ponovno upisati. Preporučujemo da kontaktirate korisnika da biste mu pomogli u aktiviranju mobilne aplikacije Multi-Factor Authentication ili da biste mu dodijelili i uručili OATH token treće strane.
hu: Megjegyzés: A felhasználó nem aktiválta a Multi-Factor Authentication mobilalkalmazást a készülékén, vagy más gyártótól származó OATH token van hozzárendelve, ezért a fiókja hiányos az OATH token módszer használatához. A felhasználó nem fog tudni hitelesíteni a védett alkalmazásokban, és a felhasználói portálra csak ismételt beléptetés után tud majd bejelentkezni. Javasoljuk, hogy a Multi-Factor Authentication mobilalkalmazás aktiválása céljából vegye fel a kapcsolatot a felhasználóval, vagy rendelje hozzá és adja ki a más gyártótól származó OATH tokent.
id: Catatan: Pengguna belum mengaktifkan aplikasi seluler Multi-Factor Authentication pada perangkatnya atau telah menetapkan token OATH pihak ketiga dan dianggap belum selesai untuk metode Token OATH. Autentikasi untuk aplikasi yang dilindungi akan gagal untuk pengguna ini dan proses masuk ke Portal Pengguna akan mengharuskan mereka untuk mendaftar lagi. Sebaiknya Anda menghubungi pengguna untuk membantunya mengaktifkan aplikasi seluler Multi-Factor Authentication atau menetapkan dan mendistribusikan token OATH pihak ketiga.
it: Nota: l'utente non ha attivato l'app mobile Multi-Factor Authentication nel proprio dispositivo o non ha ricevuto un token OATH di terze parti, pertanto viene considerato incompleto per il metodo Token OATH. Non potrà eseguire l'autenticazione ad applicazioni protette e dovrà registrarsi nuovamente per effettuare l'accesso al portale utenti. È consigliabile contattare l'utente per assisterlo durante l'attivazione dell'app mobile Multi-Factor Authentication oppure per assegnare e distribuire un token OATH di terze parti.
ja: 注: このユーザーは、デバイスの Multi-Factor Authentication モバイル アプリをアクティブ化していないか、サードパーティ製の OATH トークンが割り当てられていないため、OATH トークンによる認証の準備が完了していません。このユーザーは、保護されたアプリケーションにログインできず、ユーザー ポータルにログインするには、登録手続きをやり直す必要があります。ユーザーに、Multi-Factor Authentication モバイル アプリをアクティブ化するように依頼するか、サードパーティ製の OATH トークンをユーザーに割り当てててから、そのトークンを送付してください。
kk: Ескерім: пайдаланушы құрылғыда Multi-Factor Authentication мобильді бағдарламасын белсендірген жоқ немесе оған үшінші тарап OATH таңбалауышы тағайындалған, сондықтан оның деректері OATH таңбалауышы әдісін қолдану үшін толық емес деп есептеледі. Бұл пайдаланушы үшін қорғалған бағдарламаларға түпнұсқалықты растау әрекеттері нәтижелі болмайды және Пайдаланушы порталына кіру әрекеттері жасалғанда, одан қайта тіркелу талап етіледі. Пайдаланушыға хабарласып, Multi-Factor Authentication мобильді бағдарламасын белсендіруге көмектескеніңіз немесе үшінші тарап OATH таңбалауышын тағайындап таратқаныңыз дұрыс болады.
ko: 참고: 사용자가 사용자 장치에서 Multi-Factor Authentication 모바일 앱을 활성화하지 않았거나, 타사 OATH 토큰을 지정하지 않아 [OATH 토큰] 방법을 사용하기에 불완전한 것으로 간주됩니다. 이 사용자의 보호된 응용 프로그램에 대한 인증이 실패하고 사용자 포털에 로그인하려면 다시 등록해야 합니다. 사용자에게 연락하여 Multi-Factor Authentication 모바일 앱을 활성화할 수 있도록 지원하거나 타사 OATH 토큰을 지정 및 배포할 수 있도록 지원하는 것이 좋습니다.
lt: Pastaba: vartotojas savo įrenginyje nesuaktyvino mobiliųjų įrenginių programėlės „Multi-Factor Authentication“ arba priskirtas trečiosios šalies OATH atpažinimo ženklas; to nepakanka OATH atpažinimo ženklo metodui. Šiam vartotojui nepavyks autentifikuotis apsaugotose programose, o norint prisijungti prie vartotojų portalo reikės registruotis dar kartą. Rekomenduojama kreiptis į vartotoją ir padėti suaktyvinti mobiliųjų įrenginių programėlę „Multi-Factor Authentication“ arba priskirti ir išplatinti trečiosios šalies OATH atpažinimo ženklą.
lv: Piezīme. Lietotājs nav aktivizējis savā ierīcē mobilo programmu Multi-Factor Authentication, vai viņam tika piešķirts trešās personas OATH marķieris. Lai izmantotu metodi OATH Token, šie kritēriji ir jāievēro. Šis lietotājs nevarēs autentificēties aizsargātās lietojumprogrammās, kā arī, lai pieteiktos lietotāju portālā, būs no jauna jāreģistrējas. Ieteicams sazināties ar lietotāju, lai palīdzētu aktivizēt mobilo programmu Multi-Factor Authentication, vai piešķirt un izplatīt trešās personas OATH marķieri.
ms: Nota: Pengguna belum mengaktifkan apl mudah alih Multi-Factor Authentication pada peranti mereka atau diberi token OATH pihak ketiga dan dianggap tidak lengkap untuk kaedah Token OATH. Pengesahan untuk melindungi aplikasi akan gagal bagi pengguna ini dan log masuk ke Portal Pengguna akan memerlukan mereka mendaftar semula. Anda disyorkan sama ada menghubungi pengguna bagi membantu mereka mengaktifkan apl mudah alih Multi-Factor Authentication atau menetapkan dan mengagihkan token OATH pihak ketiga.
nl: Opmerking: De gebruiker heeft de mobiele app Multi-Factor Authentication niet geactiveerd op zijn/haar apparaat of heeft een OATH-token van een derde verkregen. Het account van de gebruiker is onvolledig voor de methode OATH-token. Authenticaties bij beveiligde toepassingen mislukken voor deze gebruiker en voor aanmeldingen bij de gebruikersportal moet de gebruiker opnieuw registreren. U wordt aangeraden de gebruiker te helpen bij het activeren van de mobiele app Multi-Factor Authentication of een OATH-token van een derde toe te wijzen en naar de gebruiker te distribueren.
no: Obs! Brukeren har ikke aktivert mobilappen Multi-Factor Authentication på enheten, eller har fått tilordnet et OATH-token fra en tredjepart. Det tokenet anses som ufullstendig for metoden OATH-token. Godkjenninger til beskyttede apper mislykkes for denne brukeren, og brukeren må registrere seg på nytt for å kunne logge på brukerportalen. Det anbefales at du kontakter brukeren for å hjelpe ham/henne med å aktivere mobilappen Multi-Factor Authentication eller tilordne og distribuere et OATH-token fra en tredjepart.
pl: Uwaga: użytkownik nie aktywował aplikacji mobilnej Multi-Factor Authentication na urządzeniu lub do jego konta przypisano token OATH innej firmy, co uniemożliwia skorzystanie z metody Token OATH. Operacje uwierzytelniania konta tego użytkownika w aplikacjach chronionych zakończą się niepowodzeniem, a próby zalogowania się do portalu użytkowników będą wymagały ponownego zarejestrowania się. Zalecane jest skontaktowanie się z użytkownikiem w celu udzielenia mu pomocy przy aktywowaniu aplikacji mobilnej Multi-Factor Authentication lub przypisanie i rozpowszechnienie tokena OATH innej firmy.
pt_br: Observação: o usuário não ativou o aplicativo móvel Multi-Factor Authentication no dispositivo ou não atribuiu um token OATH de terceiros e foi considerado incompleto para o método Token OATH. As autenticações para aplicativos protegidos falharão para esse usuário, e o logon no Portal do Usuário exigirá que o registro seja feito novamente. É recomendável entrar em contato com o usuário para ajudá-lo a ativar o aplicativo móvel Multi-Factor Authentication ou atribuir e distribuir um token OATH de terceiros.
pt_pt: Nota: o utilizador não ativou a aplicação móvel de Autenticação Multifator no respetivo dispositivo nem lhe foi atribuído um token OATH de terceiros, pelo que o método de Token OATH é considerado incompleto. As autenticações deste utilizador junto de aplicações protegidas falharão, e os inícios de sessão no Portal do Utilizador exigirão um novo registo. É recomendado que contacte o utilizador para o auxiliar na ativação da aplicação móvel de Autenticação Multifator ou atribuição e distribuição de um token OATH de terceiros.
ro: Notă: utilizatorul nu a activat aplicația mobilă Multi-Factor Authentication pe propriul dispozitiv și nu i s-a atribuit un token OATH terță parte. De aceea, nu este pregătit pentru utilizarea metodei Token OATH. Utilizatorul nu se va putea autentifica în aplicațiile protejate. Dacă face log in la Portalul utilizator, i se va impune să se înscrie din nou. Se recomandă să luați legătura cu utilizatorul pentru a-i oferi ajutor în activarea aplicației mobile Multi-Factor Authentication sau pentru a a-i distribui un token OATH terță parte.
ru: Примечание. Пользователь не активировал мобильное приложение Multi-Factor Authentication на своем устройстве, или ему назначен OATH-токен стороннего производителя, поэтому пользователь считается неготовым для использования метода "OATH-токен". Выполнить проверку подлинности для доступа к защищенным приложениям для этого пользователя не удастся, и при входе на пользовательский портал потребуется его повторная регистрация. Рекомендуется связаться с пользователем, чтобы помочь ему активировать мобильное приложение Multi-Factor Authentication или назначить и отправить OATH-токен стороннего производителя.
sk: Poznámka: Používateľ neaktivoval mobilnú aplikáciu Multi-Factor Authentication vo svojom zariadení alebo mu bol priradený token OATH tretej strany, a tak sa jeho kroky pre metódu Token OATH považujú za neúplné. Overenia do chránených aplikácií pre tohto používateľa zlyhajú a prihlásenia na portál používateľa budú vyžadovať jeho opätovnú registráciu. Odporúčame spojiť sa s týmto používateľom a pomôcť mu s aktiváciou mobilnej aplikácie Multi-Factor Authentication alebo s priradením a distribúciou tokenu OATH.
sl: Opomba: uporabnik ni aktiviral mobilne aplikacije Multi-Factor Authentication v svoji napravi ali pa mu ni bil dodeljen žeton OATH neodvisnega izdelovalca, zato je upoštevan kot nepopoln za uporabo načina Žeton OATH. Preverjanja pristnosti za zaščitene aplikacije pri tem uporabniku ne bodo uspela in pri prijavi v uporabniški portal se bo moral včlaniti znova. Priporočamo vam, da obvestite uporabnika in mu pomagate pri aktiviranju mobilne aplikacije Multi-Factor Authentication ali mu dodelite in predate žeton OATH neodvisnega izdelovalca.
sr_cyrl_cs: Напомена: Корисник није активирао Multi-Factor Authentication апликацију за мобилне уређаје на уређају или му није додељен OATH токен независне организације, тако да не испуњава услове за метод OATH токена. Овај корисник неће успети да потврди идентитет заштићеним апликацијама, док ће се приликом пријављивања на кориснички портал од корисника захтевати да се поново упише. Препоручује се да се обратите кориснику како бисте му помогли да активира Multi-Factor Authentication апликацију за мобилне уређаје или да кориснику доделите и проследите OATH токен независне организације.
sr_latn_cs: Napomena: Korisnik nije aktivirao Multi-Factor Authentication aplikaciju za mobilne uređaje na uređaju ili mu nije dodeljen OATH token nezavisne organizacije, tako da ne ispunjava uslove za metod OATH tokena. Ovaj korisnik neće uspeti da potvrdi identitet zaštićenim aplikacijama, dok će se prilikom prijavljivanja na korisnički portal od korisnika zahtevati da se ponovo upiše. Preporučuje se da se obratite korisniku kako biste mu pomogli da aktivira Multi-Factor Authentication aplikaciju za mobilne uređaje ili da korisniku dodelite i prosledite OATH token nezavisne organizacije.
sv: Obs! Användaren har inte aktiverat mobilappen för Multi-Factor Authentication på sin enhet eller tilldelats en OATH-token från tredje part och betraktas därför som ofullständig för metoden OATH-token. Autentiseringar av skyddade applikationer misslyckas för denna användare och inloggningar på användarportalen kräver att användaren registrerar sig igen. Du bör kontakta användaren och hjälpa honom/henne med att aktivera mobilappen Multi-Factor Authentication eller tilldela och distribuera en OATH-token från tredje part.
th: หมายเหตุ: ผู้ใช้ยังไม่ได้เปิดใช้งานแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ในอุปกรณ์ของพวกเขาหรือยังไม่ได้รับการกำหนดโทเค็น OATH ของบุคคลที่สาม และถือว่ายังไม่เสร็จสมบูรณ์สำหรับเมธอดโทเค็น OATH การรับรองความถูกต้องโปรแกรมประยุกต์ที่มีการป้องกันจะล้มเหลวสำหรับผู้ใช้รายนี้และการเข้าสู่ระบบพอร์ทัลผู้ใช้จะกำหนดให้ผู้ใช้ลงทะเบียนอีกครั้ง ขอแนะนำให้คุณติดต่อผู้ใช้ดังกล่าวเพื่อช่วยเหลือในการเปิดใช้งานแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ หรือกำหนดและแจกจ่ายโทเค็น OATH ของบุคคลที่สาม
tr: Not: Kullanıcı Multi-Factor Authentication mobil uygulamasını cihazında etkinleştirmemiş veya üçüncü taraf bir OATH belirtecine atanmış ancak OATH Belirteci yöntemi için tamamlanmamış görülüyor. Korumalı uygulamalara yapılan kimlik doğrulamaları bu kullanıcı için başarısız olacak ve Kullanıcı Portalı'nda gerçekleşen oturum açmalar yeniden kaydedilmesini gerektirecek. Kullanıcıyla iletişim kurarak Multi-Factor Authentication mobil uygulamasını etkinleştirmesinde yardımcı olmanız ya da üçüncü parti bir OATH belirteci atamanız veya dağıtmanız önerilir.
uk: Примітка. Користувач не активував у своєму пристрої мобільну програму Multi-Factor Authentication або йому призначений маркер OATH стороннього виробника. Тому користувач вважається неготовим для використання методу "Маркер OATH". Виконати автентифікацію для доступу до захищених програм для цього користувача буде неможливо, і під час входу на портал користувача знадобиться його повторна реєстрація. Рекомендуємо зв'язатися з користувачем, щоб допомогти йому з активацією мобільної програми Multi-Factor Authentication або призначити та поширити маркер OATH стороннього виробника.
vi: Ghi chú: Người dùng chưa kích hoạt ứng dụng di động Multi-Factor Authentication trên thiết bị của họ hoặc chưa được cấp một hiệu bài OATH của bên thứ ba và được xem là chưa hoàn tất đối với phương thức Hiệu bài OATH. Việc xác thực vào các ứng dụng được bảo vệ sẽ không thành công với người dùng này và các lần đăng nhập vào Cổng thông tin Người dùng sẽ yêu cầu họ phải đăng ký lại. Bạn nên liên hệ với người dùng này để hỗ trợ họ kích hoạt ứng dụng di động Multi-Factor Authentication hoặc gán và phân phối một hiệu bài OATH của bên thứ ba.
zh_cn: 注意: 该用户尚未激活设备上的 Multi-Factor Authentication 移动应用，也没有分配第三方 OATH 令牌，因而视为未完成“OATH 令牌”方法。该用户将无法通过受保护应用程序的身份验证，而且在登录用户门户时，系统会要求该用户重新注册。建议您联系用户帮助他们激活 Multi-Factor Authentication 移动应用，或者分配和分发第三方 OATH 令牌。
zh_tw: 注意: 使用者尚未啟用裝置上的 Multi-Factor Authentication 行動裝置應用程式或尚未獲得協力廠商 OATH 權杖指派，因此對 [OATH 權杖] 方法來說並不完整。這位使用者將無法通過受保護之應用程式的驗證，且必須再次註冊才能登入使用者入口網站。建議您連絡該使用者以協助其啟用 Multi-Factor Authentication 行動裝置應用程式，或指派及發佈協力廠商 OATH 權杖。
