Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_SamlDisabled
source: Single sign-ons to external applications using SAML are disabled.
ar: تم تعطيل عمليات تسجيل الدخول الأحادي إلى التطبيقات الخارجية باستخدام SAML.
bg: Еднократната идентификация във външни приложения чрез SAML е забранена.
ca: S'han inhabilitat els inicis de sessió individuals a aplicacions externes mitjançant el SAML.
cs: Jednotné přihlašování k externím aplikacím pomocí SAML je zakázáno.
da: Single sign-ons til eksterne applikationer ved hjælp af SAML er deaktiveret.
de: Einmaliges Anmelden für externe Anwendungen mithilfe von SAML wurde deaktiviert.
el: Οι καθολικές συνδέσεις σε εξωτερικές εφαρμογές μέσω SAML είναι απενεργοποιημένες.
es: Los inicios de sesión únicos en aplicaciones externas mediante SAML están deshabilitados.
et: Ühekordsed sisselogimised välistesse rakendustesse SAML-i abil on keelatud.
eu: SAML bidezko bakarreko saio-hasierak desgaitu dira kanpoko aplikazioetara.
fi: Kertakirjautuminen ulkoisiin sovelluksiin käyttämällä SAML-kieltä on poistettu käytöstä.
fr: Les authentifications uniques vers des applications externes à l'aide de SAML sont désactivées.
gl: Os inicios de sesión únicos en aplicacións externas a través de SAML están desactivados.
he: כניסות יחידות ליישומים חיצוניים באמצעות SAML אינן זמינות.
hi: SAML का उपयोग करके बाहरी अनुप्रयोगों पर एकल साइन-ऑन अक्षम हैं.
hr: Onemogućene su jedinstvene prijave na vanjske aplikacije koje koriste SAML.
hu: A külső alkalmazásokba történő, SAML-alapú egyszeri bejelentkezés le van tiltva.
id: Proses sekali masuk ke aplikasi eksternal yang menggunakan SAML dinonaktifkan.
it: I punti di accesso singoli ad applicazioni esterne tramite SAML sono disabilitati.
ja: SAML を使用した、外部アプリケーションへのシングル サインオンは無効になっています。
kk: Сыртқы бағдарламаларға SAML көмегімен құпия сөзді бір рет енгізу арқылы кіру ажыратылған.
ko: SAML을 통한 외부 응용 프로그램에 대한 SSL(Single Sign-On)은 사용하지 않도록 설정되어 있습니다.
lt: Išjungta bendroji autentifikacija išorinėse programose naudojant SAML.
lv: Vienotā pierakstīšanās ārējās lietojumprogrammās, izmantojot SAML, ir atspējota.
ms: Daftar masuk tunggal ke aplikasi luaran menggunakan SAML dinyahdayakan.
nl: Eenmalige aanmeldingen bij externe toepassingen via SAML zijn uitgeschakeld.
no: Enkel pålogging til eksterne apper ved hjelp av SAML er deaktivert.
pl: Opcja pojedynczych prób logowania do aplikacji zewnętrznych za pomocą protokołu SAML jest wyłączona.
pt_br: Logons únicos para aplicativos externos usando SAML estão desabilitados.
pt_pt: Os inícios de sessão únicos em aplicações externas utilizando SAML encontram-se desativados.
ro: Identificatorii de sign on unic la aplicațiile externe, cu SAML, sunt dezactivați.
ru: Единые входы во внешние приложения с помощью SAML отключены.
sk: Jediné prihlásenia do externých aplikácií pomocou štandardu SAML sú zakázané.
sl: Enojne prijave v zunanje aplikacije z uporabo tehnologije SAML so onemogočene.
sr_cyrl_cs: Јединствена пријављивања у спољне апликације помоћу језика SAML су онемогућена.
sr_latn_cs: Jedinstvena prijavljivanja u spoljne aplikacije pomoću jezika SAML su onemogućena.
sv: Enkla inloggningar på externa applikationer med SAML har inaktiverats.
th: การลงชื่อเข้าระบบครั้งเดียวไปยังโปรแกรมประยุกต์ภายนอกโดยใช้ SAML ถูกปิดใช้งาน
tr: SAML kullanarak harici uygulamalarda çoklu oturum açma devre dışı bırakılmış.
uk: Єдині входи в зовнішні програми за допомогою SAML вимкнуто.
vi: Đăng nhập đơn cho các ứng dụng bên ngoài dùng SAML bị vô hiệu hóa.
zh_cn: 使用 SAML 以单一登录方式访问外部应用程序的功能已禁用。
zh_tw: 已停用透過 SAML 利用單一登入的方式登入外部應用程式。

# Message_SecurityQuestionsNotDefined
source: Security questions are not defined for this user.<br/>
ar: لم يتم تعريف أسئلة الأمان لهذا المستخدم.<br/>
bg: За този потребител няма дефинирани въпроси за защита.<br/>
ca: No s'han definit les preguntes de seguretat d'aquest usuari.<br/>
cs: Pro tohoto uživatele nejsou nadefinovány bezpečnostní otázky.<br/>
da: Sikkerhedsspørgsmål er ikke defineret for denne bruger.<br/>
de: Für diesen Benutzer wurden keine Sicherheitsfragen definiert.<br/>
el: Δεν έχουν οριστεί ερωτήσεις ασφαλείας για αυτόν το χρήστη.<br/>
es: No se han definido preguntas de seguridad para este usuario.<br/>
et: Selle kasutaja turbeküsimusi pole määratud.<br/>
eu: Ez dira erabiltzaile honen segurtasun-galderak zehaztu.<br/>
fi: Tälle käyttäjälle ei ole määritetty suojauskysymyksiä.<br/>
fr: Les questions de sécurité ne sont pas définies pour cet utilisateur.<br/>
gl: As preguntas de seguranza non están definidas para este usuario.<br/>
he: שאלות אבטחה אינן מוגדרות עבור משתמש זה.<br/>
hi: इस उपयोगकर्ता के लिए सुरक्षा प्रश्न परिभाषित नहीं हैं.<br/>
hr: Nisu definirana sigurnosna pitanja za ovog korisnika.<br/>
hu: Nincs biztonsági kérdés megadva ehhez a felhasználóhoz.<br/>
id: Pertanyaan keamanan tidak ditentukan untuk pengguna ini.<br/>
it: Per questo utente non sono state definite le domande di sicurezza.<br/>
ja: このユーザーのセキュリティの質問が設定されていません。<br/>
kk: Бұл пайдаланушы үшін қауіпсіздік сұрақтары анықталмаған.<br/>
ko: 이 사용자에 대해 보안 질문이 정의되지 않았습니다.<br/>
lt: Nenustatyti šio vartotojo saugos klausimai.<br/>
lv: Šim lietotājam nav noteikti drošības jautājumi.<br/>
ms: Soalan keselamatan tidak ditakrifkan untuk pengguna ini.<br/>
nl: Er zijn geen beveiligingsvragen gedefinieerd voor deze gebruiker.<br/>
no: Sikkerhetsspørsmål er ikke definert for denne brukeren.<br/>
pl: Nie zdefiniowano pytań zabezpieczających dla tego użytkownika.<br/>
pt_br: As perguntas de segurança não estão definidas para este usuário.<br/>
pt_pt: Não há perguntas de segurança definidas para este utilizador.<br/>
ro: Pentru acest utilizator nu sunt definite întrebările de securitate.<br/>
ru: Контрольные вопросы для этого пользователя не определены.<br/>
sk: Pre tohto používateľa nie sú definované otázky zabezpečenia.<br/>
sl: Ta uporabnik nima nastavljenih varnostnih vprašanj.<br/>
sr_cyrl_cs: Безбедносна питања нису дефинисана за овог корисника.<br/>
sr_latn_cs: Bezbednosna pitanja nisu definisana za ovog korisnika.<br/>
sv: Säkerhetsfrågor har inte definierats för denna användare.<br/>
th: ไม่มีการกำหนดคำถามรักษาความปลอดภัยสำหรับผู้ใช้นี้<br/>
tr: Bu kullanıcı için güvenlik soruları tanımlanmamış.<br/>
uk: Контрольні запитання для цього користувача не визначено.<br/>
vi: Các câu hỏi bảo mật không được xác định cho người dùng này.<br/>
zh_cn: 该用户尚未定义安全问题。<br/>
zh_tw: 尚未定義這位使用者的安全性問題。<br/>

# Message_SecurityQuestionsNotSetUp
source: You may not log in without your phone since you have not set up security questions.
ar: قد لا تتمكن من تسجيل الدخول بدون هاتفك لأنك لم تقم بإعداد أسئلة الأمان.
bg: Няма да можете да влезете без телефона си, понеже не сте задали въпроси за защита.
ca: No podeu iniciar la sessió sense el vostre telèfon perquè no heu definit cap pregunta de seguretat.
cs: Nemůžete se přihlásit bez telefonu, protože nemáte nastaveny bezpečnostní otázky.
da: Du kan ikke logge på uden din telefon, da du ikke har angivet sikkerhedsspørgsmål.
de: Eine Anmeldung ohne Ihr Telefon ist nicht möglich, da Sie keine Sicherheitsfragen eingerichtet haben.
el: Δεν επιτρέπεται να συνδεθείτε χωρίς το τηλέφωνό σας, από τη στιγμή που δεν έχετε ορίσει ερωτήσεις ασφαλείας.
es: No puede iniciar sesión sin su teléfono porque no ha configurado las preguntas de seguridad.
et: Te ei saa telefonita sisse logida, kuna te pole turbeküsimusi seadistanud.
eu: Ezin duzu telefonoaren bidez saioa hasi ez dituzulako segurtasun-galderak ezarri.
fi: Et voi kirjautua sisään ilman puhelinta, sillä et ole määrittänyt suojauskysymyksiä.
fr: Il est possible que vous ne puissiez pas vous connecter sans votre téléphone car vous n'avez pas configuré de questions de sécurité.
gl: Non pode iniciar sesión sen o teléfono porque non configurou preguntas de seguranza.
he: אינך יכול להיכנס ללא הטלפון שלך מאחר שלא הגדרת שאלות אבטחה.
hi: आप अपने फ़ोन के बिना लॉग इन नहीं कर सकते, क्योंकि आपने सुरक्षा प्रश्न सेट नहीं किए हैं.
hr: Možda se nećete moći prijaviti bez telefona jer niste postavili sigurnosna pitanja.
hu: A telefonja nélkül nem fog tudni bejelentkezni, mert nem adott meg biztonsági kérdéseket.
id: Anda tidak boleh masuk tanpa telepon karena Anda belum mengatur pertanyaan keamanan.
it: Potrebbe risultare impossibile accedere senza telefono perché le domande di sicurezza non sono state configurate.
ja: セキュリティの質問を設定していないので、電話なしでログインすることはできません。
kk: Қауіпсіздік сұрақтарын орнатпағандықтан, телефонсыз кіре алмауыңыз мүмкін.
ko: 보안 질문을 설정하지 않았으므로 폰 없이 로그인할 수 없습니다.
lt: Negalima prisijungti be telefono, nes nenustatėte saugos klausimų.
lv: Iespējams, nevarēsit pieteikties, izmantojot savu mobilo tālruni, jo nav iestatīti drošības jautājumi.
ms: Anda tidak boleh log masuk tanpa telefon anda kerana anda belum menetapkan soalan keselamatan.
nl: U kunt zich niet aanmelden zonder telefoon omdat u geen beveiligingsvragen hebt ingesteld.
no: Du kan kanskje ikke logge på uten telefonen fordi du ikke har konfigurert sikkerhetsspørsmål.
pl: Nie można zalogować się bez użycia telefonu, ponieważ nie skonfigurowano pytań zabezpieczających.
pt_br: Você não pode fazer logon sem seu telefone uma vez que não configurou as perguntas de segurança.
pt_pt: Uma vez que não configurou perguntas de segurança, não poderá iniciar sessão sem o seu telefone.
ro: Nu puteți face log in fără telefon, deoarece nu ați configurat întrebările de securitate.
ru: Вы не имеете права на вход без телефона, так как не настроили контрольные вопросы.
sk: Nemôžete sa prihlásiť bez svojho telefónu, pretože ste nenastavili otázky zabezpečenia.
sl: Prijava s telefonom ni mogoča, ker niste nastavili varnostnih vprašanj.
sr_cyrl_cs: Не можете да се пријавите без телефона јер нисте подесили безбедносна питања.
sr_latn_cs: Ne možete da se prijavite bez telefona jer niste podesili bezbednosna pitanja.
sv: Du kan inte logga in utan telefonen eftersom du inte har ställt in säkerhetsfrågor.
th: คุณไม่สามารถเข้าสู่ระบบด้วยโทรศัพท์ได้ เนื่องจากคุณไม่ได้ตั้งค่าคำถามรักษาความปลอดภัย
tr: Güvenlik sorusu ayarlamadığınızdan, telefonunuz olmadan oturum açamayabilirsiniz.
uk: Ви не маєте права на вхід без телефону, тому що не настроїли контрольні запитання.
vi: Bạn không thể đăng nhập mà không có điện thoại của bạn vì bạn đã không thiết lập các câu hỏi bảo mật.
zh_cn: 由于您尚未设置安全问题，因而只能通过您的手机登录。
zh_tw: 由於您尚未設定安全性問題，因此不得在沒有電話的情況下登入。

# Message_SecurityQuestionsVerified
source: Security questions verified.
ar: تم التحقق من أسئلة الأمان.
bg: Въпросите за защита са проверени.
ca: S'han verificat les preguntes de seguretat.
cs: Bezpečnostní otázky byly ověřeny.
da: Sikkerhedsspørgsmål kontrolleret.
de: Die Sicherheitsfragen wurden überprüft.
el: Οι ερωτήσεις ασφαλείας επαληθεύτηκαν.
es: Preguntas de seguridad verificadas.
et: Turbeküsimused on kinnitatud.
eu: Segurtasun-galderak egiaztatu dira.
fi: Suojauskysymykset on tarkistettu.
fr: Questions de sécurité vérifiées.
gl: Preguntas de seguranza verificadas.
he: שאלות האבטחה אומתו.
hi: सुरक्षा प्रश्न सत्यापित.
hr: Sigurnosna pitanja potvrđena.
hu: A biztonsági kérdések ellenőrizve.
id: Pertanyaan keamanan diverifikasi.
it: Domande di sicurezza verificate.
ja: セキュリティの質問が検証されました。
kk: Қауіпсіздік сұрақтары тексерілді.
ko: 보안 질문이 확인되었습니다.
lt: Saugos klausimai patikrinti.
lv: Drošības jautājumi tika pārbaudīti.
ms: Soalan keselamatan ditentu sahkan.
nl: Beveiligingsvragen geverifieerd.
no: Sikkerhetsspørsmål bekreftet.
pl: Zweryfikowano pytania zabezpieczające.
pt_br: Perguntas de segurança verificadas.
pt_pt: Perguntas de segurança verificadas.
ro: Întrebările de securitate au fost verificate.
ru: Контрольные вопросы проверены.
sk: Otázky zabezpečenia boli overené.
sl: Varnostna vprašanja so bila uspešno preverjena.
sr_cyrl_cs: Безбедносна питања су верификована.
sr_latn_cs: Bezbednosna pitanja su verifikovana.
sv: Säkerhetsfrågor har verifierats.
th: ตรวจสอบคำถามรักษาความปลอดภัยแล้ว
tr: Güvenlik soruları doğrulandı.
uk: Контрольні запитання перевірено.
vi: Các câu hỏi bảo mật đã được kiểm chứng.
zh_cn: 安全问题已验证。
zh_tw: 安全性問題已通過驗證。

# Message_SecurityWarningNoSsl
source: SECURITY WARNING: Multi-Factor Authentication User Portal is not secured with SSL. Passwords will be passed in plain text.
ar: تحذير الأمان: مدخل مستخدمي Multi-Factor Authentication غير مؤمَّن بواسطة SSL. وسيتم تمرير كلمات المرور في نص عادي.
bg: ПРЕДУПРЕЖДЕНИЕ ОТНОСНО ЗАЩИТАТА: Потребителският портал на Multi-Factor Authentication не е защитен с SSL. Паролите ще бъдат предавани нешифровани.
ca: Avís de seguretat: el Portal d'usuaris de Multi-Factor Authentication no s'ha protegit amb l'SSL. Les contrasenyes es passaran com a text sense format.
cs: BEZPEČNOSTNÍ UPOZORNĚNÍ: Portál Multi-Factor Authentication User Portal není zabezpečen pomocí protokolu SSL. Hesla budou předávána ve formátu prostého textu.
da: SIKKERHEDSADVARSEL! Multi-Factor Authentication-brugerportalen er ikke beskyttet med SSL. Adgangskoder sendes som almindelig tekst.
de: SICHERHEITSWARNUNG: Das Multi-Factor Authentication-Benutzerportal ist nicht mit SSL gesichert. Kennwörter werden unverschlüsselt übertragen.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ ΑΣΦΑΛΕΙΑΣ: Η Πύλη χρηστών Multi-Factor Authentication δεν χρησιμοποιεί πρωτόκολλο ασφαλείας SSL. Οι κωδικοί πρόσβασης θα διαβιβαστούν σε μορφή απλού κειμένου.
es: ADVERTENCIA DE SEGURIDAD: el Portal de usuarios de Multi-Factor Authentication no está protegido con SSL. Las contraseñas se enviarán como texto sin formato.
et: TURBEHOIATUS: Multi-Factor Authenticationi kasutajaportaal pole SSL-iga turvatud. Salasõnu edastatakse lihttekstina.
eu: SEGURTASUN-ABISUA: Multi-Factor Authentication erabiltzaile-ataria ez dago SSL bidez babestuta. Pasahitzak testu arrunt moduan emango dira.
fi: SUOJAUSVAROITUS: Multi-Factor Authentication -käyttäjäportaalilla ei ole SSL-suojausta. Salasanat siirretään vain tekstinä.
fr: AVERTISSEMENT DE SÉCURITÉ : le portail de l'utilisateur Multi-Factor Authentication n'est pas sécurisé avec SSL. Les mots de passe seront passés en texte brut.
gl: AVISO DE SEGURANZA: o portal de usuarios de Multi-Factor Authentication non está protexido con SSL. Os contrasinais introduciranse como texto sen formato.
he: אזהרת אבטחה: פורטל המשתמשים של Multi-Factor Authentication אינו מאובטח באמצעות SSL. סיסמאות יועברו בטקסט רגיל.
hi: सुरक्षा चेतावनी: Multi-Factor Authentication उपयोगकर्ता पोर्टल SSL से सुरक्षित नहीं है. पासवर्ड सादे पाठ में भेजे जाएँगे.
hr: SIGURNOSNO UPOZORENJE: korisnički portal servisa Multi-Factor Authentication nije zaštićen SSL-om. Lozinke će biti proslijeđene kao obični tekst.
hu: BIZTONSÁGI FIGYELMEZTETÉS: A Multi-Factor Authentication felhasználói portálja nincs SSL-alapú védelemmel ellátva. A jelszavak átadása nyílt szövegben történik.
id: PERINGATAN KEAMANAN: Portal Pengguna Multi-Factor Authentication tidak diamankan dengan SSL. Sandi akan diberikan dalam teks biasa.
it: AVVISO DI SICUREZZA: il portale utenti di Multi-Factor Authentication non è protetto con SSL. Le password verranno passate come testo normale.
ja: セキュリティの警告: Multi-Factor Authentication ユーザー ポータルが SSL で保護されていません。パスワードがプレーン テキストで送信されます。
kk: ҚАУІПСІЗДІК ЕСКЕРТУІ: Multi-Factor Authentication пайдаланушы порталы SSL протоколымен қорғалмаған. Құпия сөздер кәдімгі мәтін түрінде жіберіледі.
ko: 보안 경고: Multi-Factor Authentication 사용자 포털이 SSL로 보호되고 있지 않습니다. 암호는 일반 텍스트로 전달됩니다.
lt: SAUGOS ĮSPĖJIMAS: „Multi-Factor Authentication“ vartotojų portalas neapsaugotas SSL. Slaptažodžiai bus perduodami naudojant paprastąjį tekstą.
lv: BRĪDINĀJUMS PAR DROŠĪBU. Multi-Factor Authentication lietotāju portāla drošībai netiek izmantots SSL. Paroles tiks nosūtītas vienkārša teksta formā.
ms: AMARAN KESELAMATAN: Portal Pengguna Multi-Factor Authentication tidak selamat dengan SSL. Kata laluan dibenarkan dalam teks biasa.
nl: BEVEILIGINGSWAARSCHUWING: Gebruikersportal van Multi-Factor Authentication is niet beveiligd met SSL. Wachtwoorden worden als platte tekst doorgegeven.
no: SIKKERHETSADVARSEL! Brukerportalen for Multi-Factor Authentication er ikke sikret med SSL. Passord blir sendt i ren tekst.
pl: OSTRZEŻENIE O ZABEZPIECZENIACH: portal użytkowników usługi Multi-Factor Authentication nie jest zabezpieczony protokołem SSL. Hasła zostaną przekazane w formie zwykłego tekstu.
pt_br: AVISO DE SEGURANÇA: o Portal do Usuário Multi-Factor Authentication não está protegido com SSL. As senhas serão transmitidas em texto sem formatação.
pt_pt: AVISO DE SEGURANÇA: o Portal do Utilizador da Autenticação Multifator não se encontra protegido com SSL. As palavras-passe serão transmitidas em texto simples.
ro: AVERTIZARE DE SECURITATE: Portalul utilizator Multi-Factor Authentication nu este securizat cu SSL. Parolele se transmit în clar.
ru: ПРЕДУПРЕЖДЕНИЕ СИСТЕМЫ БЕЗОПАСНОСТИ. Пользовательский портал Multi-Factor Authentication не защищен с помощью SSL. Пароли будут передаваться в виде обычного текста.
sk: UPOZORNENIE ZABEZPEČENIA: Portál používateľa služby Multi-Factor Authentication nie je zabezpečený protokolom SSL. Heslá sa odovzdajú vo formáte obyčajného textu.
sl: VARNOSTNO OPOZORILO: Uporabniški portal Multi-Factor Authentication ni zaščiten s tehnologijo SSL. Gesla bodo pošiljana v obliki navadnega besedila.
sr_cyrl_cs: БЕЗБЕДНОСНО УПОЗОРЕЊЕ: Кориснички портал услуге Multi-Factor Authentication није обезбеђен протоколом SSL. Лозинке ће се прослеђивати у облику чистог текста.
sr_latn_cs: BEZBEDNOSNO UPOZORENJE: Korisnički portal usluge Multi-Factor Authentication nije obezbeđen protokolom SSL. Lozinke će se prosleđivati u obliku čistog teksta.
sv: SÄKERHETSVARNING: Användarportalen för Multi-Factor Authentication skyddas inte med SSL. Lösenord överförs i vanlig text.
th: คำเตือนเกี่ยวกับความปลอดภัย: พอร์ทัลผู้ใช้ Multi-Factor Authentication ไม่ได้รับการรักษาความปลอดภัยด้วย SSL รหัสผ่านจะถูกส่งเป็นข้อความธรรมดา
tr: GÜVENLİK UYARISI: Multi-Factor Authentication Kullanıcı Portalı, SSL ile güvenli hale getirilmemiş. Parolalar düz metinde geçilecek.
uk: ПОПЕРЕДЖЕННЯ СИСТЕМИ БЕЗПЕКИ. Портал користувача Multi-Factor Authentication не захищено за допомогою SSL. Коди доступу будуть передаватися у вигляді звичайного тексту.
vi: CẢNH BÁO BẢO MẬT: Cổng thông tin Người dùng Multi-Factor Authentication không được bảo mật với SSL. Mật khẩu sẽ được truyền dưới dạng văn bản thuần.
zh_cn: 安全警告: Multi-Factor Authentication 用户门户未使用 SSL 加密。密码将通过纯文本传递。
zh_tw: 安全性警告: Multi-Factor Authentication 使用者入口網站未受到 SSL 保護。密碼將以純文字的形式傳遞。
