Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_OneTimeBypassPhoneApp
source: Also, your company provides a One-Time Bypass option which allows you to log in one time without a Multi-Factor Authentication mobile app notification. Select the One-Time Bypass option to access this feature. Or call the support help desk from any phone for assistance.
ar: توفر لك الشركة أيضًا خيار "السماح مرة واحدة" والذي سيتيح لك تسجيل الدخول لمرة واحدة دون إعلام تطبيق الأجهزة المحمولة Multi-Factor Authentication. حدد الخيار "السماح مرة واحدة" لتصل إلى هذه الميزة؛ أو اتصل بمكتب الدعم من أي هاتف للحصول على مساعدة.
bg: Също така вашата фирма предоставя опция за единично заобикаляне, която позволява еднократно влизане без известие на мобилното приложение Multi-Factor Authentication. За достъп до тази функция изберете опцията "Единично заобикаляне" или се обадете на помощния център за поддръжка от който и да е телефон, за да потърсите съдействие.
ca: A més, l'empresa proporciona una opció d'omissió única que us permet iniciar la sessió una vegada sense cap notificació de l'aplicació mòbil Multi-Factor Authentication. Seleccioneu l'opció Omissió única per accedir a aquesta característica. O bé, truqueu al servei d'assistència tècnica mitjançant qualsevol telèfon per obtenir ajuda.
cs: Vaše společnost vám také nabízí možnost jednorázového přihlášení, která vám umožní přihlásit se jednorázově, aniž byste si museli nechat aplikací Multi-Factor Authentication poslat oznámení. Chcete-li tuto funkci použít, vyberte možnost Jednorázové přihlášení. Pokud potřebujete pomoc, můžete také z libovolného telefonu zavolat na číslo technické podpory.
da: Desuden tilbyder din virksomhed indstillingen Engangstilsidesættelse, så du kan logge på én gang uden en Multi-Factor Authentication-mobilappmeddelelse. Vælg indstillingen Engangstilsidesættelse for at få adgang til denne funktion. Eller ring til supporten fra en vilkårlig telefon for at få hjælp.
de: Ihr Unternehmen erlaubt Ihnen zudem, sich einmalig ohne eine Benachrichtigung der mobilen Anwendung für Multi-Factor Authentication anzumelden. Wählen Sie "Einmalumgehung" aus, um von dieser Option Gebrauch zu machen. Rufen Sie von einem beliebigen Telefon aus den Helpdesk an, um Unterstützung zu erhalten.
el: Επίσης, η εταιρεία σας παρέχει την επιλογή "Παράκαμψη μία φορά", η οποία σας επιτρέπει να συνδεθείτε μία φορά, χωρίς ειδοποίηση από την εφαρμογή Multi-Factor Authentication για κινητές συσκευές. Επιλέξτε "Παράκαμψη μία φορά" για πρόσβαση σε αυτήν τη δυνατότητα. Εναλλακτικά, καλέστε την Υπηρεσία βοήθειας του τμήματος υποστήριξης από οποιοδήποτε τηλέφωνο, εάν χρειάζεστε βοήθεια.
es: Asimismo, su empresa ofrece la opción Omisión por única vez, que le permite iniciar sesión una vez sin notificación de la aplicación móvil Multi-Factor Authentication. Seleccione la opción Omisión por única vez para obtener acceso a esta característica o llame al departamento de soporte técnico desde cualquier teléfono para obtener asistencia.
et: Lisaks pakub teie ettevõte võimalust ühekordseks möödumiseks, mis lubab ühe korra sisse logida Multi-Factor Authenticationi mobiilirakenduse teavituseta. Funktsiooni kasutamiseks valige ühekordse möödumise suvand. Abi saamiseks helistage ükskõik milliselt telefonilt kasutajatoele.
eu: Zure enpresak Aldi bakarreko sarbidea aukera ere eskaintzen du; haren bidez saioa behin has dezakezu Multi-Factor Authentication mugikorreko aplikazioaren jakinarazpenik jaso beharrik gabe. Hautatu Aldi bakarreko sarbidea aukera eginbide horretaz baliatzeko, edo deitu laguntza teknikoari edozein telefonotik laguntza eskuratzeko.
fi: Yrityksesi on myös antanut käyttöön Kertaluokkainen ohitus -vaihtoehdon, jolla voit kirjautua sisään kerran ilman Multi-Factor Authentication -mobiilisovellusilmoitusta. Voit käyttää tätä ominaisuutta valitsemalla Kertaluokkainen ohitus -vaihtoehdon. Voit myös pyytää apua tukipalvelusta soittamalla mistä tahansa puhelimesta.
fr: De plus, votre société propose une option de contournement à usage unique qui vous permet de vous connecter une fois sans notification de l'application mobile Multi-Factor Authentication. Sélectionnez l'option de contournement à usage unique pour accéder à cette fonction. Pour obtenir de l'aide, vous pouvez également appeler le support technique à partir de n'importe quel téléphone.
gl: Ademais, a súa empresa fornece una opción Excepción única que lle permite iniciar sesión unha vez sen unha notificación da aplicación para móbil de Multi-Factor Authentication. Seleccione a opción Excepción única para acceder a esta funcionalidade. Para obter asistencia, tamén pode chamar ao departamento de axuda desde calquera teléfono.
he: בנוסף, החברה שלך מספקת אפשרות עקיפה חד-פעמית שנותנת לך להיכנס פעם אחת ללא הודעה לגבי האפליקציה למכשירים ניידים של Multi-Factor Authentication. בחר באפשרות 'עקיפה חד-פעמית' כדי לגשת לתכונה זו. לחלופין, התקשר לצוות התמיכה מכל טלפון לקבלת סיוע.
hi: साथ ही, आपकी कंपनी एक-बार के लिए बायपास विकल्प प्रदान करती है, जो आपको Multi-Factor Authentication मोबाइल अनुप्रयोग सूचना के बिना एक बार लॉग इन करने देता है. इस सुविधा तक पहुँचने के लिए एक-बार के लिए बायपास विकल्प का चयन करें. या सहायता के लिए किसी भी फ़ोन से सहायता हेल्प डेस्क को कॉल करें.
hr: K tome, vaša tvrtka nudi opciju Jednokratnog pristupa koja vam omogućuje jednokratnu prijavu bez obavijesti mobilne aplikacije Multi-Factor Authentication. Odaberite opciju Jednokratnog pristupa da biste pristupili toj značajci. Ili nazovite službu za korisnike s bilo kojeg telefona da biste dobili pomoć.
hu: Emellett a vállalat engedélyezi az egyszeri megkerülést, amely lehetővé teszi egy alkalommal a Multi-Factor Authentication mobilalkalmazásban kapott értesítés nélküli bejelentkezést. Ennek a funkciónak a használatához válassza az Egyszeri megkerülés lehetőséget. Ha segítségre van szüksége, bármilyen telefonról hívja fel az ügyfélszolgálatot.
id: Selain itu, perusahaan Anda menyediakan opsi Lewatan Sekali yang mengizinkan Anda masuk sekali tanpa pemberitahuan aplikasi seluler Multi-Factor Authentication. Pilih opsi Lewatan Sekali untuk mengakses fitur ini. Atau hubungi bagian bantuan melalui telepon untuk mendapatkan bantuan.
it: La società offre inoltre un'opzione Bypass monouso che consente di accedere una sola volta senza ricevere una notifica dell'app mobile Multi-Factor Authentication. Selezionare l'opzione Bypass monouso per accedere alla funzionalità. In alternativa, per assistenza contattare l'help desk di supporto da un telefono qualsiasi.
ja: Multi-Factor Authentication モバイル アプリの通知を使用せずに 1 回だけログインできる、ワンタイム バイパスのオプションも設定されています。この機能を利用するには、[ワンタイム バイパス] オプションを選択してください。または、ヘルプ デスクに電話で問い合わせてください。
kk: Сондай-ақ компанияңыз бір рет айналып өту параметрін қамтамасыз етеді. Оның көмегімен Multi-Factor Authentication мобильді бағдарламасының хабарландыруынсыз бір рет кіруге болады. Осы мүмкіндікті қолдану үшін, "Бір рет айналып өту" параметрін таңдаңыз. Немесе көмек алу үшін, қолдау көрсету қызметіне кез келген телефоннан қоңырау соғыңыз.
ko: 또한 회사에서 일회성 바이패스 옵션을 제공하여 한 번은 Multi-Factor Authentication 모바일 앱 알림 없이 로그인할 수 있습니다. 이 기능을 사용하려면 [일회성 바이패스] 옵션을 선택하십시오. 지원이 필요한 경우 아무 전화기를 사용하여 지원 센터에 전화할 수 있습니다.
lt: Be to, jūsų įmonė suteikia parinktį Vienkartinis apėjimas, kuri leidžia vieną kartą prisijungti be mobiliųjų įrenginių programėlės „Multi-Factor Authentication“ pranešimo. Norėdami pasiekti šią funkciją pasirinkite parinktį Vienkartinis apėjimas. Arba norėdami pagalbos bet kuriuo telefonu kreipkitės į pagalbos tarnybą.
lv: Jūsu uzņēmums nodrošina vienreizējas apejas opciju, lai vienu reizi varētu pieteikties, nesaņemot paziņojumu no mobilās programmas Multi-Factor Authentication. Lai piekļūtu šim līdzeklim, atlasiet opciju Vienreizēja apeja. Lai saņemtu palīdzību, sazinieties ar palīdzības dienestu, izmantojot jebkuru tālruņa numuru.
ms: Selain itu, syarikat anda menyediakan pilihan Pintasan Sekali Guna yang membenarkan anda melog masuk sekali tanpa pemberitahuan apl mudah alih Multi-Factor Authentication. Pilih pilihan Pintasan Sekali Guna untuk mengakses ciri ini. Atau hubungi meja bantuan sokongan daripada mana-mana telefon untuk bantuan.
nl: Uw bedrijf biedt ook de optie Eenmalige toegang waarmee u zich eenmaal kunt aanmelden zonder melding van de mobiele app Multi-Factor Authentication. Selecteer de optie Eenmalige toegang om dit onderdeel te gebruiken. U kunt ook de helpdesk om hulp vragen via een willekeurige telefoon.
no: Bedriften gir deg også tilgang til alternativet Engangstilgang, slik at du kan logge på én gang uten et varsel fra mobilappen Multi-Factor Authentication. Velg alternativet Engangstilgang for å få tilgang til denne funksjonen, eller ring kundestøtte for å få hjelp.
pl: Ponadto firma zapewnia opcję jednokrotnego obejścia, która umożliwia jednokrotne zalogowanie się bez otrzymania powiadomienia z aplikacji mobilnej Multi-Factor Authentication. Wybierz opcję Jednokrotne obejście, aby uzyskać dostęp do tej funkcji, lub zadzwoń z dowolnego telefonu do działu pomocy technicznej w celu uzyskania pomocy.
pt_br: Além disso, sua empresa oferece a opção Bypass Avulso, que permite que você faça logon uma vez sem uma notificação do aplicativo móvel Multi-Factor Authentication. Selecione a opção Bypass Avulso para acessar esse recurso ou ligue para o suporte técnico de qualquer telefone para obter assistência.
pt_pt: Além disso, a sua empresa oferece a opção Ignorar Uma Única Vez, que permite iniciar sessão uma vez sem uma notificação da aplicação móvel de Autenticação Multifator. Selecione a opção Ignorar Uma Única Vez para aceder a esta funcionalidade. Ou, a partir de qualquer telefone, ligue para o suporte técnico para obter assistência.
ro: De asemenea, firma vă pune la dispoziție o opțiune de Acces unic, care vă permite să faceți log in, o singură dată, fără notificare de la aplicația mobilă Multi-Factor Authentication. Selectați opțiunea Acces unic pentru a utiliza această caracteristică sau contactați biroul de asistență, de la orice telefon, pentru a primi ajutor.
ru: Кроме того, ваша организация предоставляет параметр "Одноразовый обход проверки", с помощью которого можно один раз войти без уведомления от мобильного приложения Multi-Factor Authentication. Для доступа к этой функции выберите параметр "Одноразовый обход проверки". Либо обратитесь за помощью в службу технической поддержки по любому из ее телефонов.
sk: Vaša spoločnosť tiež poskytuje možnosť Jednorazové prihlásenie, vďaka čomu sa môžete jedenkrát prihlásiť bez oznámenia z mobilnej aplikácie Multi-Factor Authentication. Prístup k tejto funkcii získate výberom možnosti Jednorazové prihlásenie. Prípadne z ľubovoľného telefónu zatelefonujte na oddelenie technickej podpory a požiadajte o pomoc.
sl: Vaše podjetje vam omogoča možnost enkratnega dostopa, pri kateri se lahko enkrat prijavite brez obvestila iz mobilne aplikacije Multi-Factor Authentication. Za uporabo te funkcije izberite možnost enkratnega dostopa ali pa za pomoč s poljubnega telefona pokličite središče za pomoč.
sr_cyrl_cs: Ваше предузеће такође нуди опцију „Једнократни приступ“, која вам омогућава да се једном пријавите без обавештења Multi-Factor Authentication апликације за мобилне уређаје. Изаберите опцију „Једнократни приступ“ да бисте приступили овој функцији. Можете и да позовете техничку подршку са било ког телефона да бисте добили помоћ.
sr_latn_cs: Vaše preduzeće takođe nudi opciju „Jednokratni pristup“, koja vam omogućava da se jednom prijavite bez obaveštenja Multi-Factor Authentication aplikacije za mobilne uređaje. Izaberite opciju „Jednokratni pristup“ da biste pristupili ovoj funkciji. Možete i da pozovete tehničku podršku sa bilo kog telefona da biste dobili pomoć.
sv: Företaget tillhandahåller också ett alternativ för engångsåsidosättning så att du kan logga in en gång utan en avisering från mobilappen Multi-Factor Authentication. Välj alternativet Engångsåsidosättning om du vill använda den här funktionen. Eller ring supporten och be om hjälp.
th: บริษัทของคุณยังให้ตัวเลือกการบายพาสครั้งเดียวซึ่งช่วยให้คุณสามารถลงชื่อเข้าใช้ครั้งเดียวโดยไม่ต้องมีการแจ้งเตือนจากแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ เลือกตัวเลือกการบายพาสครั้งเดียวเพื่อเข้าถึงคุณลักษณะนี้ หรือโทรหาเจ้าหน้าที่ให้ความช่วยเหลือโดยใช้โทรศัพท์ใดก็ได้ เพื่อขอความช่วยเหลือ
tr: Ayrıca, şirketiniz de Multi-Factor Authentication mobil uygulamasının bildirimleri olmaksızın bir kerelik oturum açmanızı sağlayan Bir Kerelik Geçiş seçeneği sağlar. Bu özelliğe erişmek için Bir Kerelik Geçiş seçeneğini belirleyin. İsterseniz, yardım için herhangi bir telefondan destek yardım masasını arayın.
uk: Крім того, ваша організація надає параметр "Одноразовий обхід перевірки", за допомогою якого можна один раз увійти без сповіщення від мобільної програми Multi-Factor Authentication. Для доступу до цієї функції виберіть параметр "Одноразовий обхід перевірки" або з будь-якого телефону зверніться по допомогу до служби технічної підтримки.
vi: Ngoài ra, công ty của bạn cũng cung cấp tùy chọn Cấp phép Truy cập Một lần cho phép bạn đăng nhập một lần mà không nhận thông báo của ứng dụng di động Multi-Factor Authentication. Hãy chọn tùy chọn Cấp phép Truy cập Một lần để truy nhập tính năng này. Hoặc gọi bộ phận trợ giúp từ bất kì điện thoại nào để được hỗ trợ.
zh_cn: 此外，您的公司会提供“免验证一次”选项，该选项允许您在无需接收 Multi-Factor Authentication 移动应用通知的情况下登录一次。选择“免验证一次”选项可访问此功能。也可以使用任何电话致电技术支持人员以获得帮助。
zh_tw: 另外，貴公司也提供讓您在未收到 Multi-Factor Authentication 行動裝置應用程式通知的情況下登入一次的 [單次許可] 選項。請選取 [單次許可] 選項以存取此功能，或利用任何電話與支援人員通話以取得協助。
