Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_MustSpecifyPhoneSmsText
source: You must specify a phone number for your account before you can change your method to Text Message. Click the Change Phone link in the navigation menu to specify a phone number.
ar: يجب عليك أن تحدد رقم هاتف لحسابك قبل تغيير الأسلوب إلى "رسالة نصية". انقر فوق ارتباط "تغيير الهاتف" في قائمة التنقل لتحديد رقم هاتف.
bg: Трябва да укажете телефонен номер за акаунта си, преди да можете да промените метода си на "Текстово съобщение". Щракнете върху връзката за промяна на телефона в навигационното меню, за да укажете телефонен номер.
ca: Cal que especifiqueu un número de telèfon per al vostre compte per poder canviar el mètode a Missatge de text. Feu clic a l'enllaç Canvia el telèfon al menú de navegació per especificar un número de telèfon.
cs: Abyste si mohli změnit metodu na Zpráva SMS, je nutné, abyste zadali telefonní číslo pro svůj účet. Pokud chcete zadat telefonní číslo, klikněte v navigační nabídce na odkaz Změnit telefon.
da: Du skal angive et telefonnummer til din konto, før du kan ændre metode til Sms. Klik på linket Skift telefon i navigationsmenuen for at angive et telefonnummer.
de: Sie müssen eine Telefonnummer für Ihr Konto angeben, bevor Sie "SMS" als Methode auswählen können. Klicken Sie hierzu auf den Link "Anschluss ändern" im Navigationsmenü.
el: Πρέπει να καθορίσετε κάποιον αριθμό τηλεφώνου για τον λογαριασμό σας, για να μπορείτε να αλλάξετε τη μέθοδο ελέγχου ταυτότητας σε "Μήνυμα κειμένου (SMS)". Κάντε κλικ στη σύνδεση "Αλλαγή αριθμού τηλεφώνου" στο μενού περιήγησης, για να καθορίσετε έναν αριθμό τηλεφώνου.
es: Debe especificar un número de teléfono para su cuenta para poder cambiar el método a Mensaje de texto. Haga clic en el vínculo Cambiar teléfono en el menú de navegación para especificar un número de teléfono.
et: Teie kontol peab olema määratud telefoninumber, alles siis saate tekstsõnumi meetodiks valida. Klõpsake navigeerimismenüüs lingil Muuda telefoni, et määrata oma telefoninumber.
eu: Kontuaren telefono-zenbakia zehaztu behar duzu Testu-mezu metodora aldatu ahal izateko. Egin klik Aldatu telefonoa estekan nabigazio-menuan telefono zenbakia zehazteko.
fi: Sinun täytyy määrittää tilillesi puhelinnumero, ennen kuin voit ottaa käyttöön Tekstiviesti-menetelmän. Voit määrittää puhelinnumeron napsauttamalla siirtymisvalikossa olevaa Vaihda puhelin -linkkiä.
fr: Vous devez spécifier un numéro de téléphone pour votre compte afin de pouvoir modifier votre méthode en SMS. Cliquez sur le lien Modifier le téléphone dans le menu de navigation pour spécifier un numéro de téléphone.
gl: Para poder modificar o método a Mensaxe de texto, debe especificar un número de teléfono para a súa conta. Prema na ligazón Modificar teléfono no menú de navegación para especificalo.
he: עליך לציין מספר טלפון עבור החשבון שלך כדי שתוכל לשנות את השיטה שלך ל'הודעת טקסט'. לחץ על הקישור 'שנה טלפון' בתפריט הניווט כדי לציין מספר טלפון.
hi: अपनी विधि को बदलकर पाठ संदेश करने से पहले आपको अपने खाते के लिए एक फ़ोन नंबर निर्दिष्ट करना होगा. फ़ोन नंबर निर्दिष्ट करने के लिए नेविगेशन मेनू में फ़ोन बदलें लिंक क्लिक करें.
hr: Morate navesti telefonski broj za svoj račun prije promjene metode na Tekstnu poruku. Kliknite vezu Promijeni telefonski broj u navigacijskom izborniku da biste naveli telefonski broj.
hu: Mielőtt a Szöveges üzenet módszerre állna át, meg kell adnia a fiókjához tartozó telefonszámot. A telefonszám megadásához kattintson a navigációs menü Telefon megváltoztatása hivatkozására.
id: Anda harus menyebutkan nomor telepon untuk akun sebelum dapat mengubah metode ke SMS. Klik tautan Ubah Telepon dalam menu navigasi untuk menyebutkan nomor telepon.
it: Prima di poter impostare il metodo su SMS, è necessario specificare un numero di telefono per l'account. Per specificare un numero di telefono, fare clic sul collegamento Cambia telefono nel menu di navigazione.
ja: 認証方法を [テキスト メッセージ] に変更する前に、アカウントの電話番号を指定する必要があります。電話番号を指定するには、ナビゲーション メニューの [電話番号の変更] リンクをクリックしてください。
kk: Мәтіндік хабар әдісіне ауысу үшін тіркелгіңізге телефон нөмірін белгілеу керек. Телефон нөмірін белгілеу үшін шарлау мәзірінде "Телефонды өзгерту" сілтемесін басыңыз.
ko: 방법을 [문자 메시지]로 변경하려면 먼저 계정에 전화 번호를 지정해야 합니다. 전화 번호를 지정하려면 탐색 메뉴에서 [폰 변경] 링크를 클릭하십시오.
lt: Turite nurodyti savo abonemento telefono numerį; tik tada galėsite pakeisti metodą į Teksto žinutė. Norėdami nurodyti telefono numerį, naršymo meniu spustelėkite saitą Keisti telefoną.
lv: Lai metodi mainītu uz Īsziņa, norādiet kontam izmantojamo tālruņa numuru. Lai norādītu tālruņa numuru, navigācijas izvēlnē noklikšķiniet uz saites Mainīt tālruņa numuru.
ms: Anda mesti menyatakan nombor telefon untuk akaun anda sebelum anda boleh menukar kaedah anda kepada Mesej Teks. Klik pautan Tukar Telefon dalam menu navigasi untuk menyatakan nombor telefon.
nl: U moet een telefoonnummer voor uw account opgeven voordat u uw methode kunt wijzigen in SMS-bericht. Klik op de koppeling Telefoon wijzigen in het navigatiemenu om een telefoonnummer op te geven.
no: Du må angi et telefonnummer for kontoen før du kan endre metoden til Tekstmelding. Klikk Endre telefonnummer-koblingen på navigasjonsmenyen for å angi et nytt telefonnummer.
pl: Aby wybrać metodę Wiadomość SMS, musisz określić numer telefonu dla swojego konta. W menu nawigacyjnym kliknij łącze Zmień telefon, aby określić numer telefonu.
pt_br: Para alterar o método para Mensagem de Texto, especifique um número de telefone para sua conta. Clique no link Alterar Telefone no menu de navegação para especificar um número de telefone.
pt_pt: Para poder alterar o seu método para Mensagem SMS, terá de especificar um número de telefone para a sua conta. Para especificar um número de telefone clique na ligação Alterar Telefone, no menu de navegação.
ro: Pentru a putea modifica metoda în Mesaj text, trebuie să specificați un număr de telefon corespunzător contului. Pentru a specifica un număr de telefon, faceți clic pe linkul Modificare număr telefon din meniul de navigare.
ru: Прежде чем вы сможете изменить метод на "SMS", необходимо указать для учетной записи номер телефона. Для этого щелкните ссылку "Изменить телефон" в меню переходов.
sk: Skôr než môžete svoju metódu zmeniť na metódu Textová správa, musíte zadať telefónne číslo pre svoje konto. Telefónne číslo možno zadať kliknutím na prepojenie Zmeniť telefón v navigačnej ponuke.
sl: Za spremembo načina v Besedilno sporočilo morate v napravi najprej določiti telefonsko številko za svoj račun. Za vnos telefonske številke v meniju za krmarjenje kliknite povezavo Spremeni telefonsko številko.
sr_cyrl_cs: Морате да наведете број телефона за налог да бисте могли да промените метод на опцију „Текстуална порука“. Кликните на везу „Промени број телефона“ у менију навигације да бисте навели број телефона.
sr_latn_cs: Morate da navedete broj telefona za nalog da biste mogli da promenite metod na opciju „Tekstualna poruka“. Kliknite na vezu „Promeni broj telefona“ u meniju navigacije da biste naveli broj telefona.
sv: Du måste ange ett telefonnummer för kontot innan du kan ändra metoden till SMS. Klicka på länken Ändra telefonnummer på navigeringsmenyn för att ange ett telefonnummer.
th: คุณต้องระบุหมายเลขโทรศัพท์สำหรับบัญชีของคุณก่อนที่จะสามารถเปลี่ยนเมธอดเป็นข้อความ คลิกลิงก์ "เปลี่ยนโทรศัพท์" ในเมนูการนำทางเพื่อระบุหมายเลขโทรศัพท์
tr: Yönteminizi Metin Mesajı olarak değiştirebilmeniz için hesabınız için bir telefon numarası belirtmeniz gerekir. Bir telefon numarası belirtmek için gezinti menüsünde Telefonu Değiştir bağlantısına tıklayın.
uk: Перш ніж можна буде змінити метод на "Текстове повідомлення", необхідно вказати для облікового запису номер телефону. Щоб указати номер телефону, у меню навігації натисніть посилання "Змінити телефон".
vi: Bạn phải chỉ rõ một số điện thoại cho tài khoản của bạn trước khi bạn có thể thay đổi phương thức của bạn thành Tin nhắn Văn bản. Bấm vào nối kết Thay đổi Điện thoại trong menu dẫn hướng để chỉ rõ một số điện thoại.
zh_cn: 您必须先为帐户指定一个电话号码，才能将方法更改为“短信”。单击导航菜单中的“更改电话”链接来指定电话号码。
zh_tw: 您必須指定帳戶的電話號碼，才能將方法變更為 [簡訊]。請在瀏覽功能表中按一下 [變更電話] 連結來指定電話號碼。

# Message_MustSpecifyPhoneVoiceCall
source: You must specify a phone number for your account before you can change your method to Phone Call. Click the Change Phone link in the navigation menu to specify a phone number.
ar: يجب عليك أن تحدد رقم هاتف لحسابك قبل تغيير الأسلوب الخاص بك إلى مكالمة هاتفية. انقر فوق ارتباط "تغيير الهاتف" في قائمة التنقل لتحديد رقم هاتف.
bg: Трябва да укажете телефонен номер за акаунта си, преди да можете да промените метода си на "Телефонно обаждане". Щракнете върху връзката за промяна на телефона в навигационното меню, за да укажете телефонен номер.
ca: Cal que especifiqueu un número de telèfon per al vostre compte per poder canviar el mètode a Trucada de telèfon. Feu clic a l'enllaç Canvia el telèfon al menú de navegació per especificar un número de telèfon.
cs: Abyste si mohli změnit metodu na Telefonní hovor, je nutné, abyste zadali telefonní číslo pro svůj účet. Pokud chcete zadat telefonní číslo, klikněte v navigační nabídce na odkaz Změnit telefon.
da: Du skal angive et telefonnummer til din konto, før du kan ændre metode til Telefonopkald. Klik på linket Skift telefon i navigationsmenuen for at angive et telefonnummer.
de: Sie müssen eine Telefonnummer für Ihr Konto angeben, bevor Sie "Telefonanruf" als Methode auswählen können. Klicken Sie hierzu auf den Link "Anschluss ändern" im Navigationsmenü.
el: Πρέπει να καθορίσετε κάποιον αριθμό τηλεφώνου για τον λογαριασμό σας, για να μπορείτε να αλλάξετε τη μέθοδο ελέγχου ταυτότητας σε "Τηλεφωνική κλήση". Κάντε κλικ στη σύνδεση "Αλλαγή αριθμού τηλεφώνου" στο μενού περιήγησης, για να καθορίσετε έναν αριθμό τηλεφώνου.
es: Debe especificar un número de teléfono para su cuenta para poder cambiar el método a Llamada de teléfono. Haga clic en el vínculo Cambiar teléfono en el menú de navegación para especificar un número de teléfono.
et: Teie kontol peab olema määratud telefoninumber, alles siis saate meetodiks telefonikõne valida. Klõpsake navigeerimismenüüs lingil Muuda telefoni, et määrata oma telefoninumber.
eu: Kontuaren telefono-zenbakia zehaztu behar duzu Telefono-deia metodora aldatu ahal izan aurretik. Egin klik Aldatu telefonoa estekan nabigazio-menuan telefono zenbakia zehazteko.
fi: Sinun täytyy määrittää tilillesi puhelinnumero, ennen kuin voit ottaa käyttöön Puhelu-menetelmän. Voit määrittää puhelinnumeron napsauttamalla siirtymisvalikossa olevaa Vaihda puhelin -linkkiä.
fr: Vous devez spécifier un numéro de téléphone pour votre compte afin de pouvoir modifier votre méthode en Appel téléphonique. Cliquez sur le lien Modifier le téléphone dans le menu de navigation pour spécifier un numéro de téléphone.
gl: Para poder modificar o método a Chamada telefónica, debe especificar un número de teléfono para a súa conta. Prema na ligazón Modificar teléfono no menú de navegación para especificalo.
he: עליך לציין מספר טלפון עבור החשבון שלך כדי שתוכל לשנות את השיטה שלך ל'שיחת טלפון'. לחץ על הקישור 'שנה טלפון' בתפריט הניווט כדי לציין מספר טלפון.
hi: अपनी विधि को बदलकर फ़ोन कॉल करने से पहले आपको अपने खाते के लिए एक फ़ोन नंबर निर्दिष्ट करना होगा. फ़ोन नंबर निर्दिष्ट करने के लिए नेविगेशन मेनू में फ़ोन बदलें लिंक क्लिक करें.
hr: Morate navesti telefonski broj za svoj račun prije promjene metode na Telefonski poziv. Kliknite vezu Promijeni telefonski broj u navigacijskom izborniku da biste naveli broj telefona.
hu: Mielőtt a Telefonhívás módszerre állna át, meg kell adnia a fiókjához tartozó telefonszámot. A telefonszám megadásához kattintson a navigációs menü Telefon megváltoztatása hivatkozására.
id: Anda harus menyebutkan nomor telepon untuk akun Anda sebelum dapat mengubah metode ke Panggilan Telepon. Klik tautan Ubah Telepon dalam menu navigasi untuk menyebutkan nomor telepon.
it: Prima di poter impostare il metodo su Telefonata, è necessario specificare un numero di telefono per l'account. Per specificare un numero di telefono, fare clic sul collegamento Cambia telefono nel menu di navigazione.
ja: 認証方法を [電話] に変更する前に、アカウントの電話番号を指定する必要があります。電話番号を指定するには、ナビゲーション メニューの [電話番号の変更] リンクをクリックしてください。
kk: Телефон қоңырауы әдісіне ауысу үшін тіркелгіңізге телефон нөмірін белгілеу керек. Телефон нөмірін белгілеу үшін шарлау мәзірінде "Телефонды өзгерту" сілтемесін басыңыз.
ko: 방법을 [전화 통화]로 변경하려면 먼저 계정에 전화 번호를 지정해야 합니다. 전화 번호를 지정하려면 탐색 메뉴에서 [폰 변경] 링크를 클릭하십시오.
lt: Turite nurodyti savo abonemento telefono numerį; tik tada galėsite pakeisti metodą į Telefono skambutis. Norėdami nurodyti telefono numerį, naršymo meniu spustelėkite saitą Keisti telefoną.
lv: Lai metodi mainītu uz Tālruņa zvans, norādiet kontam izmantojamo tālruņa numuru. Lai norādītu tālruņa numuru, navigācijas izvēlnē noklikšķiniet uz saites Mainīt tālruņa numuru.
ms: Anda mesti menyatakan nombor telefon untuk akaun anda sebelum anda boleh menukar kaedah anda kepada Panggilan Telefon. Klik pautan Tukar Telefon dalam menu navigasi untuk menyatakan nombor telefon.
nl: U moet een telefoonnummer voor uw account opgeven voordat u uw methode kunt wijzigen in Telefoonoproep. Klik op de koppeling Telefoon wijzigen in het navigatiemenu om een telefoonnummer op te geven.
no: Du må angi et telefonnummer for kontoen før du kan endre metoden til Telefonanrop. Klikk Endre telefonnummer-koblingen på navigasjonsmenyen for å angi et nytt telefonnummer.
pl: Aby wybrać metodę Rozmowa telefoniczna, musisz określić numer telefonu dla swojego konta. W menu nawigacyjnym kliknij łącze Zmień telefon, aby określić numer telefonu.
pt_br: Para alterar o método para Telefonema, especifique um número de telefone para sua conta. Clique no link Alterar Telefone no menu de navegação para especificar um número de telefone.
pt_pt: Para poder alterar o seu método para Chamada Telefónica, terá de especificar um número de telefone para a sua conta. Para especificar um número de telefone clique na ligação Alterar Telefone, no menu de navegação.
ro: Pentru a putea modifica metoda în Apel telefonic, trebuie să specificați un număr de telefon corespunzător contului. Pentru a specifica un număr de telefon, faceți clic pe linkul Modificare număr telefon din meniul de navigare.
ru: Прежде чем вы сможете изменить метод на "Телефонный звонок", необходимо указать для учетной записи номер телефона. Для этого щелкните ссылку "Изменить телефон" в меню переходов.
sk: Skôr než môžete svoju metódu zmeniť na metódu Telefónny hovor, musíte zadať telefónne číslo pre svoje konto. Telefónne číslo možno zadať kliknutím na prepojenie Zmeniť telefón v navigačnej ponuke.
sl: Za spremembo načina v Telefonski klic morate v napravi najprej določiti telefonsko številko za svoj račun. Za vnos telefonske številke v meniju za krmarjenje kliknite povezavo Spremeni telefonsko številko.
sr_cyrl_cs: Морате да наведете број телефона за налог да бисте могли да промените метод на опцију „Телефонски позив“. Кликните на везу „Промени број телефона“ у менију навигације да бисте навели број телефона.
sr_latn_cs: Morate da navedete broj telefona za nalog da biste mogli da promenite metod na opciju „Telefonski poziv“. Kliknite na vezu „Promeni broj telefona“ u meniju navigacije da biste naveli broj telefona.
sv: Du måste ange ett telefonnummer för kontot innan du kan ändra metoden till Telefonsamtal. Klicka på länken Ändra telefonnummer på navigeringsmenyn för att ange ett telefonnummer.
th: คุณต้องระบุหมายเลขโทรศัพท์สำหรับบัญชีก่อนที่จะสามารถเปลี่ยนเมธอดเป็นการโทรติดต่อ คลิกลิงก์ "เปลี่ยนโทรศัพท์" ในเมนูการนำทางเพื่อระบุหมายเลขโทรศัพท์
tr: Yönteminizi Telefon Araması olarak değiştirebilmeniz için hesabınız için bir telefon numarası belirtmeniz gerekir. Bir telefon numarası belirtmek için gezinti menüsünde Telefonu Değiştir bağlantısına tıklayın.
uk: Перш ніж можна буде змінити метод на "Телефонний дзвінок", необхідно вказати для облікового запису номер телефону. Щоб указати номер телефону, у меню навігації натисніть посилання "Змінити телефон".
vi: Bạn phải chỉ rõ một số điện thoại cho tài khoản của bạn trước khi bạn có thể thay đổi phương thức của bạn thành Cuộc gọi Điện thoại. Bấm vào nối kết Thay đổi Điện thoại trong menu dẫn hướng để chỉ rõ một số điện thoại.
zh_cn: 您必须先为帐户指定一个电话号码，才能将方法更改为“电话呼叫”。单击导航菜单中的“更改电话”链接来指定电话号码。
zh_tw: 您必須指定帳戶的電話號碼，才能將方法變更為 [通話]。請在瀏覽功能表中按一下 [變更電話] 連結來指定電話號碼。

# Message_MustSpecifySearchField
source: Must specify at least one search field.
ar: يجب تحديد حقل بحث واحد على الأقل.
bg: Трябва да бъде указано поне едно поле за търсене.
ca: Cal que especifiqueu un camp de cerca com a mínim.
cs: Je nutné zadat alespoň jedno pole hledání.
da: Udfyld mindst ét søgefelt.
de: Es muss mindestens ein Suchfeld angegeben werden.
el: Πρέπει να καθορίσετε τουλάχιστον ένα πεδίο αναζήτησης.
es: Se debe especificar al menos un campo de búsqueda.
et: Määrata tuleb vähemalt üks otsingulahter.
eu: Gutxienez bilaketa-eremu bat zehaztu behar duzu.
fi: Vähintään yksi hakukenttä täytyy määrittää.
fr: Vous devez spécifier au moins un champ de recherche.
gl: Debe especificar polo menos un campo de busca
he: יש לציין שדה חיפוש אחד לפחות.
hi: कम से कम एक खोज फ़ील्ड अवश्य निर्दिष्ट करें.
hr: Morate popuniti barem jedno polje za pretraživanje.
hu: Legalább egy keresőmezőt meg kell adni.
id: Harus menyebutkan setidaknya satu bidang pencarian.
it: È necessario specificare almeno un campo di ricerca.
ja: 検索するフィールドを少なくとも 1 つ指定する必要があります。
kk: Кем дегенде бір іздеу өрісін белгілеу керек.
ko: 하나 이상의 검색 필드를 지정해야 합니다.
lt: Reikia nurodyti bent vieną ieškos lauką.
lv: Jānorāda vismaz viens meklēšanas lauks.
ms: Mesti menyatakan sekurang-kurangnya satu medan carian.
nl: U moet minstens één zoekveld opgegeven.
no: Må angi minst ett søkefelt.
pl: Należy określić co najmniej jedno pole wyszukiwania.
pt_br: Necessário especificar pelo menos um campo de pesquisa.
pt_pt: É necessário especificar pelo menos um campo de procura.
ro: Trebuie să specificați cel puțin un câmp de căutare.
ru: Необходимо указать по крайней мере одно поле поиска.
sk: Musíte zadať najmenej jedno pole hľadania.
sl: Izpolniti morate vsaj eno polje za iskanje.
sr_cyrl_cs: Морате да наведете макар једно поље за претрагу.
sr_latn_cs: Morate da navedete makar jedno polje za pretragu.
sv: Minst ett sökfält måste anges.
th: ต้องระบุอย่างน้อยหนึ่งฟิลด์ค้นหา
tr: En az bir arama alanı belirtilmesi gerekiyor.
uk: Необхідно вказати принаймні одне пошукове поле.
vi: Phải chỉ rõ ít nhất một trường tìm kiếm.
zh_cn: 必须至少指定一个搜索字段。
zh_tw: 至少必須指定一個搜尋欄位。

# Message_NoActivatedDevices
source: No activated devices for this user.
ar: لم يتم تنشيط أجهزة لهذا المستخدم.
bg: За този потребител няма активирани устройства.
ca: No hi ha cap dispositiu activat per a l'usuari.
cs: Tento uživatel nemá žádná aktivovaná zařízení.
da: Ingen aktiverede enheder til denne bruger.
de: Für diesen Benutzer wurden keine Geräte aktiviert.
el: Δεν υπάρχουν ενεργοποιημένες συσκευές για αυτόν το χρήστη.
es: No hay dispositivos activados para este usuario.
et: Sellel kasutajal pole aktiveeritud seadmeid.
eu: Ez dago aktibatutako gailurik erabiltzaile honentzat.
fi: Tällä käyttäjällä ei ole aktivoituja laitteita.
fr: Aucun appareil n'est activé pour cet utilisateur.
gl: Este usuario non ten dispositivos activados.
he: אין מכשירים מופעלים עבור משתמש זה.
hi: इस उपयोगकर्ता के लिए सक्रिय किया गया कोई डिवाइस नहीं.
hr: Za tog korisnika nema aktiviranih uređaja.
hu: Nem tartozik aktivált készülék a felhasználóhoz.
id: Tidak ada perangkat yang diaktifkan untuk pengguna ini.
it: Non sono stati attivati dispositivi per l'utente corrente.
ja: このユーザーのデバイスはアクティブ化されていません。
kk: Бұл пайдаланушы үшін белсендірілген құрылғылар жоқ.
ko: 이 사용자에 대해 활성화된 장치가 없습니다.
lt: Nėra suaktyvintų šio vartotojo įrenginių.
lv: Šim lietotājam nav aktivizēta neviena ierīce.
ms: Tiada peranti yang diaktifkan untuk pengguna ini.
nl: Geen geactiveerde apparaten voor deze gebruiker.
no: Ingen aktiverte enheter for denne brukeren.
pl: Brak aktywowanych urządzeń dla tego użytkownika.
pt_br: Nenhum dispositivo ativado para este usuário.
pt_pt: Não há dispositivos ativados para este utilizador.
ro: Acest utilizator nu are niciun dispozitiv activat.
ru: Для этого пользователя нет активированных устройств.
sk: Pre tohto používateľa nie sú aktivované žiadne zariadenia.
sl: Za tega uporabnika ni aktiviranih naprav.
sr_cyrl_cs: Нема активираних уређаја за овог корисника.
sr_latn_cs: Nema aktiviranih uređaja za ovog korisnika.
sv: Inga aktiverade enheter för denna användare.
th: ไม่มีอุปกรณ์ที่เปิดใช้งานสำหรับผู้ใช้รายนี้
tr: Bu kullanıcı için etkinleştirilmiş cihaz yok.
uk: Для цього користувача немає активованих пристроїв.
vi: Không có thiết bị nào được kích hoạt cho người dùng này.
zh_cn: 该用户尚无已激活的设备。
zh_tw: 這位使用者沒有已啟用的裝置。

# Message_NoMatchingUsersFound
source: No matching users found.
ar: لم يتم العثور على مستخدمين مطابقين.
bg: Не са намерени съответстващи потребители.
ca: No s'han trobat usuaris coincidents.
cs: Nebyli nalezeni žádní odpovídající uživatelé.
da: Der blev ikke fundet nogen matchende brugere.
de: Es wurden keine übereinstimmenden Benutzer gefunden.
el: Δεν βρέθηκαν χρήστες που να ταιριάζουν στα κριτήρια αναζήτησης.
es: No se encuentran usuarios que coincidan.
et: Sobivaid kasutajaid ei leitud.
eu: Ez da bat datorren erabiltzailerik aurkitu.
fi: Haettuja käyttäjiä ei löytynyt.
fr: Aucun utilisateur correspondant trouvé.
gl: Non se atoparon usuarios coincidentes.
he: לא נמצאו משתמשים תואמים.
hi: मेल खाता कोई उपयोगकर्ता नहीं मिला.
hr: Nisu pronađeni podudarni korisnici.
hu: Nincs a feltételeknek megfelelő felhasználó.
id: Tidak ada pengguna yang cocok.
it: Non sono stati trovati utenti corrispondenti.
ja: 検索条件に一致するユーザーが見つかりません。
kk: Сәйкес келетін пайдаланушылар табылған жоқ.
ko: 일치하는 사용자를 찾을 수 없습니다.
lt: Nerasta sutampančių vartotojų.
lv: Neatrada nevienu atbilstošu lietotāju.
ms: Tiada pengguna sepadan ditemui.
nl: Geen overeenkomende gebruikers gevonden.
no: Finner ingen samsvarende brukere.
pl: Nie znaleziono pasujących użytkowników.
pt_br: Nenhum usuário correspondente localizado.
pt_pt: Não foram encontrados utilizadores correspondentes.
ro: Nu s-a găsit niciun utilizator potrivit.
ru: Соответствующих пользователей не найдено.
sk: Nenašli sa žiadni zodpovedajúci používatelia.
sl: Ujemajočih se uporabnikov ni bilo mogoče najti.
sr_cyrl_cs: Није пронађен ниједан подударни корисник.
sr_latn_cs: Nije pronađen nijedan podudarni korisnik.
sv: Inga matchande användare hittades.
th: ไม่พบผู้ใช้ที่ตรงกัน
tr: Eşleşen kullanıcı bulunamadı.
uk: Відповідних користувачів не знайдено.
vi: Không tìm thấy người dùng nào phù hợp.
zh_cn: 找不到匹配的用户。
zh_tw: 找不到相符的使用者。
