Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_YourLanguageChanged
source: Your language preference has been changed.
ar: تم تغيير تفضيل اللغة الخاص بك.
bg: Езиковото предпочитание е променено.
ca: S'ha canviat la vostra preferència de llengua.
cs: Váš preferovaný jazyk byl změněn.
da: Dine sprogindstillinger er blevet ændret.
de: Ihre Spracheinstellung wurde geändert.
el: Η γλώσσα της προτίμησής σας άλλαξε.
es: Se ha cambiado su preferencia de idioma.
et: Teie keele-eelistus on muudetud.
eu: Zure hizkuntza-lehentasuna aldatu da.
fi: Kielimäärityksesi on muutettu.
fr: La langue que vous avez choisie a été modifiée.
gl: Modificouse a súa preferencia de idioma.
he: העדפת השפה שלך השתנתה.
hi: आपकी भाषा प्राथमिकता बदल दी गई है.
hr: Željeni jezik je promijenjen.
hu: A nyelvi beállításai megváltoztak.
id: Pilihan bahasa Anda telah diubah.
it: La preferenza relativa alla lingua è stata modificata.
ja: 使用する言語が変更されました。
kk: Тіл таңдауыңыз өзгертілді.
ko: 기본 언어가 변경되었습니다.
lt: Jūsų kalbos nuostata pakeista.
lv: Jūsu valodas preference tika nomainīta.
ms: Pilihan bahasa anda telah diubah.
nl: Uw taalvoorkeur is gewijzigd.
no: Språkinnstillingen din er endret.
pl: Preferencje językowe zostały zmienione.
pt_br: Sua preferência de idioma foi alterada.
pt_pt: A sua preferência de idioma foi alterada.
ro: Limba aleasă a fost modificată.
ru: Ваш предпочитаемый язык изменен.
sk: Vaša jazyková preferencia sa zmenila.
sl: Vaše jezikovne nastavitve so bile spremenjene.
sr_cyrl_cs: Жељена опција језика је промењена.
sr_latn_cs: Željena opcija jezika je promenjena.
sv: Din språkinställning har ändrats.
th: เปลี่ยนการกำหนดภาษาของคุณแล้ว
tr: Dil tercihiniz değiştirildi.
uk: Вашу пріоритетну мову змінено.
vi: Ngôn ngữ ưu tiên của bạn đã được thay đổi.
zh_cn: 您的语言首选项已更改。
zh_tw: 您的語言喜好設定已變更。

# Message_YourModeChanged
source: Your method has been changed.
ar: تم تغيير الأسلوب الخاص بك.
bg: Методът е променен.
ca: S'ha canviat el vostre mètode.
cs: Vaše metoda byla změněna.
da: Din metode er blevet ændret.
de: Ihre Authentifizierungsmethode wurde geändert.
el: Η μέθοδός σας άλλαξε.
es: Se ha cambiado su método.
et: Teie meetod on muudetud.
eu: Zure metodoa aldatu da.
fi: Menetelmäsi on muutettu.
fr: Votre méthode a été modifiée.
gl: Modificouse o seu método.
he: השיטה שלך השתנתה.
hi: आपकी विधि बदल दी गई है.
hr: Vaša je metoda promijenjena.
hu: Az Ön által használt módszer megváltozott.
id: Metode Anda telah diubah.
it: Il metodo è stato modificato.
ja: 認証方法が変更されました。
kk: Әдісіңіз өзгертілді.
ko: 방법이 변경되었습니다.
lt: Jūsų metodas pakeistas.
lv: Jūsu metode tika nomainīta.
ms: Kaedah anda telah diubah.
nl: Uw methode is gewijzigd.
no: Metoden din er endret.
pl: Metoda została zmieniona.
pt_br: Seu método foi alterado.
pt_pt: O seu método foi alterado.
ro: Metoda a fost modificată.
ru: Ваш метод изменен.
sk: Vaša metóda sa zmenila.
sl: Vaš način je bil spremenjen.
sr_cyrl_cs: Метод је промењен.
sr_latn_cs: Metod je promenjen.
sv: Din metod har ändrats.
th: เปลี่ยนเมธอดของคุณแล้ว
tr: Yönteminiz değiştirildi.
uk: Ваш метод змінено.
vi: Phương thức của bạn đã được thay đổi.
zh_cn: 您的方法已更改。
zh_tw: 您的方法已變更。

# Message_YourOathTokenSaved
source: Your OATH token has been saved.
ar: تم حفظ رمز OATH المميز الخاص بك.
bg: OATH маркерът е записан.
ca: S'ha desat el vostre testimoni OATH.
cs: Váš token OATH byl uložen.
da: Dit OATH-token er blevet gemt.
de: Ihr OATH-Token wurde gespeichert.
el: Το διακριτικό OATH σας αποθηκεύτηκε.
es: Se ha guardado su token OATH.
et: Teie OATH-tõend on salvestatud.
eu: Zure OATH tokena gorde da.
fi: OATH Token on tallennettu.
fr: Votre jeton OATH a été enregistré.
gl: Gardouse o seu token OATH.
he: אסימון OATH שלך נשמר.
hi: आपका OATH टोकन सहेज लिया गया है.
hr: Vaš OATH token spremljen je.
hu: Az Önhöz tartozó OATH token mentése megtörtént.
id: Token OATH Anda telah disimpan.
it: Il token OATH è stato salvato.
ja: OATH トークンが保存されました。
kk: OATH таңбалауышыңыз сақталды.
ko: OATH 토큰이 저장되었습니다.
lt: Jūsų OATH atpažinimo ženklas įrašytas.
lv: Jūsu OATH marķieris tika saglabāts.
ms: Token OATH telah disimpan.
nl: Uw OATH-token is opgeslagen.
no: OATH-tokenet ditt er lagret.
pl: Token OATH został zapisany.
pt_br: Seu token OATH foi salvo.
pt_pt: O seu token OATH foi guardado.
ro: Tokenul OATH a fost salvat.
ru: Ваш OATH-токен сохранен.
sk: Váš token OATH sa uložil.
sl: Vaš žeton OATH je bil shranjen.
sr_cyrl_cs: OATH токен је сачуван.
sr_latn_cs: OATH token je sačuvan.
sv: Din OATH-token har sparats.
th: บันทึกโทเค็น OATH ของคุณแล้ว
tr: OATH belirteciniz kaydedildi.
uk: Ваш маркер OATH збережено.
vi: Hiệu bài OATH của bạn đã được lưu lại.
zh_cn: 您的 OATH 令牌已保存。
zh_tw: 已儲存您的 OATH 權杖。

# Message_YourOneTimeBypassIssued
source: One-time bypass issued. Multi-Factor Authentication will be skipped during your next sign on.
ar: تم إصدار سماح لمرة واحدة. وسيتم تخطي Multi-Factor Authentication أثناء تسجيل الدخول التالي.
bg: Издадено е единично заобикаляне. Multi-Factor Authentication ще бъде пропуснато при следващото ви влизане.
ca: S'ha emès l'omissió única. Multi-Factor Authentication s'ometrà la propera vegada que inicieu la sessió.
cs: Bylo povoleno jednorázové přihlášení. Ověření aplikací Multi-Factor Authentication bude při vašem příštím přihlášení přeskočeno.
da: Engangsadgangskode udstedt. Multi-Factor Authentication sendes under næste logon.
de: Einmalumgehung wurde bereitgestellt. Für Ihre nächste Anmeldung ist keine Multi-Factor Authentication-Authentifizierung erforderlich.
el: Παραχωρήθηκε η δυνατότητα παράκαμψης μία φορά. Η υπηρεσία Multi-Factor Authentication θα παρακαμφθεί κατά την επόμενη σύνδεσή σας.
es: Omisión por una vez emitida. Se omitirá Multi-Factor Authentication durante su próximo inicio de sesión.
et: Ühekordne möödumine on määratud. Multi-Factor Authentication jäetakse järgmisel sisselogimisel vahele.
eu: Aldi bakarreko sarbidea igorri da. Multi-Factor Authentication saltatuko da hurrengo saio-hasieran.
fi: Kertaluokkainen ohitus on määritetty. Multi-Factor Authentication ohitetaan seuraavan kirjautumisen yhteydessä.
fr: Un contournement à usage unique a été émis. Multi-Factor Authentication sera ignoré lors de votre prochaine connexion.
gl: Excepción única emitida. Omitirase Multi-Factor Authentication durante o seguinte inicio de sesión.
he: עקיפה חד-פעמית הונפקה. המערכת תדלג על Multi-Factor Authentication במהלך הכניסה הבאה שלך.
hi: एक-बार के लिए बायपास जारी किया गया. आपके अगले साइन-ऑन के दौरान Multi-Factor Authentication छोड़ दिया जाएगा.
hr: Jednokratni pristup izdan. Postupak Multi-Factor Authentication bit će preskočen pri vašoj sljedećoj prijavi.
hu: Az egyszeri megkerülés engedélyezése sikerült. A következő bejelentkezéskor a rendszer eltekint a Multi-Factor Authentication használatától.
id: Lewatan sekali diberikan. Multi-Factor Authentication akan dilompati saat Anda masuk lagi.
it: Bypass monouso rilasciato. Multi-Factor Authentication verrà ignorato durante il successivo accesso.
ja: ワンタイム バイパスが発行されました。次回サインオンするときに、Multi-Factor Authentication による認証がスキップされます。
kk: Бір рет айналып өту мүмкіндігі шығарылды. Келесі рет кірген кезде Multi-Factor Authentication қызметін өткізіп жібересіз.
ko: 일회성 바이패스가 발급되었습니다. 다음 번에 로그온할 때 Multi-Factor Authentication 인증을 건너뛰게 됩니다.
lt: Suteiktas vienkartinis apėjimas. „Multi-Factor Authentication“ bus praleista per kitą registraciją.
lv: Vienreizēja apeja tika izsniegta. Kad nākamreiz pierakstīsities, Multi-Factor Authentication pakalpojums tiks izlaists.
ms: Pintasan sekali guna telah dikeluarkan. Multi-Factor Authentication akan dilangkau apabila anda daftar masuk pada kali yang berikut.
nl: Eenmalige toegang is uitgegeven. Multi-Factor Authentication wordt overgeslagen tijdens uw volgende aanmelding.
no: Engangspassord er utstedt. Multi-Factor Authentication hoppes over under neste pålogging.
pl: Wygenerowano jednokrotne obejście. Usługa Multi-Factor Authentication zostanie pominięta podczas następnego logowania.
pt_br: Bypass avulso emitido. O Multi-Factor Authentication será ignorado durante o próximo logon.
pt_pt: Ignorar uma única vez emitido. A Autenticação Multifator será ignorada durante o seu próximo início de sessão.
ro: S-a emis o permisiune de acces unic. La următorul sign on nu se va utiliza Multi-Factor Authentication.
ru: Выдано разрешение на одноразовый обход проверки. Во время вашего следующего входа Multi-Factor Authentication будет пропущена.
sk: Jednorazové prihlásenie bolo vydané. Služba Multi-Factor Authentication sa počas vášho najbližšieho prihlásenia vynechá.
sl: Enkratni dostop je bil izdan. Storitev Multi-Factor Authentication bo pri naslednji prijavi preskočena.
sr_cyrl_cs: Једнократни приступ је издат. Услуга Multi-Factor Authentication ће бити прескочена током следећег пријављивања.
sr_latn_cs: Jednokratni pristup je izdat. Usluga Multi-Factor Authentication će biti preskočena tokom sledećeg prijavljivanja.
sv: En engångsåsidosättning har utfärdats. Multi-Factor Authentication kommer att åsidosättas vid nästa inloggning.
th: ออกการบายพาสครั้งเดียวแล้ว Multi-Factor Authentication จะถูกข้ามระหว่างการลงชื่อเข้าใช้ครั้งถัดไปของคุณ
tr: Bir kerelik geçiş verildi. Bir sonraki oturum açışınızda Multi-Factor Authentication, atlanacak.
uk: Надано дозвіл на одноразовий обхід перевірки. Під час вашого наступного входу процедуру Multi-Factor Authentication буде пропущено.
vi: Cấp phép truy cập một lần đã được phát hành. Multi-Factor Authentication sẽ được bỏ qua trong lần đăng nhập tiếp theo của bạn.
zh_cn: 免验证一次已发出。您在下次登录时将跳过 Multi-Factor Authentication。
zh_tw: 已簽發單次許可。您下次登入時將略過 Multi-Factor Authentication。

# Message_YourPhoneChanged
source: Your phone has been changed.
ar: تم تغيير هاتفك.
bg: Телефонът е променен.
ca: S'ha canviat el vostre telèfon.
cs: Váš telefon byl změněn.
da: Din telefon er blevet ændret.
de: Ihr Anschluss wurde geändert.
el: Το τηλέφωνό σας άλλαξε.
es: Se ha cambiado su teléfono.
et: Teie telefon on muudetud.
eu: Zure telefonoa aldatu da.
fi: Puhelimesi on muutettu.
fr: Votre téléphone a été modifié.
gl: Modificouse o seu teléfono.
he: הטלפון שלך השתנה.
hi: आपका फ़ोन बदल दिया गया है.
hr: Vaš telefon je promijenjen.
hu: A telefonszáma megváltozott.
id: Telepon Anda telah diubah.
it: Il telefono è stato modificato.
ja: 電話番号が変更されました。
kk: Телефоныңыз өзгертілді.
ko: 폰이 변경되었습니다.
lt: Jūsų telefonas pakeistas.
lv: Jūsu tālruņa numurs tika nomainīts.
ms: Telefon anda telah diubah.
nl: Uw telefoon is gewijzigd.
no: Telefonen din er endret.
pl: Numer telefonu został zmieniony.
pt_br: Seu telefone foi alterado.
pt_pt: O seu telefone foi alterado.
ro: Numărul de telefon a fost modificat.
ru: Ваш телефон изменен.
sk: Váš telefón sa zmenil.
sl: Vaša telefonska številka je bila spremenjena.
sr_cyrl_cs: Број телефона је промењен.
sr_latn_cs: Broj telefona je promenjen.
sv: Ditt telefonnummer har ändrats.
th: เปลี่ยนโทรศัพท์ของคุณแล้ว
tr: Telefonunuz değiştirildi.
uk: Ваш телефон змінено.
vi: Điện thoại của bạn đã được thay đổi.
zh_cn: 您的电话已更改。
zh_tw: 您的電話已變更。

# Message_YourPinChanged
source: Your PIN has been changed.
ar: تم تغيير رقم PIN الخاص بك.
bg: ПИН-ът е променен.
ca: S'ha canviat el vostre PIN.
cs: Váš PIN kód byl změněn.
da: Din pinkode er blevet ændret.
de: Ihre PIN wurde geändert.
el: Το PIN σας άλλαξε.
es: Se ha cambiado su PIN.
et: Teie PIN on muudetud.
eu: Zure PINa aldatu da.
fi: PIN-koodisi on muutettu.
fr: Votre PIN a été modifié.
gl: Modificouse o seu PIN.
he: מספר הזיהוי האישי שלך השתנה.
hi: आपका पिन बदल दिया गया है.
hr: Vaš PIN je promijenjen.
hu: A PIN-kódja megváltozott.
id: PIN Anda telah diubah.
it: Il PIN è stato modificato.
ja: PIN が変更されました。
kk: PIN кодыңыз өзгертілді.
ko: PIN이 변경되었습니다.
lt: Jūsų PIN pakeistas.
lv: Jūsu PIN tika nomainīts.
ms: PIN anda telah diubah.
nl: Uw pincode is gewijzigd.
no: PIN-koden din er endret.
pl: Numer PIN został zmieniony.
pt_br: Seu PIN foi alterado.
pt_pt: O seu PIN foi alterado.
ro: Codul PIN a fost modificat.
ru: Ваш ПИН-код изменен.
sk: Váš PIN kód sa zmenil.
sl: Vaša koda PIN je bila spremenjena.
sr_cyrl_cs: PIN је промењен.
sr_latn_cs: PIN je promenjen.
sv: Din PIN-kod har ändrats.
th: เปลี่ยน PIN ของคุณแล้ว
tr: PIN kodunuz değiştirildi.
uk: Ваш PIN-код змінено.
vi: PIN của bạn đã được thay đổi.
zh_cn: 您的 PIN 已更改。
zh_tw: 您的 PIN 已變更。

# Message_YourSecurityQuestionsChanged
source: Your security questions and answers have been changed.
ar: تم تغيير أسئلة الأمان والإجابات عليها.
bg: Въпросите и отговорите за защита са променени.
ca: S'han canviat les vostres preguntes i respostes de seguretat.
cs: Vaše bezpečnostní otázky a odpovědi byly změněny.
da: Dine sikkerhedsspørgsmål og -svar er blevet ændret.
de: Ihre Sicherheitsfragen und Antworten wurden geändert.
el: Οι ερωτήσεις ασφαλείας και οι απαντήσεις τους άλλαξαν.
es: Se han cambiado sus preguntas y respuestas de seguridad.
et: Teie turbeküsimused ja -vastused on muudetud.
eu: Zure segurtasun-galdera eta erantzunak aldatu dira.
fi: Suojauskysymyksesi ja -vastauksesi on muutettu.
fr: Vos questions de sécurité et vos réponses ont été modifiées.
gl: Modificáronse as súas preguntas e respostas de seguranza.
he: שאלות האבטחה והתשובות שלך השתנו.
hi: आपके सुरक्षा प्रश्न और उत्तर बदल दिए गए हैं.
hr: Vaša sigurnosna pitanja i odgovori promijenjeni su.
hu: A biztonsági kérdései és válaszai megváltoztak.
id: Pertanyaan keamanan dan jawaban Anda telah diubah.
it: Le domande di sicurezza e le risposte sono state modificate.
ja: セキュリティの質問と回答が変更されました。
kk: Қауіпсіздік сұрақтарыңыз бен жауаптарыңыз өзгертілді.
ko: 보안 질문 및 답변이 변경되었습니다.
lt: Jūsų saugos klausimai ir atsakymai pakeisti.
lv: Jūsu drošības jautājumi un atbildes uz tiem tika nomainītas.
ms: Soalan dan jawapan keselamatan anda telah diubah.
nl: Uw beveiligingsvragen en antwoorden zijn gewijzigd.
no: Sikkerhetsspørsmålene og -svarene dine er endret.
pl: Pytania zabezpieczające i odpowiedzi zostały zmienione.
pt_br: Suas perguntas e respostas de segurança foram alteradas.
pt_pt: As suas perguntas e respostas de segurança foram alteradas.
ro: Întrebările de securitate și răspunsurile la acestea au fost modificate.
ru: Ваши контрольные вопросы и ответы изменены.
sk: Vaše otázky zabezpečenia a odpovede sa zmenili.
sl: Vaša varnostna vprašanja in odgovori so bili spremenjeni.
sr_cyrl_cs: Безбедносна питања и одговори су промењени.
sr_latn_cs: Bezbednosna pitanja i odgovori su promenjeni.
sv: Dina säkerhetsfrågor och svar har ändrats.
th: เปลี่ยนคำถามรักษาความปลอดภัยและคำตอบของคุณแล้ว
tr: Güvenlik sorularınız ve yanıtlarınız değiştirildi.
uk: Ваші контрольні запитання й відповіді змінено.
vi: Các câu hỏi và câu trả lời bảo mật của bạn đã được thay đổi.
zh_cn: 您的安全问题和答案已更改。
zh_tw: 您的安全性問題和答案已變更。

# Message_YourStaticTokenChanged
source: Your static token has been changed.
ar: تم تغيير الرمز المميز الثابت الخاص بك.
bg: Статичният маркер е променен.
ca: S'ha canviat el vostre testimoni estàtic.
cs: Váš statický token byl změněn.
da: Dit statiske token er blevet ændret.
de: Ihr statisches Token wurde geändert.
el: Το στατικό διακριτικό σας άλλαξε.
es: Se ha cambiado su token estático.
et: Teie staatiline tõend on muudetud.
eu: Zure token-estatikoa aldatu da.
fi: Staattinen Token-tunnuksesi on muutettu.
fr: Votre jeton statique a été modifié.
gl: Modificouse o seu token estático.
he: האסימון הסטטי שלך השתנה.
hi: आपका स्थिर टोकन बदल दिया गया है.
hr: Vaš je statični token promijenjen.
hu: Az állandó tokenje megváltozott.
id: Token statis Anda telah diubah.
it: Il token statico è stato modificato.
ja: 静的トークンが変更されました。
kk: Тұрақты таңбалауышыңыз өзгертілді.
ko: 정적 토큰이 변경되었습니다.
lt: Jūsų statinis atpažinimo ženklas pakeistas.
lv: Jūsu statiskais marķieris tika nomainīts.
ms: Token statik anda telah diubah.
nl: Uw statisch token is gewijzigd.
no: Det statiske tokenet ditt er endret.
pl: Token statyczny został zmieniony.
pt_br: Seu token estático foi alterado.
pt_pt: O seu token estático foi alterado.
ro: Tokenul static a fost modificat.
ru: Ваш статический токен изменен.
sk: Váš statický token sa zmenil.
sl: Vaš statični žeton je bil spremenjen.
sr_cyrl_cs: Статички токен је промењен.
sr_latn_cs: Statički token je promenjen.
sv: Din statiska token har ändrats.
th: เปลี่ยนโทเค็นคงที่ของคุณแล้ว
tr: Statik belirteciniz değiştirildi.
uk: Ваш статичний маркер змінено.
vi: Hiệu bài tĩnh của bạn đã được thay đổi.
zh_cn: 您的静态令牌已更改。
zh_tw: 您的靜態權杖已變更。

# Message_YourVoiceprintReset
source: Voiceprint successfully reset. You will be prompted to enroll a new voiceprint during your next sign on.
ar: تمت إعادة تعيين بصمة الصوت بنجاح. وستتم مطالبتك بتسجيل بصمة صوت جديدة أثناء تسجيل الدخول التالي.
bg: Гласовият отпечатък е нулиран успешно. При следващото си влизане ще бъдете подканени да запишете нов гласов отпечатък.
ca: S'ha reinicialitzat l'empremta de veu correctament. Se us demanarà la inscripció d'una nova empremta de veu la propera vegada que inicieu la sessió.
cs: Hlasový otisk byl úspěšně resetován. Při příštím přihlášení budete vyzváni, abyste si zaregistrovali nový hlasový otisk.
da: Stemmeaftryk er blevet nulstillet. Du bliver bedt om at tilmelde et nyt stemmeaftryk under næste logon.
de: Der Stimmabdruck wurde erfolgreich zurückgesetzt. Bei Ihrer nächsten Anmeldung werden Sie aufgefordert, einen neuen Stimmabdruck zu registrieren.
el: Η επαναφορά της χροιάς φωνής ολοκληρώθηκε με επιτυχία. Θα σας ζητηθεί να πραγματοποιήσετε εκ νέου εγγραφή της χροιάς της φωνής σας, κατά την επόμενη σύνδεσή σας.
es: Huella de voz restablecida correctamente. Se le pedirá que inscriba una nueva huella de voz durante su próximo inicio de sesión.
et: Häälejäljend on edukalt lähtestatud. Teil palutakse järgmise autentimiskõne ajal uus häälejäljend registreerida.
eu: Ahots-aztarna behar bezala berrezarri da. Ahots-aztarna berri bat erregistratu beharko duzu hurrengo saio-hasieran.
fi: Äänijälkesi on poistettu. Sinua pyydetään rekisteröimään uusi äänijälki seuraavan kirjautumisen yhteydessä.
fr: L'empreinte vocale a bien été réinitialisée. Vous serez invité à inscrire une nouvelle empreinte vocale lors de votre prochaine connexion.
gl: Impresión de voz restablecida correctamente. Solicitarase que rexistre unha nova impresión de voz durante o seguinte inicio de sesión.
he: טביעת הקול אופסה בהצלחה. תתבקש לרשום טביעת קול חדשה במהלך הכניסה הבאה שלך.
hi: वॉइसप्रिंट सफलतापूर्वक रीसेट किया गया. आपको अपने अगले साइन ऑन के दौरान एक नया वॉइसप्रिंट नामांकित करने का संकेत दिया जाएगा.
hr: Glasovni otisak uspješno poništen. Vidjet ćete upit da unesete novi glasovni otisak tijekom sljedeće prijave.
hu: A hanglenyomat alapállapotba állítása sikerült. A következő bejelentkezésekor új hanglenyomatot kell rögzítenie.
id: Cetakan suara berhasil diatur ulang. Anda akan diminta mendaftarkan cetakan suara baru ketika masuk lagi.
it: Impronta vocale reimpostata. Verrà chiesto di registrare una nuova impronta vocale durante il successivo accesso.
ja: ボイスプリントがリセットされました。次回サインオンするときに、新しいボイスプリントを登録する必要があります。
kk: Дауыстық растама қалпына келтірілді. Келесі рет кірген кезде, сізден жаңа дауыстық растама тіркеу сұралады.
ko: 성문을 성공적으로 다시 설정했습니다. 다음 번 로그온 시 새 성문을 등록하라는 메시지가 표시됩니다.
lt: Balso ypatybės sėkmingai nustatytos iš naujo. Per kitą registraciją būsite paraginti užregistruoti naujas balso ypatybes.
lv: Balss nospiedums tika veiksmīgi atiestatīts. Kad nākamreiz pierakstīsities, tiks parādīts uzaicinājums reģistrēt jaunu balss nospiedumu.
ms: Cetak suara berjaya diset semula. Anda akan diminta mendaftar cetak suara baharu apabila anda mendaftar masuk pada kali yang berikut.
nl: Spraakcode is opnieuw ingesteld. U wordt tijdens uw volgende aanmelding gevraagd een nieuwe spraakcode te registreren.
no: Stemmeavtrykket ble tilbakestilt. Du blir bedt om å registrere et nytt stemmeavtrykk under neste pålogging.
pl: Pomyślnie zresetowano próbkę głosu. Podczas następnego logowania zostanie wyświetlony monit o zapisanie nowej próbki głosu.
pt_br: Impressão de Voz redefinida com êxito. Você será solicitado a registrar uma nova impressão de voz durante o próximo logon.
pt_pt: A identificação por voz foi reposta com êxito. Será solicitado que registe uma nova identificação por voz durante o seu próximo início de sessão.
ro: Amprenta vocală a fost resetată cu succes. La următorul sign on vi se va solicita să înscrieți o nouă amprentă vocală.
ru: Голосовой отпечаток успешно сброшен. Во время следующего входа вам будет предложено зарегистрировать новый голосовой отпечаток.
sk: Hlasový odtlačok bol úspešne vynulovaný. Pri vašom najbližšom prihlásení sa zobrazí výzva na registráciu nového hlasového odtlačku.
sl: Ponastavitev glasovnega odtisa je uspela. Pri naslednji prijavi morate včlaniti nov glasovni odtis.
sr_cyrl_cs: Успостављене су почетне вредности гласовне провере. Од вас ће бити затражено да упишете нову гласовну проверу током следећег пријављивања.
sr_latn_cs: Uspostavljene su početne vrednosti glasovne provere. Od vas će biti zatraženo da upišete novu glasovnu proveru tokom sledećeg prijavljivanja.
sv: Röstprofilen har återställts. Du uppamas att registrera en ny röstprofil under nästa inloggning.
th: รีเซ็ตกราฟแสดงลักษณะเสียงพูดของมนุษย์สำเร็จ คุณจะได้รับพร้อมท์ให้ลงทะเบียนกราฟแสดงลักษณะเสียงพูดของมนุษย์ใหม่ระหว่างการลงชื่อเข้าใช้ครั้งถัดไป
tr: Ses iziniz başarıyla değiştirildi. Bir sonraki oturum açışınızda yeni bir ses izi kaydetmeniz istenecek.
uk: Голосовий відбиток успішно скинуто. Під час наступного входу вам буде запропоновано зареєструвати новий голосовий відбиток.
vi: Nhận dạng giọng nói đã được đặt lại thành công. Bạn sẽ được nhắc đăng ký một mẫu nhận dạng giọng nói mới trong lần đăng nhập tiếp theo.
zh_cn: 音纹已成功重置。系统将提示您在下次登录时注册新的音纹。
zh_tw: 已成功重設聲紋。下次登入時，系統會提示您註冊新聲紋。
