Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_InstructionsUserSetupOathTokenPhoneApp
source: To enable Multi-Factor Authentication for your account using the OATH Token method, you'll first need to install the Multi-Factor Authentication app on your phone and then click the Generate button below to receive an activation code. The activation code will be entered in the mobile app to complete the activation process. The activation code expires in 10 minutes.
ar: لتمكين Multi-Factor Authentication لحسابك باستخدام أسلوب رمز OATH المميز، ستكون بحاجة أولاً إلى تثبيت تطبيق Multi-Factor Authentication على هاتفك ثم النقر فوق الزر "إنشاء" أدناه لتستقبل رمز تنشيط. وسيتم إدخال رمز التنشيط في تطبيق الأجهزة المحمولة لإكمال عملية التنشيط. وتنتهي صلاحية رمز التنشيط خلال 10 دقائق.
bg: За да активирате Multi-Factor Authentication за вашия акаунт чрез използване на метода с OATH маркер, първо трябва да инсталирате приложението Multi-Factor Authentication на телефона си и след това да щракнете по-долу върху бутона "Генериране", за да получите код за активиране. Той трябва да се въведе в мобилното приложение, за да бъде завършен процесът на активирането. Валидността на кода изтича след 10 минути.
ca: Per habilitar el Multi-Factor Authentication per al vostre compte mitjançant el mètode Testimoni OATH, cal que primer instal·leu l'aplicació Multi-Factor Authentication al telèfon i que, a continuació, feu clic al botó Genera de més avall per rebre un codi d'activació. El codi d'activació s'ha d'introduir a l'aplicació mòbil per completar el procés d'activació. El codi d'activació venç en 10 minuts.
cs: Chcete-li povolit službu Multi-Factor Authentication účtu pomocí metody tokenu OATH, je nutné do telefonu nejdříve nainstalovat aplikaci Multi-Factor Authentication a poté kliknout na níže zobrazené tlačítko Generovat, pomocí něhož získáte aktivační kód. Aktivační proces bude dokončen zadáním aktivačního kódu do mobilní aplikace. Platnost aktivačního kódu vyprší za 10 minut.
da: Hvis du vil aktivere Multi-Factor Authentication for din konto ved hjælp af OATH-token-metoden, skal du først installere Multi-Factor Authentication-appen på din telefon og derefter klikke på knappen Opret nedenfor for at få en aktiveringskode. Aktiveringskoden skal angives i mobilappen for at fuldføre aktiveringsprocessen. Aktiveringskoden udløber om 10 minutter.
de: Damit Multi-Factor Authentication für Ihr Konto mittels OATH-Token aktiviert werden kann, müssen Sie zuerst die Multi-Factor Authentication-App auf Ihrem Telefon installieren und anschließend auf die Schaltfläche "Generieren" im unteren Bereich klicken. Daraufhin erhalten Sie einen Aktivierungscode, den Sie in der mobilen Anwendung eingeben müssen, um die Aktivierung abzuschließen. Die Gültigkeitsdauer des Aktivierungscodes beträgt 10 Minuten.
el: Για να ενεργοποιήσετε την υπηρεσία Multi-Factor Authentication για τον λογαριασμό σας χρησιμοποιώντας τη μέθοδο ελέγχου ταυτότητας μέσω διακριτικού OATH, θα πρέπει πρώτα να εγκαταστήσετε την εφαρμογή Multi-Factor Authentication στο τηλέφωνό σας και, κατόπιν, να κάνετε κλικ στο κουμπί "Δημιουργία" παρακάτω, για να λάβετε έναν κωδικό ενεργοποίησης. Θα γίνει εισαγωγή του κωδικού ενεργοποίησης στην εφαρμογή για κινητές συσκευές, για να ολοκληρωθεί η διαδικασία ενεργοποίησης. Ο κωδικός ενεργοποίησης θα λήξει σε 10 λεπτά.
es: Para habilitar Multi-Factor Authentication para su cuenta a través del método de token OATH, primero deberá instalar la aplicación para Multi-Factor Authentication en su teléfono y, a continuación, hacer clic en el botón Generar de abajo para recibir un código de activación. Debe escribir el código de activación en la aplicación móvil para completar el proceso de activación. El código de activación expira en 10 minutos.
et: Oma konto puhul Multi-Factor Authenticationi lubamiseks, kasutades OATH-tõendi meetodit, tuleb kõigepealt installida telefoni Multi-Factor Authenticationi rakendus ja siis vajutada allpool aktiveerimiskoodi vastuvõtmiseks nuppu Genereeri. Aktiveerimiskood sisestatakse aktiveerimisprotsessi lõpuleviimiseks mobiilirakendusse. Aktiveerimiskood aegub 10 minuti pärast.
eu: Multi-Factor Authentication zure kontuan OATH tokenaren metodoaren bidez gaitzeko, aurrena Multi-Factor Authentication aplikazioa instalatu behar duzu mugikorrean,eta ondoren Sortu botoian klik egin behar duzu aktibazio-kodea jasotzeko. Aktibazio-kodea mugikorreko aplikazioan sartu behar da aktibazio-prozesua osatzeko. Aktibazio-kodea 10 minututan iraungitzen da.
fi: Jos haluat ottaa Multi-Factor Authentication -toiminnon käyttöön tililläsi käyttämällä OATH Token -menetelmää, asenna ensin Multi-Factor Authentication -sovellus puhelimeesi ja hae sitten aktivointikoodi napsauttamalla alla olevaa Luo-painiketta. Aktivointi viimeistellään antamalla aktivointikoodi mobiilisovellukseen. Aktivointikoodi vanhenee 10 minuutissa.
fr: Pour activer Multi-Factor Authentication pour votre compte à l'aide de la méthode de jeton OATH, vous devez d'abord installer l'application Multi-Factor Authentication sur votre téléphone, puis cliquer sur le bouton Générer ci-dessous afin de recevoir un code d'activation. Pour finaliser le processus d'activation, vous devez entrer le code d'activation dans l'application mobile. Le code d'activation expire dans 10 minutes.
gl: Para activar Multi-Factor Authentication para a súa conta mediante o método de token OATH, primeiro terá que instalar a aplicación para Multi-Factor Authentication no teléfono e, a seguir, premer o botón Xerar para recibir un código de activación. Este código de activación introducirase na aplicación para móbil para concluír o proceso de activación. O código de activación caduca despois de 10 minutos.
he: כדי להפוך את Multi-Factor Authentication לזמין עבור החשבון שלך באמצעות השיטה 'אסימון OATH', תצטרך תחילה להתקין את האפליקציה Multi-Factor Authentication בטלפון שלך. לאחר מכן, לחץ על לחצן 'צור' להלן כדי לקבל קוד הפעלה. קוד ההפעלה יוזן באפליקציה למכשירים ניידים כדי להשלים את תהליך ההפעלה. תוקפו של קוד ההפעלה פג תוך 10 דקות.
hi: OATH टोकन विधि का उपयोग करके अपने खाते हेतु Multi-Factor Authentication सक्षम करने के लिए, आपको पहले अपने फ़ोन पर Multi-Factor Authentication अनुप्रयोग स्थापित करके सक्रियण कोड प्राप्त करने के लिए नीचे जनरेट करें बटन क्लिक करना होगा. सक्रियण प्रक्रिया पूरी करने के लिए मोबाइल अनुप्रयोग में सक्रियण कोड दर्ज किया जाएगा. सक्रियण कोड की समय-सीमा 10 मिनट में समाप्त हो जाती है.
hr: Da biste omogućili Multi-Factor Authentication za svoj račun pomoću metode OATH token, prvo morate instalirati aplikaciju Multi-Factor Authentication na telefon i kliknuti gumb Generiraj u nastavku da biste dobili kôd za aktivaciju. Kôd za aktivaciju unosi se u mobilnu aplikaciju da bi se dovršio postupak aktivacije. Kôd za aktivaciju istječe u roku od 10 minuta.
hu: Ha az OATH token módszer használatával szeretné engedélyezni a Multi-Factor Authentication szolgáltatást a fiókjához, először telepítse a Multi-Factor Authentication alkalmazást a telefonra, majd kattintson az alábbi Előállítás gombra, hogy megkaphassa az aktiváló kódot. Az aktiválási folyamat befejezéséhez adja meg az aktiváló kódot a mobilalkalmazásban. Az aktiváló kód 10 perc múlva lejár.
id: Untuk mengaktifkan Multi-Factor Authentication untuk akun Anda menggunakan metode Token OATH, Anda harus menginstal aplikasi Multi-Factor Authentication terlebih dahulu di telepon dan klik tombol Buat di bawah untuk menerima kode aktivasi. Kode aktivasi akan dimasukkan ke aplikasi seluler untuk menyelesaikan proses aktivasi. Kode aktivasi akan kedaluwarsa dalam 10 menit.
it: Per abilitare Multi-Factor Authentication per l'account utilizzando il metodo del token OATH, è prima necessario installare l'app Multi-Factor Authentication nel telefono e fare clic sul pulsante Genera di seguito per ricevere un codice di attivazione. Tale codice verrà immesso nell'app mobile e consentirà di completare il processo di attivazione. Il codice di attivazione scade dopo 10 minuti.
ja: Multi-Factor Authentication で OATH トークンを使ってアカウントを認証できるようにするには、まず電話機に Multi-Factor Authentication モバイル アプリをインストールする必要があります。次に、下の [生成] ボタンをクリックして、アクティブ化コードを受け取ります。このアクティブ化コードをモバイル アプリに入力すると、アクティブ化が完了します。アクティブ化コードは 10 分で有効期限が切れます。
kk: OATH таңбалауышы әдісімен тіркелгіңізге Multi-Factor Authentication қызметін қосу үшін, алдымен телефонға Multi-Factor Authentication бағдарламасын орнатыңыз да, төмендегі "Жасау" түймесін басып, белсендіру кодын алыңыз. Белсендіру процесін аяқтау үшін, белсендіру коды мобильді бағдарламада енгізіледі. Белсендіру кодының мерзімі 10 минутта аяқталады.
ko: OATH 토큰 방법을 사용하여 계정에 Multi-Factor Authentication을 사용하려면 먼저 폰에 Multi-Factor Authentication 앱을 설치한 다음 아래의 [생성] 단추를 눌러 활성화 코드를 받아야 합니다. 모바일 앱에 활성화 코드를 입력하면 활성화 프로세스가 완료됩니다. 활성화 코드는 10분 후에 만료됩니다.
lt: Norėdami įjungti savo abonemento „Multi-Factor Authentication“ naudodami OATH atpažinimo ženklo būdą, pirmiau turite įdiegti „Multi-Factor Authentication“ programėlę savo telefone ir spustelėti toliau esantį mygtuką Generuoti, kad gautumėte aktyvinimo kodą. Aktyvinimo kodas bus įvestas mobiliųjų įrenginių programėlėje, kad būtų baigtas aktyvinimo procesas. Aktyvinimo kodas galios 10 minučių.
lv: Lai Multi-Factor Authentication pakalpojumu iespējotu savam kontam, izmantojot OATH marķiera metodi, vispirms instalējiet programmu Multi-Factor Authentication savā tālrunī un pēc tam noklikšķiniet uz tālāk redzamās pogas Ģenerēt, lai saņemtu aktivizācijas kodu. Lai pabeigtu aktivizācijas procesu, aktivizācijas kods ir jāievada mobilajā programmā. Aktivizācijas kods ir derīgs 10 minūtes.
ms: Untuk mendayakan Multi-Factor Authentication bagi akaun anda menggunakan kaedah Token OATH, anda mestilah memasang apl Multi-Factor Authentication pada telefon anda terlebih dahulu, kemudian klik butang Jana di bawah untuk menerima kod pengaktifan. Kod pengaktifan akan dimasukkan ke dalam apl mudah alih untuk melengkapkan proses pengaktifan. Kod pengaktifan hanya sah selama 10 minit.
nl: Voordat u Multi-Factor Authentication voor uw account kunt inschakelen via de OATH-tokenmethode, moet u eerst de Multi-Factor Authentication-app op uw telefoon installeren. Klik vervolgens hieronder op de knop Activeringscode genereren om een activeringscode te ontvangen. De activeringscode wordt ingevoerd in de mobiele app om het activeringsproces te voltooien. De activeringscode verloopt na 10 minuten.
no: Hvis du vil aktivere Multi-Factor Authentication for kontoen din ved hjelp av metoden OATH-token, må du først installere appen Multi-Factor Authentication på telefonen og deretter klikke Generer nedenfor for å motta en aktiveringskode. Aktiveringskoden registreres i mobilappen for å fullføre aktiveringen. Aktiveringskoden utløper etter ti minutter.
pl: Aby przy użyciu tokenu OATH włączyć usługę Multi-Factor Authentication dla konta, najpierw należy zainstalować aplikację Multi-Factor Authentication na telefonie, a następnie kliknąć poniższy przycisk Generuj w celu otrzymania kodu aktywacji. Kod aktywacji zostanie wprowadzony w aplikacji mobilnej w celu ukończenia procesu aktywacji. Kod aktywacji wygasa po upływie 10 minut.
pt_br: Para habilitar o Multi-Factor Authentication para sua conta usando o método Token OATH, primeiro instale o aplicativo Multi-Factor Authentication em seu telefone e clique no botão Gerar abaixo para receber um código de ativação. O código de ativação deverá ser inserido no aplicativo móvel para concluir o processo de ativação. O código de ativação expira em 10 minutos.
pt_pt: Para ativar a Multi-Factor Authentication para a conta com o método de Token OATH, terá de instalar primeiro a aplicação Multi-Factor Authentication no seu telemóvel e clicar no botão Gerar abaixo para receber um código de ativação. O código de ativação será introduzido na aplicação móvel para concluir o processo código de ativação. O código de ativação expira em 10 minutos.
ro: Pentru a activa în cont autentificarea prin mai multe metode cu tokenul OATH, întâi trebuie să instalați aplicația Multi-Factor Authentication pe telefon, apoi trebuie să faceți clic pe butonul Generare de mai jos. Veți primi un cod de activare. Pentru a finaliza procesul de activare, trebuie să introduceți codul respectiv în aplicația mobilă. Codul de activare expiră în 10 minute.
ru: Чтобы включить для учетной записи Multi-Factor Authentication с помощью метода "OATH-токен", сначала необходимо установить на телефоне приложение Multi-Factor Authentication, а затем нажать расположенную ниже кнопку "Создать" для получения кода активации. Код активации вводится в мобильное приложение для завершения процесса активации. Действие кода активации истекает через 10 минут.
sk: Ak chcete povoliť službu Multi-Factor Authentication pre svoje konto pomocou metódy Token OATH, najprv budete musieť nainštalovať aplikáciu Multi-Factor Authentication do svojho telefónu a potom kliknutím na tlačidlo Generovať nižšie prijať aktivačný kód. Na dokončenie aktivačného procesu musíte aktivačný kód zadať do mobilnej aplikácie. Platnosť aktivačného kódu uplynie do 10 minút.
sl: Za vklop storitve Multi-Factor Authentication z uporabo žetona OATH za svoj račun v telefon najprej namestite aplikacijo Multi-Factor Authentication, nato spodaj kliknite gumb Generiraj in prejeli boste kodo za aktivacijo. Kodo za aktivacijo nato vnesite v mobilno aplikacijo in s tem zaključite postopek aktivacije. Koda za aktivacijo poteče po 10 minutah.
sr_cyrl_cs: Да бисте на налогу омогућили Multi-Factor Authentication помоћу OATH токена, прво ћете морати да инсталирате Multi-Factor Authentication апликацију на телефону и да затим доле кликнете на дугме „Генериши“ како бисте примили шифру активације. Шифра активације ће бити унета у апликацију за мобилне уређаје да би се довршио процес активације. Шифра активације истиче за 10 минута.
sr_latn_cs: Da biste na nalogu omogućili Multi-Factor Authentication pomoću OATH tokena, prvo ćete morati da instalirate Multi-Factor Authentication aplikaciju na telefonu i da zatim dole kliknete na dugme „Generiši“ kako biste primili šifru aktivacije. Šifra aktivacije će biti uneta u aplikaciju za mobilne uređaje da bi se dovršio proces aktivacije. Šifra aktivacije ističe za 10 minuta.
sv: Om du vill aktivera Multi-Factor Authentication för ditt konto med hjälp av OATH-tokenmetoden måste du först installera Multi-Factor Authentication-appen på din telefon och sedan klicka på knappen Generera nedan. En aktiveringskod skickas till dig. Aktiveringskoden anges sedan i mobilappen när aktiveringsprocessen ska slutföras. Aktiveringskoden går ut efter 10 minuter.
th: ในการเปิดใช้งาน Multi-Factor Authentication สำหรับบัญชีของคุณโดยใช้เมธอดโทเค็น OATH ก่อนอื่นคุณต้องติดตั้งแอป Multi-Factor Authentication ในโทรศัพท์ของคุณ แล้วคลิกปุ่ม "สร้าง" ด้านล่างเพื่อรับรหัสการเปิดใช้งาน รหัสการเปิดใช้งานจะถูกป้อนลงในแอปสำหรับอุปกรณ์เคลื่อนที่เพื่อดำเนินการเปิดใช้งานให้เสร็จสมบูรณ์ รหัสการเปิดใช้งานจะหมดอายุใน 10 นาที
tr: Hesabınızın Multi-Factor Authentication'ını OATH belirteci yöntemini kullanarak etkinleştirmek için, önce telefonunuza Multi-Factor Authentication uygulamasını yüklemeniz, sonra bir etkinleştirme kodu almak için aşağıdaki Oluştur düğmesine tıklamanız gerekir. Etkinleştirme kodu, etkinleştirme işlemini tamamlamak için mobil uygulamaya girilir. Etkinleştirme kodunun süresi 10 dakika içinde dolar.
uk: Щоб увімкнути службу Multi-Factor Authentication для облікового запису за допомогою методу "Маркер OATH", спочатку потрібно інсталювати в телефоні програму Multi-Factor Authentication і потім натиснути розташовану нижче кнопку "Створити", щоб отримати код активації. Код активації буде введено в мобільну програму для завершення процесу активації. Код активації діє протягом 10 хвилин.
vi: Để hiệu lực hóa Multi-Factor Authentication cho tài khoản của bạn bằng phương pháp hiệu bài OATH, trước tiên bạn sẽ cần cài đặt ứng dụng Multi-Factor Authentication trên điện thoại của bạn và sau đó bấm nút Tạo phía dưới để nhận được một mã kích hoạt. Mã kích hoạt sẽ được nhập vào ứng dụng di động để hoàn tất quá trình kích hoạt. Mã kích hoạt sẽ hết hạn trong vòng 10 phút.
zh_cn: 若要使用 OATH 令牌方法为您的帐户启用 Multi-Factor Authentication，首先需要在您的电话上安装 Multi-Factor Authentication 应用，然后单击下方的“生成”按钮以接收激活代码。在移动应用中输入该激活代码以完成激活流程。该激活代码将于 10 分钟后过期。
zh_tw: 若要使用 OATH 權杖方法為帳戶啟用 Multi-Factor Authentication，您必須先將 Multi-Factor Authentication 應用程式安裝在電話上，然後按一下下方的 [產生] 按鈕以接收啟用代碼。系統會將啟用代碼輸入行動裝置應用程式以完成啟用程序。啟用代碼會在 10 分鐘後失效。
