Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_InstructionsUserActivatePhoneApp
source: The user must first install the Multi-Factor Authentication mobile app on their phone. Click the Generate button to receive an activation code. The activation code will be entered in the user's mobile app to complete the activation process.
ar: يجب على المستخدم أولاً تثبيت تطبيق الأجهزة المحمولة Multi-Factor Authentication على هاتفه. انقر فوق الزر "إنشاء" لتستقبل رمز تنشيط. وعندئذٍ سيتم إدخال رمز التنشيط في تطبيق الأجهزة المحمولة الخاص بالمستخدم لإكمال عملية التنشيط.
bg: Потребителят трябва първо да инсталира мобилното приложение Multi-Factor Authentication на телефона си. Щракнете върху бутона "Генериране", за да получите код за активиране. Той трябва да се въведе в мобилното приложение на потребителя, за да бъде завършен процесът на активирането.
ca: Cal que primer l'usuari instal·li l'aplicació mòbil Multi-Factor Authentication al telèfon. Feu clic al botó Genera per rebre un codi d'activació. El codi d'activació s'ha d'introduir a l'aplicació mòbil de l'usuari per completar el procés d'activació.
cs: Uživatel si musí nejprve nainstalovat mobilní aplikaci Multi-Factor Authentication na svém telefonu. Po kliknutí na tlačítko Vygenerovat vám bude doručen aktivační kód. Zadáním aktivačního kódu v mobilní aplikaci uživatel dokončí proces aktivace.
da: Brugeren skal først installere Multi-Factor Authentication -mobilappen på sin telefon. Klik på knappen Opret for at modtage en aktiveringskode. Aktiveringskoden skal angives i brugerens mobilapp, for at aktiveringsprocessen kan fuldføres.
de: Zuerst muss die mobile Anwendung für Multi-Factor Authentication auf dem Benutzertelefon installiert werden. Klicken Sie auf die Schaltfläche "Generieren", um einen Aktivierungscode zu erhalten. Dieser muss in der mobilen Anwendung des Benutzers eingegeben werden, um die Aktivierung abzuschließen.
el: Ο χρήστης πρέπει πρώτα να εγκαταστήσει στο τηλέφωνό του την εφαρμογή Multi-Factor Authentication για κινητές συσκευές. Κάντε κλικ στο κουμπί "Δημιουργία" για να λάβετε έναν κωδικό ενεργοποίησης. Θα γίνει εισαγωγή του κωδικού ενεργοποίησης στην εφαρμογή του χρήστη για κινητές συσκευές, για να ολοκληρωθεί η διαδικασία ενεργοποίησης.
es: El usuario debe instalar primero la aplicación móvil Multi-Factor Authentication en su teléfono. Haga clic en el botón Generar para recibir un código de activación. El código de activación deberá escribirse en la aplicación móvil del usuario para completar el proceso de activación.
et: Kasutaja peab kõigepealt installima oma telefoni Multi-Factor Authenticationi mobiilirakenduse. Klõpsake nupul Genereeri, et saada aktiveerimiskood. Aktiveerimiskood sisestatakse aktiveerimisprotsessi lõpuleviimiseks mobiilirakendusse.
eu: Erabiltzaileak aurrena Multi-Factor Authentication mugikorreko aplikazioa instalatu behar du bere telefonoan. Egin klik Sortu botoian aktibazio-kodea jasotzeko. Aktibazio-kodea erabiltzailearen mugikorreko aplikazioan sartu behar da aktibazio-prozesua osatzeko.
fi: Käyttäjän täytyy ensin asentaa Multi-Factor Authentication -mobiilisovellus puhelimeensa. Saat aktivointikoodin napsauttamalla Luo-painiketta. Aktivointikoodi annetaan käyttäjän mobiilisovelluksessa aktivoinnin viimeistelemiseksi.
fr: L'utilisateur doit d'abord installer l'application mobile Multi-Factor Authentication sur son téléphone. Cliquez sur le bouton Générer pour recevoir un code d'activation. Ce code devra être entré dans l'application mobile de l'utilisateur afin de finaliser le processus d'activation.
gl: En primeiro lugar, o usuario ten que instalar a aplicación para móbil de Multi-Factor Authentication no teléfono. Prema o botón Xerar para recibir un código de activación que se introducirá na aplicación para móbil do usuario para concluír o proceso de activación.
he: המשתמש צריך תחילה להתקין את האפליקציה למכשירים ניידים של Multi-Factor Authentication בטלפון שלו. לחץ על לחצן 'צור' כדי לקבל קוד הפעלה. קוד ההפעלה יוזן באפליקציה למכשירים ניידים של המשתמש כדי להשלים את תהליך ההפעלה.
hi: उपयोगकर्ता को पहले अपने फ़ोन पर Multi-Factor Authentication मोबाइल अनुप्रयोग स्थापित करना होगा. सक्रियण कोड प्राप्त करने के लिए जनरेट करें बटन क्लिक करें. सक्रियण प्रक्रिया पूरी करने के लिए उपयोगकर्ता के मोबाइल अनुप्रयोग में सक्रियण कोड दर्ज किया जाएगा.
hr: Korisnik prvo mora instalirati mobilnu aplikaciju Multi-Factor Authentication na svoj telefon. Kliknite gumb Generiraj da biste dobili kôd za aktivaciju. Kôd za aktivaciju unosi se u korisnikovu mobilnu aplikaciju da bi se dovršio postupak aktivacije.
hu: Első lépésként a felhasználónak telepítenie kell a Multi-Factor Authentication mobilalkalmazást a telefonjára. Aktiváló kód előállításához kattintson az Előállítás gombra. Az aktiválási folyamat befejezéséhez meg kell adni az aktiváló kódot a felhasználónál futó mobilalkalmazásban.
id: Pengguna harus menginstal aplikasi seluler Multi-Factor Authentication terlebih dulu pada teleponnya. Klik tombol Buat untuk menerima kode aktivasi. Kode aktivasi akan dimasukkan ke aplikasi seluler pengguna untuk menyelesaikan proses aktivasi.
it: L'utente deve prima installare l'app mobile Multi-Factor Authentication nel telefono. Fare clic sul pulsante Genera per ricevere un codice di attivazione. Tale codice verrà immesso nell'app mobile dell'utente e consentirà di completare il processo di attivazione.
ja: ユーザーは、まず自分の電話機に Multi-Factor Authentication モバイル アプリをインストールする必要があります。次に、[生成] ボタンをクリックしてアクティブ化コードを受け取ります。このアクティブ化コードををユーザーのモバイル アプリに入力すると、アクティブ化が完了します。
kk: Пайдаланушы телефонына алдымен Multi-Factor Authentication мобильді бағдарламасын орнатуы керек. Белсендіру кодын алу үшін, "Жасау" түймесін басыңыз. Белсендіру процесін аяқтау үшін, пайдаланушының мобильді бағдарламасына белсендіру коды енгізілуі қажет.
ko: 먼저, 폰에 Multi-Factor Authentication 모바일 앱을 설치해야 합니다. [생성] 단추를 클릭하여 활성화 코드를 받습니다. 활성화 코드를 사용자의 모바일 앱에 입력하면 활성화 프로세스가 완료됩니다.
lt: Vartotojas pirmiau turi savo telefone įdiegti mobiliųjų įrenginių programėlę „Multi-Factor Authentication“. Spustelėkite mygtuką Generuoti norėdami gauti aktyvinimo kodą. Aktyvinimo kodas bus įvestas vartotojo mobiliųjų įrenginių programėlėje, kad būtų baigta aktyvinti.
lv: Lietotājam vispirms jāinstalē savā tālrunī mobilā programma Multi-Factor Authentication. Pēc tam jānoklikšķina uz pogas Ģenerēt, lai saņemtu aktivizācijas kodu. Lai pabeigtu aktivizācijas procesu, aktivizācijas kods ir jāievada lietotāja tālrunī instalētajā mobilajā programmā.
ms: Pengguna mesti terlebih dahulu memasang apl mudah alih Multi-Factor Authentication pada telefon mereka. Klik butang Jana untuk menerima kod pengesahan. Kod pengaktifan akan dimasukkan ke dalam apl mudah alih untuk melengkapkan proses pengaktifan.
nl: De gebruiker moet eerst de mobiele app Multi-Factor Authentication installeren op zijn/haar telefoon. Klik op de knop Activeringscode genereren om een activeringscode te ontvangen. De activeringscode wordt in de mobiele app van de gebruiker ingevoerd om de activering te voltooien.
no: Brukeren må først installere mobilappen Multi-Factor Authentication på telefonen sin. Klikk Generer for å motta en aktiveringskode. Aktiveringskoden blir registrert i brukerens mobilapp for å fullføre aktiveringen.
pl: Użytkownik musi najpierw zainstalować na swoim telefonie aplikację mobilną Multi-Factor Authentication. Kliknij przycisk Wygeneruj, aby otrzymać kod aktywacji. Kod aktywacji należy wprowadzić w aplikacji mobilnej użytkownika, aby zakończyć proces aktywacji.
pt_br: Primeiro, o usuário deve instalar o aplicativo móvel Multi-Factor Authentication no telefone. Clique no botão Gerar para receber um código de ativação. O código de ativação será inserido no aplicativo móvel do usuário para concluir o processo de ativação.
pt_pt: O utilizador terá primeiro de instalar a aplicação móvel de Autenticação Multifator no respetivo telefone. Clique no botão Gerar para receber um código de ativação. O código de ativação será introduzido na aplicação móvel do utilizador para concluir o processo de ativação.
ro: Utilizatorul trebuie să instaleze, în prealabil, aplicația mobilă Multi-Factor Authentication pe propriul telefon. Faceți clic pe butonul Generare pentru a primi un cod de activare. Pentru finalizarea procesului de activare, codul trebuie introdus în aplicația mobilă a utilizatorului.
ru: Пользователь сначала должен установить в своем телефоне мобильное приложение Multi-Factor Authentication. Нажмите кнопку "Создать", чтобы получить код активации. Этот код вводится в мобильное приложение пользователя для завершения процесса активации.
sk: Používateľ musí do svojho telefónu najprv nainštalovať mobilnú aplikáciu Multi-Factor Authentication. Kliknutím na tlačidlo Generovať dostanete aktivačný kód. Na dokončenie aktivačného procesu sa musí aktivačný kód zadať do mobilnej aplikácie príslušného používateľa.
sl: Uporabnik mora v telefon najprej namestiti mobilno aplikacijo Multi-Factor Authentication. Za prejem kode za aktivacijo kliknite gumb Generiraj. Kodo za aktivacijo je treba za dokončanje postopka aktivacije nato vnesti v mobilni aplikaciji uporabnika.
sr_cyrl_cs: Корисник прво мора да инсталира Multi-Factor Authentication апликацију за мобилне уређаје на телефону. Кликните на дугме „Генериши“ да бисте примили шифру активације. Шифра активације ће бити унета у апликацију за мобилне уређаје корисника да би се довршио процес активације.
sr_latn_cs: Korisnik prvo mora da instalira Multi-Factor Authentication aplikaciju za mobilne uređaje na telefonu. Kliknite na dugme „Generiši“ da biste primili šifru aktivacije. Šifra aktivacije će biti uneta u aplikaciju za mobilne uređaje korisnika da bi se dovršio proces aktivacije.
sv: Användaren måste först installera mobilappen Multi-Factor Authentication på sin telefon. Klicka på knappen Skapa om du vill få en aktiveringskod. Aktiveringskoden anges i användarens mobilapp för att slutföra aktiveringsprocessen.
th: ก่อนอื่นผู้ใช้ต้องติดตั้งแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ในโทรศัพท์ของตน คลิกปุ่ม "สร้าง" เพื่อรับรัหสการเปิดใช้งาน รหัสการเปิดใช้งานจะถูกป้อนลงในแอปสำหรับอุปกรณ์เคลื่อนที่ของผู้ใช้เพื่อดำเนินการกระบวนการเปิดใช้งานให้เสร็จสมบูรณ์
tr: Kullanıcının ilk olarak telefonuna Multi-Factor Authentication mobil uygulamasını yüklemesi gerekir. Bir etkinleştirme kodu almak için Oluştur düğmesine tıklayın. Etkinleştirme işlemini tamamlamak için kullanıcının mobil uygulamasında etkinleştirme kodu girilecektir.
uk: Користувач має спочатку інсталювати у своєму телефоні мобільну програму Multi-Factor Authentication. Натисніть кнопку "Створити", щоб отримати код активації. Код активації буде введено в мобільну програму користувача для завершення процесу активації.
vi: Người dùng phải cài đặt ứng dụng di động Multi-Factor Authentication trên điện thoại của họ trước. Bấm nút Tạo để nhận một mã kích hoạt. Mã kích hoạt sẽ được nhập vào ứng dụng di động của người dùng để hoàn tất quá trình kích hoạt.
zh_cn: 用户必须首先在其手机上安装 Multi-Factor Authentication 移动应用。单击“生成”按钮以接收激活代码。在用户的移动应用中输入该激活代码以完成激活流程。
zh_tw: 使用者必須先將 Multi-Factor Authentication 行動裝置應用程式安裝在電話上。請按一下 [產生] 按鈕以接收啟用代碼。系統會將啟用代碼輸入使用者的行動裝置應用程式以完成啟用程序。

# Label_InstructionsUserDeactivatePhoneApp
source: To deactivate a device for the user, click the Deactivate link for the device.
ar: لإلغاء تنشيط جهاز خاص بالمستخدم، انقر فوق الارتباط "إلغاء تنشيط" الخاص بالجهاز.
bg: За да дезактивирате устройство на потребителя, щракнете върху връзката за дезактивиране на съответното устройство.
ca: Per desactivar un dispositiu per a l'usuari, feu clic a l'enllaç Desactiva per al dispositiu.
cs: Chcete-li deaktivovat zařízení pro daného uživatele, klikněte na odkaz Deaktivovat pro dané zařízení.
da: Hvis du vil deaktivere en enhed for brugeren, skal du klikke på linket Deaktiver for enheden.
de: Klicken Sie auf den entsprechenden Deaktivierungslink, um ein Gerät des Benutzers zu deaktivieren.
el: Για να απενεργοποιήσετε μια συσκευή για τον χρήστη, κάντε κλικ στη σύνδεση "Απενεργοποίηση" για τη συσκευή.
es: Para desactivar un dispositivo para el usuario, haga clic en el vínculo Desactivar para dicho dispositivo.
et: Kasutaja seadme inaktiveerimiseks klõpsake seadme lingil Inaktiveeri.
eu: Erabiltzailearen gailu bat desaktibatzeko, egin klik gailuaren Desaktibatu estekan.
fi: Jos haluat poistaa käyttäjän laitteen aktivoinnin, napsauta laitteen Poista aktivointi -linkkiä.
fr: Pour désactiver un appareil pour l'utilisateur, cliquez sur le lien Désactiver pour l'appareil.
gl: Para desactivar un dispositivo para o usuario, prema na ligazón Desactivar para o dispositivo.
he: כדי לבטל הפעלת מכשיר עבור המשתמש, לחץ על הקישור 'בטל הפעלה' עבור המכשיר.
hi: उपयोगकर्ता हेतु डिवाइस निष्क्रिय करने के लिए, डिवाइस हेतु निष्क्रिय करें लिंक क्लिक करें.
hr: Da biste deaktivirali uređaj za korisnika, kliknite vezu Deaktiviraj za uređaj.
hu: Felhasználói készülék inaktiválásához kattintson a készülékhez tartozó Inaktiválás hivatkozásra.
id: Untuk menonaktifkan perangkat untuk pengguna, klik tautan Nonaktifkan untuk perangkat.
it: Per disattivare un dispositivo per l'utente, fare clic sul collegamento Disattiva relativo al dispositivo.
ja: ユーザーのデバイスを非アクティブにするには、デバイスの [非アクティブ化] リンクをクリックしてください。
kk: Пайдаланушы үшін құрылғыны ажырату үшін, құрылғының "Ажырату" сілтемесін басыңыз.
ko: 사용자의 장치를 비활성화하려면 장치에 대한 [비활성화] 링크를 클릭하십시오.
lt: Norėdami vartotojo įrenginį padaryti neaktyvų spustelėkite saitą Išjungti.
lv: Lai deaktivizētu lietotāja ierīci, šajā ierīcē noklikšķiniet uz saites Deaktivizēt.
ms: Untuk menyahaktifkan peranti bagi pengguna, klik pautan Nyah Aktifkan bagi peranti.
nl: U kunt een apparaat voor de gebruiker deactiveren door op de koppeling Deactiveren te klikken voor het apparaat.
no: Hvis du vil deaktivere en enhet for brukeren, klikker du Deaktiver-koblingen for enheten.
pl: Aby dezaktywować urządzenie dla użytkownika, kliknij łącze Dezaktywuj danego urządzenia.
pt_br: Para desativar um dispositivo do usuário, clique no link Desativar do dispositivo.
pt_pt: Para desativar um dispositivo do utilizador, clique na ligação Desativar do dispositivo.
ro: Dacă doriți să dezactivați un dispozitiv pentru un utilizator, faceți clic pe linkul Dezactivare corespunzător dispozitivului.
ru: Чтобы отключить устройство для пользователя, щелкните ссылку "Отключить" для устройства.
sk: Ak chcete deaktivovať zariadenie pre používateľa, kliknite na prepojenie Deaktivovať pre príslušné zariadenie.
sl: Za deaktiviranje naprave uporabnika kliknite povezavo Deaktiviraj za ustrezno napravo.
sr_cyrl_cs: Да бисте кориснику деактивирали уређај, кликните на везу „Деактивирај“ за уређај.
sr_latn_cs: Da biste korisniku deaktivirali uređaj, kliknite na vezu „Deaktiviraj“ za uređaj.
sv: Om du vill inaktivera en enhet för användaren klickar du på länken Inaktivera för enheten.
th: ในการปิดใช้งานอุปกรณ์สำหรับผู้ใช้ ให้คลิกลิงก์ "ปิดใช้งาน" สำหรับอุปกรณ์
tr: Kullanıcı için cihazı devre dışı bırakmak için cihazın Devre dışı bırak bağlantısına tıklayın.
uk: Щоб вимкнути пристрій для користувача, клацніть посилання "Вимкнути" для пристрою.
vi: Để bỏ kích hoạt một thiết bị cho người dùng, bấm vào nối kết Bỏ kích hoạt cho thiết bị.
zh_cn: 要为用户停用某个设备，请单击该设备的“停用”链接。
zh_tw: 若要停用使用者的裝置，請按一下裝置的 [停用] 連結。

# Label_InstructionsUserEnable
source: Confirm enabling the user so that they will begin receiving Multi-Factor Authentication calls when signing on.
ar: قم بتأكيد تمكين المستخدم حتى يمكنه بدء استقبال مكالمات Multi-Factor Authentication عند تسجيل الدخول.
bg: Потвърдете разрешаването на потребителя, за да започне да получава обаждания от Multi-Factor Authentication при влизането си.
ca: Confirmeu l'habilitació de l'usuari perquè comenci a rebre trucades del Multi-Factor Authentication quan iniciï la sessió.
cs: Potvrďte povolení uživatele, aby bylo možné při přihlašování na jeho telefonní číslo uskutečňovat volání z aplikace Multi-Factor Authentication.
da: Bekræft aktivering af brugeren, så vedkommende kan modtage Multi-Factor Authentication-opkald efter logon.
de: Wenn Sie die Aktivierung des Benutzers bestätigen, erhält dieser bei der Anmeldung einen Anruf von Multi-Factor Authentication, um sich zu authentifizieren.
el: Επιβεβαιώστε την ενεργοποίηση αυτής της δυνατότητας για το χρήστη, ώστε να αρχίσει να λαμβάνει κλήσεις από την υπηρεσία Multi-Factor Authentication, όταν πραγματοποιεί σύνδεση.
es: Confirme la habilitación del usuario para que este empiece a recibir llamadas de Multi-Factor Authentication al iniciar sesión.
et: Kinnitage kasutaja lubamine, et ta saaks sisse logides Multi-Factor Authenticationi kõnesid.
eu: Berretsi erabiltzailearen gaitzea Multi-Factor Authentication deiak jasotzen has daitezen saioa hasitakoan.
fi: Vahvista käyttäjän aktivointi, jolloin hän alkaa saada Multi-Factor Authentication -puheluita kirjautumisen yhteydessä.
fr: Confirmez l'activation de l'utilisateur afin qu'il commence à recevoir des appels Multi-Factor Authentication lorsqu'il se connecte.
gl: Confirme a activación do usuario para que poida comezar a recibir chamadas de Multi-Factor Authentication cando inicie sesión.
he: אשר את הפיכת המשתמש לזמין כך שהוא יתחיל לקבל שיחות Multi-Factor Authentication בעת הכניסה.
hi: उपयोगकर्ता को सक्षम करने की पुष्टि करें ताकि उन्हें साइन ऑन करने पर Multi-Factor Authentication कॉलें आनी आरंभ हो जाएँ.
hr: Potvrdite da omogućujete korisnika tako da može primati pozive aplikacije Multi-Factor Authentication pri prijavi.
hu: Erősítse meg a felhasználó engedélyezését, amelyet követően a felhasználó Multi-Factor Authentication hívásokat fog kapni bejelentkezéskor.
id: Konfirmasi mengaktifkan pengguna agar dapat mulai menerima panggilan Multi-Factor Authentication ketika masuk.
it: Confermare l'abilitazione dell'utente in modo che possa iniziare a ricevere chiamate di Multi-Factor Authentication quando effettua l'accesso.
ja: ユーザーを有効にして、ユーザーがサインオンするときに Multi-Factor Authentication から電話がかかってくるようにします。
kk: Пайдаланушы қосылғанын растаңыз, сөйтіп олар кірген кезде Multi-Factor Authentication қоңырауларын қабылдай бастайды.
ko: 로그온할 때 Multi-Factor Authentication 통화를 받을 수 있도록 사용자를 사용하도록 설정할지를 확인하십시오.
lt: Patvirtinkite, kad vartotojas registruodamasis pradėtų gauti „Multi-Factor Authentication“ skambučius.
lv: Apstipriniet, iespējojot lietotājam Multi-Factor Authentication zvanu saņemšanu pierakstīšanās procesa laikā.
ms: Sahkan untuk mendayakan pengguna supaya mereka mula menerima panggilan Multi-Factor Authentication apabila mendaftar masuk.
nl: Bevestig het inschakelen van de gebruiker, zodat hij/zij Multi-Factor Authentication-oproepen kan ontvangen bij het aanmelden.
no: Bekreft aktivering av brukeren slik at han/hun kan begynne å motta Multi-Factor Authentication-anrop etter å ha logget på.
pl: Potwierdź włączenie użytkownika, aby umożliwić odbieranie połączeń z usługi Multi-Factor Authentication podczas logowania.
pt_br: Confirme habilitando o usuário para que ele comece a receber chamadas do Multi-Factor Authentication ao fazer logon.
pt_pt: Confirme a ativação do utilizador para que este possa começar a receber chamadas de Autenticação Multifator ao iniciar sessão.
ro: Confirmați activarea utilizatorului, astfel încât să înceapă să primească apelurile Multi-Factor Authentication atunci când face sign in.
ru: Подтвердите включение пользователя, чтобы при входе он мог получать телефонные звонки от Multi-Factor Authentication.
sk: Potvrďte povolenie pre používateľa, aby pri prihlasovaní prijímal hovory zo služby Multi-Factor Authentication.
sl: Potrdite omogočenje uporabnika, šele nato bo pri prijavi pričel prejemati klice storitve Multi-Factor Authentication.
sr_cyrl_cs: Потврдите да желите да омогућите корисника како би почео да прима Multi-Factor Authentication позиве приликом пријављивања.
sr_latn_cs: Potvrdite da želite da omogućite korisnika kako bi počeo da prima Multi-Factor Authentication pozive prilikom prijavljivanja.
sv: Bekräfta aktiveringen av användaren så att han/hon får samtal för Multi-Factor Authentication vid inloggning.
th: ยืนยันการเปิดใช้งานผู้ใช้เพื่อให้ผู้ใช้สามารถเริ่มรับการโทรติดต่อของ Multi-Factor Authentication calls เมื่อลงชื่อเข้าใช้
tr: Kullanıcının etkinleştirmesini onaylayın, böylece oturum açtığında Multi-Factor Authentication aramaları almaya başlayabilir.
uk: Підтвердьте активацію користувача, щоб він почав отримувати виклики від служби Multi-Factor Authentication під час входу.
vi: Xác nhận hiệu lực hóa người dùng để họ sẽ bắt đầu nhận cuộc gọi Multi-Factor Authentication khi đăng nhập.
zh_cn: 确认已启用用户，以使他们在登录时能够开始接听 Multi-Factor Authentication 呼叫。
zh_tw: 確認啟用使用者，使其將開始在登入時接聽 Multi-Factor Authentication 電話。

# Label_InstructionsUserInformation
source: Specify new information for this user.
ar: حدد المعلومات الجديدة لهذا المستخدم.
bg: Укажете нова информация за този потребител.
ca: Especifiqueu nova informació per a l'usuari.
cs: Zadejte nové informace pro tohoto uživatele.
da: Angiv nye oplysninger om brugeren.
de: Geben Sie neue Informationen für diesen Benutzer an.
el: Καθορίστε νέα στοιχεία για αυτόν τον χρήστη.
es: Especifique nuevos datos para este usuario.
et: Täpsustage kasutaja uus teave.
eu: Zehaztu erabiltzaile honen informazio gehiago.
fi: Määritä tämän käyttäjän uudet tiedot.
fr: Spécifiez de nouvelles informations pour cet utilisateur.
gl: Especifique nova información para este usuario.
he: ציין מידע חדש עבור משתמש זה.
hi: इस उपयोगकर्ता के लिए नई जानकारी निर्दिष्ट करें.
hr: Navedite nove podatke za tog korisnika.
hu: Adja meg a felhasználóhoz tartozó új adatokat.
id: Tentukan informasi baru untuk pengguna ini.
it: Specificare nuove informazioni per l'utente corrente.
ja: このユーザーの新しい情報を指定してください。
kk: Осы пайдаланушы үшін жаңа ақпаратты көрсетіңіз.
ko: 이 사용자에 대한 새 정보를 지정하십시오.
lt: Nurodykite šiam vartotojui skirtą naują informaciją.
lv: Norādiet šī lietotāja jauno informāciju.
ms: Nyatakan maklumat baharu untuk pengguna ini.
nl: Geef nieuwe gegevens op voor deze gebruiker.
no: Angi ny informasjon for denne brukeren.
pl: Określ nowe informacje dla tego użytkownika.
pt_br: Especifique as novas informações para este usuário.
pt_pt: Especifique as novas informações deste utilizador.
ro: Specificați informațiile noi pentru acest utilizator.
ru: Укажите новую информацию для этого пользователя.
sk: Zadajte nové informácie pre tohto používateľa.
sl: Navedite nove podatke za tega uporabnika.
sr_cyrl_cs: Наведите нове информације за овог корисника.
sr_latn_cs: Navedite nove informacije za ovog korisnika.
sv: Ange ny information för den här användaren.
th: ระบุข้อมูลใหม่สำหรับผู้ใช้รายนี้
tr: Bu kullanıcı için yeni bilgiler belirtin.
uk: Укажіть нову інформацію для цього користувача.
vi: Chỉ rõ các thông tin mới cho người dùng này.
zh_cn: 为该用户指定新信息。
zh_tw: 指定這位使用者的新資訊。
