Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_InstructionsUserSetupPhoneApp
source: To enable Multi-Factor Authentication for your account using the mobile app, you'll first need to install the Multi-Factor Authentication app on your phone and then click the Generate button below to receive an activation code. The activation code will be entered in the mobile app to complete the activation process. The activation code expires in 10 minutes.
ar: لتمكين Multi-Factor Authentication لحسابك باستخدام تطبيق الأجهزة المحمولة، ستكون بحاجة أولاً إلى تثبيت تطبيق Multi-Factor Authentication على هاتفك ثم النقر فوق الزر "إنشاء" أدناه لتستقبل رمز تنشيط. وسيتم إدخال رمز التنشيط في تطبيق الأجهزة المحمولة لإكمال عملية التنشيط. وتنتهي صلاحية رمز التنشيط خلال 10 دقائق.
bg: За да активирате Multi-Factor Authentication за вашия акаунт чрез използване на мобилното приложение, първо трябва да инсталирате приложението Multi-Factor Authentication на телефона си и след това да щракнете по-долу върху бутона "Генериране", за да получите код за активиране. Той трябва да се въведе в мобилното приложение, за да бъде завършен процесът на активирането. Валидността на кода изтича след 10 минути.
ca: Per habilitar el Multi-Factor Authentication per al vostre compte mitjançant l'aplicació mòbil, cal que primer instal·leu l'aplicació Multi-Factor Authentication al telèfon i que, a continuació, feu clic al botó Genera de més avall per rebre un codi d'activació. El codi d'activació s'ha d'introduir a l'aplicació mòbil per completar el procés d'activació. El codi d'activació venç en 10 minuts.
cs: Chcete-li povolit službu Multi-Factor Authentication účtu pomocí mobilní aplikace, bude nejprve nutné nainstalvat aplikaci Multi-Factor Authentication v telefonu a potom si kliknutím na níže uvedené tlačítko Vygenerovat nechat zaslat aktivační kód. Aktivační kód pak zadáte v mobilní aplikaci a dokončíte tak proces aktivace. Aktivační kód vyprší za 10 minut.
da: Hvis du vil aktivere Multi-Factor Authentication for din konto ved hjælp af mobilappen, skal du først installere Multi-Factor Authentication-appen på din telefon og derefter klikke på knappen Opret nedenfor for at få en aktiveringskode. Aktiveringskoden skal angives i mobilappen for at fuldføre aktiveringsprocessen. Aktiveringskoden udløber om 10 minutter.
de: Damit Multi-Factor Authentication für Ihr Konto mithilfe der mobilen Anwendung aktiviert werden kann, müssen Sie zuerst die Multi-Factor Authentication-App auf Ihrem Telefon installieren und anschließend auf die Schaltfläche "Generieren" im unteren Bereich klicken. Daraufhin erhalten Sie einen Aktivierungscode, den Sie in der mobilen Anwendung eingeben müssen, um die Aktivierung abzuschließen. Die Gültigkeitsdauer des Aktivierungscodes beträgt 10 Minuten.
el: Για να ενεργοποιήσετε την υπηρεσία Multi-Factor Authentication για τον λογαριασμό σας μέσω της εφαρμογής για κινητές συσκευές, θα πρέπει πρώτα να εγκαταστήσετε την εφαρμογή Multi-Factor Authentication στο τηλέφωνό σας και, κατόπιν, να κάνετε κλικ στο κουμπί "Δημιουργία" παρακάτω, για να λάβετε έναν κωδικό ενεργοποίησης. Θα γίνει εισαγωγή του κωδικού ενεργοποίησης στην εφαρμογή για κινητές συσκευές, για να ολοκληρωθεί η διαδικασία ενεργοποίησης. Ο κωδικός ενεργοποίησης θα λήξει σε 10 λεπτά.
es: Para habilitar Multi-Factor Authentication para su cuenta a través de la aplicación móvil, primero deberá instalar la aplicación para Multi-Factor Authentication en su teléfono y, a continuación, hacer clic en el botón Generar de abajo para recibir un código de activación. Debe escribir el código de activación en la aplicación móvil para completar el proceso de activación. El código de activación expira en 10 minutos.
et: Oma konto puhul Multi-Factor Authenticationi lubamiseks, kasutades mobiilirakendust, tuleb kõigepealt installida telefoni Multi-Factor Authenticationi rakendus ja siis vajutada allpool aktiveerimiskoodi vastuvõtmiseks nuppu Genereeri. Aktiveerimiskood sisestatakse aktiveerimisprotsessi lõpuleviimiseks mobiilirakendusse. Aktiveerimiskood aegub 10 minuti pärast.
eu: Multi-Factor Authentication zure kontuan mugikorreko aplikazioaren bidez gaitzeko, aurrena Multi-Factor Authentication aplikazioa instalatu behar duzu zure mugikorrean, eta ondoren Sortu botoian klik egin behar duzu aktibazio-kodea jasotzeko. Aktibazio-kodea mugikorreko aplikazioan sartu behar da aktibazio-prozesua osatzeko. Aktibazio-kodea 10 minutuan iraungitzen da.
fi: Jos haluat ottaa Multi-Factor Authentication -toiminnon käyttöön tililläsi käyttämällä mobiilisovellusta, asenna ensin Multi-Factor Authentication -sovellus puhelimeesi ja hae sitten aktivointikoodi napsauttamalla alla olevaa Luo-painiketta. Aktivointi viimeistellään antamalla aktivointikoodi mobiilisovellukseen. Aktivointikoodi vanhenee 10 minuutissa.
fr: Pour activer Multi-Factor Authentication pour votre compte à l'aide de l'application mobile, vous devez d'abord installer l'application Multi-Factor Authentication sur votre téléphone, puis cliquer sur le bouton Générer ci-dessous afin de recevoir un code d'activation. Pour finaliser le processus d'activation, vous devez entrer le code d'activation dans l'application mobile. Le code d'activation expire dans 10 minutes.
gl: Para activar Multi-Factor Authentication para a súa conta usando a aplicación para móbil, primeiro terá que instalar a aplicación para Multi-Factor Authentication no teléfono e, a seguir, premer o botón Xerar para recibir un código de activación. Este código de activación introducirase na aplicación para móbil para concluír o proceso de activación. O código de activación caduca despois de 10 minutos.
he: כדי להפוך את Multi-Factor Authentication לזמין עבור החשבון שלך באמצעות האפליקציה למכשירים ניידים, תצטרך תחילה להתקין את האפליקציה Multi-Factor Authentication בטלפון שלך. לאחר מכן, לחץ על לחצן 'צור' להלן כדי לקבל קוד הפעלה. קוד ההפעלה יוזן באפליקציה למכשירים ניידים כדי להשלים את תהליך ההפעלה. תוקפו של קוד ההפעלה פג תוך 10 דקות.
hi: मोबाइल अनुप्रयोग का उपयोग करके अपने खाते हेतु Multi-Factor Authentication सक्षम करने के लिए, आपको पहले अपने फ़ोन पर Multi-Factor Authentication अनुप्रयोग स्थापित करके सक्रियण कोड प्राप्त करने के लिए नीचे जनरेट करें बटन क्लिक करना होगा. सक्रियण प्रक्रिया पूरी करने के लिए मोबाइल अनुप्रयोग में सक्रियण कोड दर्ज किया जाएगा. सक्रियण कोड की समय-सीमा 10 मिनट में समाप्त हो जाती है.
hr: Da biste omogućili Multi-Factor Authentication za svoj račun pomoću mobilne aplikacije, prvo morate instalirati aplikaciju Multi-Factor Authentication na telefon i kliknuti gumb Generiraj u nastavku da biste dobili kôd za aktivaciju. Kôd za aktivaciju unosi se u mobilnu aplikaciju da bi se dovršio postupak aktivacije. Kôd za aktivaciju istječe u roku od 10 minuta.
hu: Ha a mobilalkalmazás használatával szeretné engedélyezni a Multi-Factor Authentication szolgáltatást a fiókjához, először telepítse a Multi-Factor Authentication alkalmazást a telefonra, majd kattintson az alábbi Előállítás gombra, hogy megkaphassa az aktiváló kódot. Az aktiválási folyamat befejezéséhez adja meg az aktiváló kódot a mobilalkalmazásban. Az aktiváló kód 10 perc múlva lejár.
id: Untuk mengaktifkan Multi-Factor Authentication untuk akun Anda menggunakan aplikasi seluler, Anda harus menginstal aplikasi Multi-Factor Authentication terlebih dahulu di telepon dan klik tombol Buat di bawah untuk menerima kode aktivasi. Kode aktivasi akan dimasukkan ke aplikasi seluler untuk menyelesaikan proses aktivasi. Kode aktivasi akan kedaluwarsa dalam 10 menit.
it: Per abilitare Multi-Factor Authentication per l'account utilizzando l'app mobile, è prima necessario installare l'app Multi-Factor Authentication nel telefono e fare clic sul pulsante Genera di seguito per ricevere un codice di attivazione. Tale codice verrà immesso nell'app mobile e consentirà di completare il processo di attivazione. Il codice di attivazione scade dopo 10 minuti.
ja: Multi-Factor Authentication でモバイル アプリを使ってアカウントを認証できるようにするには、まず電話機に Multi-Factor Authentication モバイル アプリをインストールする必要があります。次に、下の [生成] ボタンをクリックして、アクティブ化コードを受け取ります。このアクティブ化コードをモバイル アプリに入力すると、アクティブ化が完了します。アクティブ化コードは 10 分で有効期限が切れます。
kk: Мобильді бағдарлама көмегімен тіркелгіңізге Multi-Factor Authentication қызметін қосу үшін, алдымен телефонға Multi-Factor Authentication бағдарламасын орнатыңыз да, төмендегі "Жасау" түймесін басып, белсендіру кодын алыңыз. Белсендіру процесін аяқтау үшін, белсендіру коды мобильді бағдарламада енгізіледі. Белсендіру кодының мерзімі 10 минутта аяқталады.
ko: 모바일 앱을 사용하여 계정에 Multi-Factor Authentication을 사용하려면 먼저 폰에 Multi-Factor Authentication 앱을 설치한 다음 아래의 [생성] 단추를 눌러 활성화 코드를 받아야 합니다. 모바일 앱에 활성화 코드를 입력하면 활성화 프로세스가 완료됩니다. 활성화 코드는 10분 후에 만료됩니다.
lt: Norėdami įjungti savo abonemento „Multi-Factor Authentication“ naudodami mobiliųjų įrenginių programėlę, pirmiau savo telefone turite įdiegti „Multi-Factor Authentication“ programėlę, tada spustelėti toliau esantį mygtuką Generuoti, kad gautumėte aktyvinimo kodą. Aktyvinimo kodas bus įvestas mobiliųjų įrenginių programėlėje, kad būtų baigtas aktyvinimo procesas. Aktyvinimo kodas galios 10 minučių.
lv: Lai Multi-Factor Authentication pakalpojumu iespējotu savam kontam, izmantojot mobilo programmu, vispirms instalējiet programmu Multi-Factor Authentication savā tālrunī un pēc tam noklikšķiniet uz tālāk redzamās pogas Ģenerēt, lai saņemtu aktivizācijas kodu. Lai pabeigtu aktivizācijas procesu, aktivizācijas kods ir jāievada mobilajā programmā. Aktivizācijas kods ir derīgs 10 minūtes.
ms: Untuk mendayakan Multi-Factor Authentication bagi akaun anda menggunakan apl mudah alih, anda mestilah memasang apl Multi-Factor Authentication pada telefon anda terlebih dahulu, kemudian klik butang Jana di bawah untuk menerima kod pengaktifan. Kod pengaktifan akan dimasukkan ke dalam apl mudah alih untuk melengkapkan proses pengaktifan. Kod pengaktifan hanya sah selama 10 minit.
nl: Voordat u Multi-Factor Authentication voor uw account kunt inschakelen via de mobiele app, moet u eerst de Multi-Factor Authentication-app op uw telefoon installeren.Klik vervolgens hieronder op de knop Activeringscode genereren om een activeringscode te ontvangen. De activeringscode wordt ingevoerd in de mobiele toepassing om het activeringsproces te voltooien. De activeringscode verloopt na 10 minuten.
no: Hvis du vil aktivere Multi-Factor Authentication for kontoen din ved hjelp av mobilappen, må du først installere appen Multi-Factor Authentication på telefonen og deretter klikke Generer nedenfor for å motta en aktiveringskode. Aktiveringskoden registreres i mobilappen for å fullføre aktiveringen. Aktiveringskoden utløper etter ti minutter.
pl: Aby przy użyciu aplikacji mobilnej włączyć usługę Multi-Factor Authentication dla konta, najpierw należy zainstalować aplikację Multi-Factor Authentication na telefonie, a następnie kliknąć poniższy przycisk Generuj w celu otrzymania kodu aktywacji. Kod aktywacji zostanie wprowadzony w aplikacji mobilnej w celu ukończenia procesu aktywacji. Kod aktywacji wygasa po upływie 10 minut.
pt_br: Para habilitar o Multi-Factor Authentication para sua conta usando o aplicativo móvel, primeiro instale o aplicativo Multi-Factor Authentication em seu telefone e clique no botão Gerar abaixo para receber um código de ativação. O código de ativação deverá ser inserido no aplicativo móvel para concluir o processo de ativação. O código de ativação expira em 10 minutos.
pt_pt: Para ativar a Multi-Factor Authentication para a conta com a aplicação móvel, terá de instalar primeiro a aplicação Multi-Factor Authentication no seu telemóvel e clicar no botão Gerar abaixo para receber um código de ativação. O código de ativação será introduzido na aplicação móvel para concluir o processo código de ativação. O código de ativação expira em 10 minutos.
ro: Pentru a activa în cont autentificarea prin mai multe metode cu aplicația mobilă, întâi trebuie să instalați aplicația Multi-Factor Authentication pe telefon, apoi trebuie să faceți clic pe butonul Generare de mai jos. Veți primi un cod de activare. Pentru a finaliza procesul de activare, trebuie să introduceți codul respectiv în aplicația mobilă. Codul de activare expiră în 10 minute.
ru: Чтобы включить для учетной записи Multi-Factor Authentication с помощью мобильного приложения, необходимо сначала установить приложение Multi-Factor Authentication на телефон, а затем нажать расположенную ниже кнопку "Создать" для получения кода активации. Код активации вводится в мобильное приложение для завершения процесса активации. Действие кода активации истекает через 10 минут.
sk: Ak chcete povoliť službu Multi-Factor Authentication pre svoje konto pomocou mobilnej aplikácie, najprv budete musieť nainštalovať aplikáciu Multi-Factor Authentication do svojho telefónu a potom kliknutím na tlačidlo Generovať nižšie prijať aktivačný kód. Na dokončenie aktivačného procesu musíte aktivačný kód zadať do mobilnej aplikácie. Platnosť aktivačného kódu uplynie do 10 minút.
sl: Za vklop storitve Multi-Factor Authentication z uporabo mobilne aplikacije za svoj račun v telefon najprej namestite aplikacijo Multi-Factor Authentication, nato spodaj kliknite gumb Generiraj in prejeli boste kodo za aktivacijo. Kodo za aktivacijo nato vnesite v mobilno aplikacijo in s tem zaključite postopek aktivacije. Koda za aktivacijo poteče po 10 minutah.
sr_cyrl_cs: Да бисте на налогу омогућили Multi-Factor Authentication помоћу апликације за мобилне уређаје, прво ћете морати да инсталирате Multi-Factor Authentication апликацију на телефону и да затим доле кликнете на дугме „Генериши“ како бисте примили шифру активације. Шифра активације ће бити унета у апликацију за мобилне уређаје да би се довршио процес активације. Шифра активације истиче за 10 минута.
sr_latn_cs: Da biste na nalogu omogućili Multi-Factor Authentication pomoću aplikacije za mobilne uređaje, prvo ćete morati da instalirate Multi-Factor Authentication aplikaciju na telefonu i da zatim dole kliknete na dugme „Generiši“ kako biste primili šifru aktivacije. Šifra aktivacije će biti uneta u aplikaciju za mobilne uređaje da bi se dovršio proces aktivacije. Šifra aktivacije ističe za 10 minuta.
sv: Om du vill aktivera Multi-Factor Authentication för ditt konto med hjälp av mobilappen måste du först installera Multi-Factor Authentication-appen på din telefon och sedan klicka på knappen Generera nedan.En aktiveringskod skickas till dig. Aktiveringskoden anges sedan i mobilappen när aktiveringsprocessen ska slutföras. Aktiveringskoden går ut efter 10 minuter.
th: ในการเปิดใช้งาน Multi-Factor Authentication สำหรับบัญชีของคุณโดยใช้แอปสำหรับอุปกรณ์เคลื่อนที่ ก่อนอื่นคุณต้องติดตั้งแอป Multi-Factor Authentication ในโทรศัพท์ของคุณ แล้วคลิกปุ่ม "สร้าง" ด้านล่างเพื่อรับรหัสการเปิดใช้งาน รหัสการเปิดใช้งานจะถูกป้อนลงในแอปสำหรับอุปกรณ์เคลื่อนที่เพื่อดำเนินการเปิดใช้งานให้เสร็จสมบูรณ์ รหัสการเปิดใช้งานจะหมดอายุใน 10 นาที
tr: Hesabınızın Multi-Factor Authentication'ını mobil uygulamayı kullanarak etkinleştirmek için önce Multi-Factor Authentication uygulamasını telefonunuza yüklemeniz, sonra bir etkinleştirme kodu almak için aşağıdaki Oluştur düğmesine tıklamanız gerekir. Etkinleştirme kodu, etkinleştirme işlemini tamamlamak için mobil uygulamaya girilir. Etkinleştirme kodunun süresi 10 dakika içinde dolar.
uk: Щоб увімкнути службу Multi-Factor Authentication для облікового запису за допомогою мобільної програми, спочатку потрібно інсталювати програму Multi-Factor Authentication у телефоні й потім натиснути розташовану нижче кнопку "Створити", щоб отримати код активації. Код активації буде введено в мобільну програму для завершення процесу активації. Код активації діє протягом 10 хвилин.
vi: Để hiệu lực hóa Multi-Factor Authentication cho tài khoản của bạn bằng ứng dụng di động, trước tiên bạn sẽ cần cài đặt ứng dụng Multi-Factor Authentication trên điện thoại của bạn và sau đó bấm nút Tạo phía dưới để nhận được một mã kích hoạt. Mã kích hoạt sẽ được nhập vào ứng dụng di động để hoàn tất quá trình kích hoạt. Mã kích hoạt sẽ hết hạn trong vòng 10 phút.
zh_cn: 若要使用移动应用为您的帐户启用 Multi-Factor Authentication，首先需要在您的电话上安装 Multi-Factor Authentication 应用，然后单击下方的“生成”按钮以接收激活代码。在移动应用中输入该激活代码以完成激活流程。该激活代码将于 10 分钟后过期。
zh_tw: 若要使用行動裝置應用程式為帳戶啟用 Multi-Factor Authentication，您必須先將 Multi-Factor Authentication 應用程式安裝在電話上，然後按一下下方的 [產生] 按鈕以接收啟用代碼。系統會將啟用代碼輸入行動裝置應用程式以完成啟用程序。啟用代碼會在 10 分鐘後失效。

# Label_InstructionsUserSetupPin
source: To enable Multi-Factor Authentication for your account, please specify the phone number you will use to authenticate and a PIN.
ar: لتمكين Multi-Factor Authentication لحسابك، يرجى أن تحدد PIN ورقم الهاتف الذي ستستخدمه للمصادقة.
bg: За да активирате Multi-Factor Authentication за вашия акаунт, укажете телефонния номер, който ще използвате за удостоверяването, и ПИН.
ca: Per habilitar el Multi-Factor Authentication per al vostre compte, especifiqueu el número de telèfon que utilitzareu per autenticar-vos i un PIN.
cs: Chcete-li pro svůj účet povolit aplikaci Multi-Factor Authentication, zadejte telefonní číslo, které budete používat k ověřování, a PIN kód.
da: Hvis du vil aktivere Multi-Factor Authentication for din konto, skal du angive det telefonnummer, der skal bruges til godkendelse, og en pinkode.
de: Damit Multi-Factor Authentication für Ihr Konto aktiviert werden kann, müssen Sie die Telefonnummer, die Sie für die Authentifizierung verwenden möchten, und eine PIN angeben.
el: Για να ενεργοποιήσετε την υπηρεσία Multi-Factor Authentication για τον λογαριασμό σας, καθορίστε τον αριθμό τηλεφώνου που θα χρησιμοποιείτε για τον έλεγχο ταυτότητας, καθώς και ένα PIN.
es: Para habilitar Multi-Factor Authentication para su cuenta, especifique el número de teléfono que usará para la autenticación y un código PIN.
et: Oma konto puhul Multi-Factor Authenticationi lubamiseks tuleb täpsustada autentimiseks kasutatavat telefoninumbrit ja PIN-koodi.
eu: Multi-Factor Authentication zure kontuan gaitzeko, zehaztu autentifikatzeko erabiliko duzun telefono-zenbakia eta PIN zenbaki bat.
fi: Jos haluat ottaa Multi-Factor Authentication -toiminnon käyttöön tililläsi, määritä todennuksessa käytettävä puhelinnumero ja PIN-koodi.
fr: Pour activer Multi-Factor Authentication pour votre compte, spécifiez le numéro de téléphone que vous utiliserez pour procéder à l'authentification ainsi qu'un PIN.
gl: Para activar Multi-Factor Authentication para a súa conta, especifique o número de teléfono que vai usar para autenticar e un PIN.
he: כדי להפוך את Multi-Factor Authentication לזמין עבור החשבון שלך, ציין את מספר הטלפון שבו תשתמש לצורך אימות ומספר זיהוי אישי.
hi: अपने खाते हेतु Multi-Factor Authentication सक्षम करने के लिए, कृपया वह फ़ोन नंबर, जिसका आप प्रमाणीकरण हेतु उपयोग करेंगे और पिन निर्दिष्ट करें.
hr: Da biste omogućili Multi-Factor Authentication za svoj račun, navedite telefonski broj koji ćete upotrebljavati za provjeru autentičnosti i PIN.
hu: Ha engedélyezni szeretné a fiókjára vonatkozóan a Multi-Factor Authentication technológia használatát, adja meg a hitelesítéskor használni kívánt telefonszámot és egy PIN-kódot.
id: Untuk mengaktifkan Multi-Factor Authentication untuk akun Anda, sebutkan PIN dan nomor telepon yang akan Anda gunakan untuk mengautentikasi.
it: Per abilitare Multi-Factor Authentication per l'account, specificare il numero di telefono che verrà utilizzato per l'autenticazione, nonché un PIN.
ja: Multi-Factor Authentication でアカウントを認証できるようにするには、認証時に使用する電話番号と PIN を指定してください。
kk: Тіркелгіңізге Multi-Factor Authentication қызметін қосу үшін, түпнұсқалықты растауға қолданылатын телефон нөмірін және PIN кодын көрсетіңіз.
ko: 사용자 계정에 Multi-Factor Authentication을 사용하려면 인증하는 데 사용할 전화 번호와 PIN을 지정하십시오.
lt: Jei savo abonemente norite įjungti „Multi-Factor Authentication“, nurodykite telefono numerį, kurį naudosite autentifikuodami, ir PIN.
lv: Lai Multi-Factor Authentication pakalpojumu iespējotu savam kontam, lūdzu, norādiet autentifikācijai izmantojamo tālruņa numuru un PIN.
ms: Untuk mendayakan Multi-Factor Authentication bagi akaun anda, sila nyatakan nombor telefon yang akan anda gunakan untuk membuat pengesahan dan PIN.
nl: U kunt Multi-Factor Authentication voor uw account inschakelen door het telefoonnummer waarmee u zich wilt authenticeren én een pincode op te geven.
no: Hvis du vil aktivere Multi-Factor Authentication for kontoen, skriver du inn telefonnummeret du vil bruke til å godkjenne, og i tillegg en PIN-kode.
pl: Aby włączyć na koncie użytkownika usługę Multi-Factor Authentication, określ numer telefonu, który będzie używany do uwierzytelniania, oraz numer PIN.
pt_br: Para habilitar o Multi-Factor Authentication para sua conta, especifique o número de telefone que será usado para autenticar e um PIN.
pt_pt: Para ativar a Autenticação Multifator para a sua conta, especifique o número de telefone que utilizará para a autenticação e um PIN.
ro: Pentru a activa autentificarea Multi-Factor Authentication în cont, specificați numărul de telefon pe care îl veți utiliza la autentificare, precum și un cod PIN.
ru: Чтобы включить Multi-Factor Authentication для учетной записи, укажите номер телефона, который будет использоваться для проверки подлинности, и ПИН-код.
sk: Ak chcete povoliť službu Multi-Factor Authentication pre svoje konto, zadajte telefónne číslo, ktoré budete používať na overenie, a PIN kód.
sl: Za vklop storitve Multi-Factor Authentication za svoj račun navedite telefonsko številko, ki jo želite uporabljati za preverjanje pristnosti, in kodo PIN.
sr_cyrl_cs: Да бисте на налогу омогућили Multi-Factor Authentication, наведите број телефона који ћете користити за потврду идентитета и PIN.
sr_latn_cs: Da biste na nalogu omogućili Multi-Factor Authentication, navedite broj telefona koji ćete koristiti za potvrdu identiteta i PIN.
sv: Om du vill aktivera Multi-Factor Authentication för kontot anger du det telefonnummer du vill användare för autentisering samt en PIN-kod.
th: ในการเปิดใช้งาน Multi-Factor Authentication สำหรับบัญชีของคุณ โปรดระบุหมายเลขโทรศัพท์ที่คุณจะใช้เพื่อรับรองความถูกต้องและ PIN
tr: Hesabınız için Multi-Factor Authentication'ı etkinleştirmek üzere, lütfen kimlik doğrulaması için kullanacağınız telefon numarasını ve bir PIN kodu belirtin.
uk: Щоб увімкнути службу Multi-Factor Authentication для облікового запису, укажіть номер телефону, який буде використовуватися для автентифікації, та PIN-код.
vi: Để hiệu lực hóa Multi-Factor Authentication cho tài khoản của bạn, vui lòng chỉ rõ số điện thoại bạn sẽ dùng để xác thực và một PIN.
zh_cn: 若要为您的帐户启用 Multi-Factor Authentication，请指定将用于进行身份验证的电话号码和一个 PIN。
zh_tw: 若要為帳戶啟用 Multi-Factor Authentication，請指定要用來驗證的電話號碼和 PIN。
