Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_SimpleProcessVoice
source: This simple process provides two separate factors of authentication through two separate channels (your computer and your phone service). It works with any regular or mobile phone.
ar: توفر هذه العملية البسيطة عاملين منفصلين للمصادقة من خلال قناتين منفصلتين (جهاز الكمبيوتر وخدمة هاتفك). وتستخدم هذه العملية أي هاتف عادي أو هاتف محمول.
bg: Този прост процес осигурява два отделни фактора за удостоверяване по два отделни канала (компютъра и телефонната ви услуга). Работи с всеки обикновен или мобилен телефон.
ca: Aquest senzill procés proporciona dos nivells independents d'autenticació mitjançant dos canals: l'ordinador i el servei de telefonia. Funciona amb telèfons mòbils i telèfons tradicionals.
cs: Tento jednoduchý proces zajišťuje dvě samostatné úrovně ověřování prostřednictvím dvou oddělených kanálů (váš počítač a vaše telefonní služby). Funguje s jakýmkoli standardním nebo mobilním telefonem.
da: Denne enkle proces indeholder to separate godkendelsesfaktorer via to separate kanaler (din computer og din telefontjeneste). Den fungerer på alle telefoner med sms-understøttelse.
de: Dieses einfache Verfahren umfasst zwei Stufen der Authentifizierung, die über getrennte Kanäle (Ihren Computer und Ihren Telefondienst) erfolgen. Es ist für alle Festnetz- und Mobiltelefone verfügbar.
el: Αυτή η απλή διαδικασία παρέχει δύο ξεχωριστούς παράγοντες ελέγχου ταυτότητας μέσω δύο ξεχωριστών καναλιών (τον υπολογιστή και την τηλεφωνική υπηρεσία που χρησιμοποιείτε). Λειτουργεί με οποιοδήποτε τυπικό ή κινητό τηλέφωνο.
es: Este sencillo proceso le ofrece una autenticación en dos fases a través de dos canales independientes (su equipo y su servicio telefónico). Funciona con cualquier teléfono fijo o móvil.
et: See lihtne protsess kasutab autentimiseks kaht eraldi tegurit läbi kahe eraldi kanali (teie arvuti ja teie telefoniteenuse). See töötab iga tavalise või mobiiltelefoniga.
eu: Prozesu erraz honek autentifikatzeko bi irizpide eskaintzen ditu bi bide desberdinetan (ordenagailua eta telefono-zerbitzua). Edozein telefono finko edo mugikorretan erabil daiteke.
fi: Tämä yksinkertainen prosessi sisältää kaksi todennuselementtiä, joita käytetään kahden eri kanavan (tietokoneen ja älypuhelimen) kautta. Mitä tahansa tekstiviestiominaisuudella varustettua puhelinta voidaan käyttää.
fr: Ce processus simple fournit deux facteurs d'authentification distincts via deux canaux séparés (votre ordinateur et votre service téléphonique). Il fonctionne avec n'importe quel téléphone standard ou mobile.
gl: Este simple proceso fornece dous factores de autenticación a través de dúas canles independentes (o computador e o servizo de telefonía móbil). Funciona en calquera teléfono fixo ou móbil.
he: תהליך פשוט זה מספק שני גורמים נפרדים של אימות באמצעות שני ערוצים נפרדים (המחשב ושירות הטלפון שלך). הוא פועל עם כל טלפון רגיל או נייד.
hi: यह आसान प्रक्रिया दो अलग चैनल (आपका कंप्यूटर और आपकी फ़ोन सेवा) द्वारा प्रमाणीकरण के दो अलग कारक प्रदान करती है. यह किसी भी नियमित या मोबाइल फ़ोन के साथ काम करती है.
hr: Ovaj jednostavni postupak omogućuje dva zasebna faktora za provjeru autentičnosti putem dva zasebna kanala (vaše računalo i telefonski servis). Funkcionira sa svakim običnim ili mobilnim telefonom.
hu: Ez az egyszerű folyamat két különböző elemre alapuló hitelesítést tesz lehetővé, amelyek két különböző csatornát használnak (számítógépet és telefonszolgáltatást). Bármilyen normál vagy mobiltelefonnal igénybe vehető.
id: Proses sederhana ini menyediakan dua faktor autentikasi terpisah melalui dua saluran berbeda (komputer dan salinan telepon Anda). Metode ini bekerja dengan telepon biasa atau ponsel.
it: Questo semplice processo offre due diversi fattori di autenticazione e prevede l'utilizzo di due canali distinti, ovvero il computer e il servizio telefonico. Funziona con qualsiasi telefono fisso o cellulare.
ja: 2 つの独立した要素、つまりコンピューターと電話サービスを使用するシンプルな認証プロセスです。どのような固定電話や携帯電話でも機能します。
kk: Бұл қарапайым процесс арқасында сізде екі бөлек арна арқылы түпнұсқалықты растаудың екі бөлек әдісі болады (компьютер және телефон қызметі). Ол кез келген әдеттегі не мобильді телефон арқылы жұмыс істейді.
ko: 이 간단한 프로세스를 통해 별도의 두 가지 인증 방법을 제공할 수 있으며, 컴퓨터와 폰 서비스라는 별도의 두 채널이 사용됩니다. 이는 일반 전화기 또는 휴대폰에서만 작동합니다.
lt: Šis paprastas procesas suteikia du atskirus autentifikavimo per du atskirus kanalus (jūsų kompiuteris ir telefono ryšio paslauga) veiksnius. Jis veikia naudojant bet kurį fiksuotojo ryšio arba mobilųjį telefoną.
lv: Šī vienkāršā procesa laikā tiek nodrošināti divi dažādi autentifikācijas faktori, kam tiek izmantoti divi atšķirīgi kanāli (jūsu dators un mobilo sakaru pakalpojums). Procesam var izmantot jebkuru mājas vai mobilo tālruni.
ms: Proses mudah ini menyediakan dua faktor pengesahan yang berasingan melalui dua saluran berasingan (komputer anda dan perkhidmatan telefon anda). Proses ini berfungsi dengan mana-mana telefon biasa atau telefon mudah alih.
nl: Deze eenvoudige procedure biedt twee afzonderlijke authenticatiefactoren via twee afzonderlijke kanalen (uw computer en uw telefoonservice). De procedure werkt met elke normale telefoon of mobiele telefoon.
no: Denne enkle prosessen formidler to atskilte godkjenningsfaktorer via to atskilte kanaler (datamaskinen og smarttelefonen din). Prosessen fungerer med en fasttelefon eller mobiltelefon.
pl: Ten prosty proces obejmuje dwa oddzielne składniki uwierzytelniania za pośrednictwem dwóch oddzielnych kanałów (komputera i smartfona). Jest obsługiwany przez wszystkie telefony zwykłe i komórkowe.
pt_br: Este processo simples oferece dois fatores de autenticação separados através de dois canais separados (seu computador e seu serviço telefônico). Ele funciona com qualquer telefone fixo ou móvel comum.
pt_pt: Este processo simples fornece dois fatores de autenticação separados, através de dois canais separados (o seu computador e o seu serviço telefónico). Funciona com qualquer telefone ou telemóvel normal.
ro: Acest proces simplu asigură două metode de autentificare separate, prin două canale separate (computer, respectiv serviciu de telefonie). Funcționează cu orice telefon obișnuit sau mobil.
ru: В этом простом процессе используется два отдельных фактора проверки подлинности по двум отдельным каналам (компьютер и телефонная служба). Он работает с любым обычным и мобильным телефоном.
sk: Tento jednoduchý proces poskytuje dva samostatné faktory overovania prostredníctvom dvoch samostatných kanálov (počítač a telefónna služba). Funguje s každým bežným alebo mobilným telefónom.
sl: Ta enostavni postopek omogoča ločeno dvojno preverjanje pristnosti prek dveh ločenih kanalov (vaš računalnik in vaša storitev telefonije). Deluje z vsakim stacionarnim in mobilnim telefonom.
sr_cyrl_cs: Овај једноставан процес обезбеђује два засебна фактора потврде идентитета путем два засебна канала (рачунара и телефонске услуге). Он функционише са сваким обичним или мобилним телефоном.
sr_latn_cs: Ovaj jednostavan proces obezbeđuje dva zasebna faktora potvrde identiteta putem dva zasebna kanala (računara i telefonske usluge). On funkcioniše sa svakim običnim ili mobilnim telefonom.
sv: Denna enkla process tillhandahåller två separata autentiseringsfaktorer via två separata kanaler (din dator och din telefontjänst). Den fungerar med alla fasta telefoner eller mobiltelefoner.
th: กระบวนการที่ง่ายดายนี้มอบปัจจัยในการรับรองความถูกต้องสองอย่างแยกกันผ่านช่องทางที่แยกกันสองช่องทาง (คอมพิวเตอร์และสมาร์ทโฟนของคุณ) โดยสามารถใช้งานได้กับโทรศัพท์ทั่วไปหรือโทรศัพท์มือถือทุกเครื่อง
tr: Bu basit işlem, iki farklı kanal (bilgisayarınız veya telefon servisiniz) üzerinden iki öğeli bir kimlik doğrulama sunar. Tüm sabit telefonlarla veya cep telefonlarıyla çalışır.
uk: У цьому простому процесі використовується два окремих фактори автентифікації двома окремими каналами (комп'ютер і телефонна служба). Він працює з будь-яким звичайним і мобільним телефоном.
vi: Qui trình đơn giản này cung cấp hai nhân tố riêng biệt cho việc xác thực thông qua hai kênh riêng biệt (máy tính của bạn và dịch vụ điện thoại của bạn). Nó hoạt động được với bất kì điện thoại thông thường hoặc điện thoại di động nào.
zh_cn: 该简单流程可通过两个单独的渠道(您的计算机和手机服务)提供身份验证的两个单独因素。适用于所有固定电话或移动电话。
zh_tw: 這個簡單的程序能透過兩種不同的管道提供兩種不同的驗證要素 (電腦和電話服務)。它適用於任何一般電話或行動電話。

# Label_Step2DescriptionOathToken
source: Instantly, you are prompted for an authentication code. Enter the current authentication code displayed by the Multi-Factor Authentication mobile app or token.
ar: تتم مطالبتك على الفور برمز مصادقة، لذا أدخل رمز المصادقة الحالي الذي تم عرضه بواسطة الرمز المميز أو تطبيق الأجهزة المحمولة Multi-Factor Authentication.
bg: Получавате подкана да въведете код за удостоверяване на момента. Въведете текущия код, показан в мобилното приложение Multi-Factor Authentication, или маркера.
ca: Se us demana un codi d'autenticació immediatament. Introduïu el codi d'autenticació que es mostra al testimoni o a l'aplicació mòbil Multi-Factor Authentication.
cs: Téměř okamžitě budete vyzváni k zadání ověřovacího kódu. Zadejte aktuální ověřovací kód zobrazený v mobilní aplikaci Multi-Factor Authentication nebo na tokenu.
da: Du bliver øjeblikkeligt bedt om at angive en bekræftelseskode. Angiv den aktuelle godkendelseskode, der vises i Multi-Factor Authentication-mobilappen eller tokenet.
de: Daraufhin werden Sie zur Eingabe eines Authentifizierungscodes aufgefordert. Geben Sie den aktuellen Authentifizierungscode ein, der in der mobilen Anwendung oder auf dem Token für Multi-Factor Authentication angezeigt wird.
el: Αμέσως, θα σας ζητηθεί να εισαγάγατε έναν κωδικό ελέγχου ταυτότητας. Εισαγάγετε τον τρέχοντα κωδικό ελέγχου ταυτότητας που εμφανίζεται στην εφαρμογή Multi-Factor Authentication για κινητές συσκευές ή στο διακριτικό.
es: Se le solicitará un código de autenticación al instante. Escriba el código de autenticación actual mostrado en la aplicación móvil Multi-Factor Authentication o en el token.
et: Kohe küsitakse teilt autentimiskoodi. Autentimise lõpuleviimiseks sisestage praegune Multi-Factor Authenticationi telefonirakenduses või tõendis kuvatud kood.
eu: Berehala autentifikazio-kode bat eskatuko zaizu. Sartu unean Multi-Factor Authentication mugikorreko aplikazioan edo tokenean azaltzen den autentifikazio-kodea.
fi: Sinulta pyydetään heti todennuskoodia. Anna Multi-Factor Authentication -mobiilisovelluksessa tai Token-laitteessa näkyvä todennuskoodi.
fr: Instantanément, vous êtes invité à saisir un code d'authentification. Entrez le code d'authentification actuel affiché par le jeton ou l'application mobile Multi-Factor Authentication.
gl: Solicítase o código de autenticación ao momento. Introduza o código de autenticación actual que mostra a aplicación para móbil ou o token de Multi-Factor Authentication.
he: באופן מיידי, אתה מתבקש לספק קוד אימות. הזן את קוד האימות הנוכחי המוצג באפליקציה למכשירים ניידים או באסימון של Multi-Factor Authentication.
hi: तुरंत, आपको एक प्रमाणीकरण कोड के लिए संकेत दिया जाएगा. Multi-Factor Authentication मोबाइल अनुप्रयोग या टोकन में प्रदर्शित वर्तमान प्रमाणीकरण कोड दर्ज करें.
hr: Smjesta ćete vidjeti upit da unesete kôd za provjeru autentičnosti. Unesite kôd za provjeru autentičnosti prikazan u mobilnoj aplikaciji Multi-Factor Authentication ili na tokenu.
hu: A rendszer pillanatokon belül felszólítja a hitelesítési kód megadására. Írja be a Multi-Factor Authentication mobilalkalmazás vagy a token által éppen megjelenített kódot.
id: Anda akan langsung dimintai kode autentikasi. Masukkan kode autentikasi yang saat ini ditampilkan di aplikasi seluler atau token Multi-Factor Authentication.
it: Viene immediatamente richiesta l'immissione di un codice di autenticazione. Immettere il codice di autenticazione corrente visualizzato nel token o nell'app mobile Multi-Factor Authentication.
ja: すぐに認証コードを入力するようにという指示が表示されます。Multi-Factor Authentication モバイル アプリかトークンに表示されている現在の認証コードを入力してください。
kk: Сізден бірден түпнұсқалықты растау коды сұралады. Multi-Factor Authentication мобильді бағдарламасында не таңбалауышта көрсетіліп тұрған ағымдағы түпнұсқалықты растау кодын енгізіңіз.
ko: 인증 코드를 입력하라는 메시지가 즉시 나타납니다. Multi-Factor Authentication 모바일 앱 또는 토큰에 표시되는 현재 인증 코드를 입력하십시오.
lt: Nedelsiant paprašoma autentifikavimo kodo. Įveskite dabartinį autentifikavimo kodą, kurį rodo mobiliųjų įrenginių programėlė „Multi-Factor Authentication“, arba atpažinimo ženklą.
lv: Nekavējoties tiks parādīts uzaicinājums ievadīt autentifikācijas kodu. Ievadiet mobilajā programmā Multi-Factor Authentication redzamo pašreizējo aktivizācijas kodu vai marķieri.
ms: Anda akan diminta memberikan kod pengesahan dengan serta-merta. Masukkan kod pengesahan yang sedang dipaparkan oleh apl mudah alih atau token Multi-Factor Authentication.
nl: U wordt onmiddellijk gevraagd om een authenticatiecode. Voer de huidige authenticatiecode in die wordt weergegeven in de mobiele app Multi-Factor Authentication of het token.
no: Du blir umiddelbart bedt om å oppgi en godkjenningskode. Skriv inn den gjeldende godkjenningskoden som vises av mobilappen Multi-Factor Authentication eller tokenet.
pl: Teraz zostanie wyświetlony monit o kod uwierzytelniania. Wprowadź bieżący kod uwierzytelniania wyświetlany przez aplikację mobilną Multi-Factor Authentication lub tokena.
pt_br: Um código de autenticação é solicitado imediatamente. Insira o código de autenticação atual exibido pelo aplicativo móvel Multi-Factor Authentication ou pelo token.
pt_pt: De forma instantânea, é solicitado um código de autenticação. Introduza o código de autenticação atual, apresentado pelo token ou pela aplicação móvel de Autenticação Multifator.
ro: Imediat vi se va solicita un cod de autentificare. Introduceți codul afișat de aplicația mobilă Multi-Factor Authentication sau de token.
ru: У вас сразу же запрашивается код проверки подлинности. Введите текущий код проверки подлинности, отображаемый в мобильном приложении Multi-Factor Authentication или токене.
sk: Okamžite sa zobrazí výzva na zadanie overovacieho kódu. Zadajte aktuálny overovací kód zobrazený v mobilnej aplikácii Multi-Factor Authentication alebo na tokene.
sl: Takoj boste prejeli poziv za vnos kode za preverjanje pristnosti. Vnesite kodo za preverjanje pristnosti, ki je prikazana v mobilni aplikaciji Multi-Factor Authentication ali žetonu.
sr_cyrl_cs: Од вас се одмах тражи шифра за потврду идентитета. Унесите актуелну шифру за потврду идентитета приказану у Multi-Factor Authentication апликацији за мобилне уређаје корисника или токен.
sr_latn_cs: Od vas se odmah traži šifra za potvrdu identiteta. Unesite aktuelnu šifru za potvrdu identiteta prikazanu u Multi-Factor Authentication aplikaciji za mobilne uređaje korisnika ili token.
sv: Du uppmanas direkt att ange en autentiseringskod. Ange den aktuella autentiseringskoden som visas i mobilappen eller token för Multi-Factor Authentication.
th: คุณจะได้รับพร้อมท์สำหรับรหัสการรับรองความถูกต้องทันที โปรดป้อนรหัสการรับรองความถูกต้องปัจจุบันที่แอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่หรือโทเค็นแสดง
tr: Hemen bir kimlik doğrulaması yapmanız isteniyor. Multi-Factor Authentication mobil uygulamasında veya belirteçte o anda görüntülenen kimlik doğrulama kodunu girin.
uk: Система одразу ж запитує у вас код автентифікації. Введіть поточний код автентифікації, який відображається в мобільній програмі або маркері Multi-Factor Authentication.
vi: Ngay lập tức, bạn được nhắc nhập mã xác thực. Nhập mã xác thực hiện tại được hiển thị bởi ứng dụng di động Multi-Factor Authentication hoặc hiệu bài.
zh_cn: 此时会提示您输入身份验证代码。输入 Multi-Factor Authentication 移动应用或令牌显示的当前身份验证代码。
zh_tw: 系統隨即會提示您提供驗證碼。請輸入 Multi-Factor Authentication 行動裝置應用程式或權杖目前顯示的驗證碼。

# Label_Step2DescriptionPhoneAppPin
source: Instantly, you receive a Multi-Factor Authentication mobile app notification. Launch the app, enter your PIN, and press the Authenticate button.
ar: ستستلم على الفور إعلامًا خاصًا بتطبيق الأجهزة المحمولة Multi-Factor Authentication. لذا قم بتشغيل التطبيق وأدخل رقم PIN ثم اضغط على الزر "مصادقة".
bg: Получавате известие от мобилното приложение Multi-Factor Authentication на момента. Стартирайте приложението, въведете ПИН-а си и натиснете бутона "Удостоверяване".
ca: Rebreu una notificació de l'aplicació mòbil Multi-Factor Authentication immediatament. Inicieu l'aplicació, introduïu el PIN i, a continuació, premeu el botó Autentica.
cs: Téměř okamžitě vám bude doručeno oznámení mobilní aplikace Multi-Factor Authentication. Spusťte aplikaci, zadejte svůj PIN kód a stiskněte tlačítko Ověřit.
da: Du modtager straks en Multi-Factor Authentication-mobilappmeddelelse. Start appen, angiv din pinkode, og tryk på knappen Godkend.
de: Daraufhin erhalten Sie eine Benachrichtigung der mobilen Anwendung für Multi-Factor Authentication. Starten Sie die Anwendung, geben Sie Ihre PIN ein, und klicken Sie dann auf die Schaltfläche "Authentifizieren".
el: Αμέσως, θα λάβετε μια ειδοποίηση από την εφαρμογή Multi-Factor Authentication για κινητές συσκευές. Εκκινήστε την εφαρμογή, εισαγάγετε το PIN σας και πατήστε το κουμπί "Έλεγχος ταυτότητας".
es: Recibirá una notificación de la aplicación móvil Multi-Factor Authentication al instante. Inicie la aplicación, escriba su código PIN y presione el botón Autenticar.
et: Kohe saate Multi-Factor Authenticationi mobiilirakenduse teavituse. Käivitage rakendus, sisestage PIN ja vajutage nuppu Autendi.
eu: Berehala Multi-Factor Authentication mugikorreko aplikazioren jakinarazpena jasoko duzu. Abiarazi aplikazioa, sartu PINa eta sakatu Autentifikatu botoia.
fi: Saat heti Multi-Factor Authentication -mobiilisovellusilmoituksen. Käynnistä sovellus, anna PIN-koodi ja paina Todenna-painiketta.
fr: Instantanément, vous recevez une notification de l'application mobile Multi-Factor Authentication. Lancez l'application, entrez votre PIN et appuyez sur le bouton Authentifier.
gl: Recibirá unha mensaxe da aplicación para móbil de Multi-Factor Authentication ao momento. Inicie a aplicación, introduza o PIN e prema o botón Autenticar.
he: באופן מיידי, אתה מקבל הודעה לגבי האפליקציה למכשירים ניידים של Multi-Factor Authentication. הפעל את האפליקציה, הזן את מספר הזיהוי האישי שלך ולחץ על לחצן 'אמת'.
hi: तुरंत, आपको एक Multi-Factor Authentication मोबाइल अनुप्रयोग सूचना प्राप्त होगी. अनुप्रयोग लॉन्च करें, अपना पिन दर्ज करें और प्रमाणीकृत करें बटन दबाएँ.
hr: Odmah ćete primiti obavijest mobilne aplikacije Multi-Factor Authentication. Pokrenite aplikaciju, unesite PIN i pritisnite gumb Provjeri autentičnost.
hu: Pillanatokon belül értesítést fog kapni a Multi-Factor Authentication mobilalkalmazástól. Indítsa el az alkalmazást, adja meg a PIN-kódot, majd nyomja meg a Hitelesítés gombot.
id: Anda akan langsung menerima pemberitahuan aplikasi seluler Multi-Factor Authentication. Buka aplikasi, masukkan PIN, lalu tekan tombol Autentikasi.
it: Viene immediatamente ricevuta una notifica dell'app mobile Multi-Factor Authentication. Avviare l'app, immettere il PIN e fare clic su Esegui autenticazione.
ja: すぐに Multi-Factor Authentication モバイル アプリの通知が届きます。アプリを起動し、PIN を入力して [認証] ボタンを押してください。
kk: Сізге бірден Multi-Factor Authentication мобильді бағдарламасының хабарландыруы келеді. Бағдарламаны іске қосып, PIN кодын енгізіңіз де, "Түпнұсқалықты растау" түймесін басыңыз.
ko: Multi-Factor Authentication 모바일 앱 알림을 즉시 받습니다. 앱을 시작하고 PIN을 입력한 후 [인증] 단추를 누르십시오.
lt: Nedelsiant gaunate mobiliųjų įrenginių programėlės „Multi-Factor Authentication“ pranešimą. Paleiskite programėlę, įveskite savo PIN ir paspauskite mygtuką Autentifikuoti.
lv: Nekavējoties saņemsit paziņojumu no mobilās programmas Multi-Factor Authentication. Palaidiet lietojumprogrammu, ievadiet PIN un nospiediet pogu Autentificēt.
ms: Anda akan menerima pemberitahuan apl mudah alih Multi-Factor Authentication dengan serta-merta. Lancarkan apl, masukkan PIN anda dan tekan butang Sahkan.
nl: U ontvangt onmiddellijk een melding van de mobiele app Multi-Factor Authentication. Start de app, voer uw pincode in en tik op de knop Authenticeren.
no: Du mottar umiddelbart et varsel fra mobilappen Multi-Factor Authentication. Start appen, skriv inn PIN-koden og trykk Godkjenn.
pl: Teraz otrzymasz powiadomienie z aplikacji mobilnej Multi-Factor Authentication. Uruchom aplikację, wprowadź numer PIN i naciśnij przycisk Uwierzytelnij.
pt_br: Você receberá imediatamente uma notificação do aplicativo móvel Multi-Factor Authentication. Inicie o aplicativo, insira o PIN e pressione o botão Autenticar.
pt_pt: De forma instantânea, recebe uma notificação da aplicação móvel de Autenticação Multifator. Execute a aplicação, introduza o seu PIN e prima o botão Autenticar.
ro: Veți primi imediat o notificare de la aplicația mobilă Multi-Factor Authentication. Lansați aplicația, introduceți codul PIN, apoi apăsați butonul Autentificare.
ru: Вы сразу же получите уведомление от мобильного приложения Multi-Factor Authentication. Запустите приложение, введите ПИН-код и нажмите кнопку "Проверить подлинность".
sk: Okamžite dostanete oznámenie z mobilnej aplikácie Multi-Factor Authentication. Spustite aplikáciu, zadajte PIN kód a stlačte tlačidlo Overiť.
sl: Takoj boste prejeli obvestilo mobilne aplikacije Multi-Factor Authentication. Zaženite aplikacijo, vnesite kodo PIN in pritisnite gumb Preveri pristnost.
sr_cyrl_cs: Одмах примате обавештење Multi-Factor Authentication апликације за мобилне уређаје. Покрените апликацију, унесите PIN и притисните дугме „Потврди идентитет“.
sr_latn_cs: Odmah primate obaveštenje Multi-Factor Authentication aplikacije za mobilne uređaje. Pokrenite aplikaciju, unesite PIN i pritisnite dugme „Potvrdi identitet“.
sv: Du får direkt en avisering i mobilappen Multi-Factor Authentication. Starta appen, ange PIN-koden och tryck på knappen Autentisera.
th: คุณจะได้รับการแจ้งเตือนของแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ทันที โปรดเรียกใช้งานแอป ป้อน PIN และกดปุ่ม "รับรองความถูกต้อง"
tr: Hemen bir Multi-Factor Authentication mobil uygulaması bildirimi alıyorsunuz. Uygulamayı başlatın, PIN kodunuzu girin ve Kimlik Doğrulaması Yap düğmesine basın.
uk: Ви одразу ж отримаєте сповіщення від мобільної програми Multi-Factor Authentication. Запустіть програму, введіть PIN-код і натисніть кнопку "Автентифікувати".
vi: Ngay lập tức, bạn nhận được một thông báo của ứng dụng di động Multi-Factor Authentication. Khởi chạy ứng dụng, nhập PIN của bạn, và nhấn nút Xác thực.
zh_cn: 此时您会收到 Multi-Factor Authentication 移动应用通知。启动应用，输入您的 PIN，然后按“身份验证”按钮。
zh_tw: 您隨即會收到 Multi-Factor Authentication 行動裝置應用程式通知。請啟動應用程式、輸入 PIN，然後按 [驗證] 按鈕。
