Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_OneTimePasscodeOtpPlusPin
source: One-Time Passcode + PIN
ar: رمز مرور لمرة واحدة + PIN
bg: Еднократна парола + ПИН
ca: Contrasenya d'un sol ús + PIN
cs: Jednorázové heslo + kód PIN
da: Engangsadgangskode + pinkode
de: Einmalkennung + PIN
el: Κωδικός πρόσβασης μίας χρήσης + PIN
es: Código de acceso de un solo uso + PIN
et: Ühekordne pääsukood + PIN
eu: Aldi bakarreko pasaesaldia + PINa
fi: Kertakäyttöinen tunnuskoodi + PIN-koodi
fr: Code secret à usage unique + PIN
gl: Código de acceso dun só uso + PIN
he: קוד סיסמה חד-פעמי + מספר זיהוי אישי
hi: एकबारगी पासकोड + पिन
hr: Jednokratna lozinka + PIN
hu: Egyszeri jelszó + PIN-kód
id: Kode Akses Satu-Kali + PIN
it: Passcode monouso + PIN
ja: ワンタイム パスコードと PIN
kk: Бір рет қолданылатын құпия код + PIN
ko: OTP(일회성 암호) + PIN
lt: Vienkartinis prieigos kodas + PIN
lv: Vienreizējs ieejas kods un PIN
ms: Kod Laluan Sekali Guna + PIN
nl: Eenmalige wachtwoordcode + pincode
no: Engangspassord + PIN-kode
pl: Jednorazowy kod dostępu + numer PIN
pt_br: Senha de uso único + PIN
pt_pt: Código de acesso de uso individual + PIN
ro: Cod de acces unic + PIN
ru: Одноразовый пароль и ПИН-код
sk: Jednorazový prístupový kód + PIN kód
sl: Enkratno geslo in koda PIN
sr_cyrl_cs: Једнократни код + PIN
sr_latn_cs: Jednokratni kôd + PIN
sv: Engångskod + PIN-kod
th: รหัสผ่านแบบครั้งเดียว + PIN
tr: bir kerelik geçiş kodu + PIN
uk: Одноразовий код доступу та PIN-код
vi: Mã Thông hành dùng Một lần + PIN
zh_cn: 一次性密码 + PIN
zh_tw: 單次密碼 + PIN

# Label_SimpleProcessOathToken
source: This simple process provides two separate factors of authentication with the secondary authentication provided by something you have (your smart phone or token).
ar: توفر هذه العملية البسيطة عاملين منفصلين للمصادقة مع مصادقة ثانوية يوفرها شيء ما لديك (كهاتفك الذكي أو الرمز المميز).
bg: Този прост процес осигурява два отделни фактора за удостоверяване, като вторичното удостоверяване се осигурява чрез нещо, което имате (смартфона ви или маркер).
ca: Aquest senzill procés proporciona dos nivells independents d'autenticació. Un element a la vostra disposició (com ara un telèfon intel·ligent o un testimoni) proporciona l'autenticació secundària.
cs: Tento jednoduchý proces zajišťuje dvě samostatné úrovně ověřování, přičemž pro sekundární ověření je použito cokoli, co již máte (váš smartphone nebo token).
da: Denne enkle proces indeholder to separate faktorer til godkendelse, hvor den sekundære godkendelse kommer fra noget, du har (smartphone eller token).
de: Dieses einfache Verfahren umfasst zwei Stufen der Authentifizierung, wobei die sekundäre Authentifizierung mithilfe Ihres Smartphones oder eines Tokens erfolgt.
el: Αυτή η απλή διαδικασία παρέχει δύο ξεχωριστούς παράγοντες ελέγχου ταυτότητας, ο δεύτερος εκ των οποίων παρέχεται από κάτι που έχετε στην κατοχή σας (το έξυπνο τηλέφωνό σας ή κάποιο διακριτικό).
es: Este sencillo proceso le ofrece una autenticación en dos fases, la segunda de las cuales se realiza con un elemento del que ya dispone (su smartphone o token).
et: See lihtne protsess kasutab autentimiseks kaht eraldi tegurit, kasutades teise võimalusena midagi, mida te omate (teie nutitelefoni või tõendit).
eu: Prozesu erraz honek bi irizpide eskaintzen ditu autentifikatzeko; ordezko autentifikazioa zuk daukazun zerbaitek eskaintzen du (telefono adimenduna edo tokena).
fi: Tämä yksinkertainen prosessi sisältää kaksi todennuselementtiä. Toissijainen todennus tehdään jollakin hallussasi olevalla välineellä (älypuhelimella tai Token-laitteella).
fr: Ce processus simple fournit deux facteurs d'authentification distincts avec l'authentification secondaire fournie par un objet que vous possédez (votre smartphone ou un jeton).
gl: Este simple proceso fornece dous factores de autenticación. A autenticación secundaria está fornecida por algo que vostede ten (o smartphone ou o token).
he: תהליך פשוט זה מספק שני גורמים נפרדים של אימות עם האימות המשני שמסופק על-ידי פריט שבבעלותך (טלפון חכם או אסימון).
hi: यह आसान प्रक्रिया आपके पास मौजूद किसी चीज़ (आपका स्मार्ट फ़ोन या टोकन) द्वारा प्रदान किए गए द्वितीयक प्रमाणीकरण के साथ प्रमाणीकरण के दो अलग कारक प्रदान करती है.
hr: Ovaj jednostavni postupak omogućuje dva zasebna faktora za provjeru autentičnosti pri čemu sekundarnu provjeru autentičnosti omogućuje uređaj koji imate (pametni telefon ili token).
hu: Ez az egyszerű folyamat két különböző elemre alapuló hitelesítést tesz lehetővé, ahol a második elemhez valaminek (okostelefon vagy token) a birtoklása szükséges.
id: Proses sederhana ini menyediakan dua faktor autentikasi terpisah dengan autentikasi sekunder yang disediakan oleh perangkat yang Anda miliki (ponsel atau token).
it: Questo semplice processo offre due diversi fattori di autenticazione. L'autenticazione secondaria viene garantita da un dispositivo già disponibile, ovvero smartphone o token.
ja: 2 つの独立した要素を使用する、シンプルな認証プロセスです。2 番目の認証では、スマートフォンかトークンを使います。
kk: Бұл қарапайым процесс арқасында сізде түпнұсқалықты растаудың екі бөлек әдісі болады. Екінші түпнұсқалықты растау әдісі үшін өзіңізде бар басқа құралды қолдана аласыз (смартфон не таңбалауыш).
ko: 이 간단한 프로세스를 통해 별도의 두 가지 인증 방법을 제공할 수 있으며, 보조 인증은 사용자가 보유한 스마트폰이나 토큰을 통해 제공됩니다.
lt: Šis paprastas procesas suteikia du atskirus papildomo autentifikavimo veiksnius (jūsų išmanusis telefonas arba atpažinimo ženklas).
lv: Šī vienkāršā procesa laikā tiek nodrošināti divi dažādi autentifikācijas faktori, sekundārai autentifikācijai varat izmantot, piemēram, viedtālruni vai marķieri.
ms: Proses mudah ini menyediakan dua faktor pengesahan yang berasingan dengan pengesahan kedua yang disediakan oleh sesuatu yang anda miliki (telefon pintar atau token anda).
nl: Deze eenvoudige procedure biedt twee afzonderlijke authenticatiefactoren bij de secundaire authenticatie van een kanaal aan uw kant (uw smartphone of token).
no: Denne enkle prosessen formidler to atskilte godkjenningsfaktorer, der den sekundære godkjenningen blir formidlet av noe du har (smarttelefonen din eller tokenet ditt).
pl: Ten prosty proces obejmuje dwa oddzielne składniki uwierzytelniania, gdzie drugi z nich jest przeprowadzany za pośrednictwem używanego przez użytkownika urządzenia (smartfona lub tokena).
pt_br: Este processo simples oferece dois fatores de autenticação separados, com a autenticação secundária fornecida por algo que você tenha (seu smartphone ou token).
pt_pt: Este processo simples fornece dois fatores de autenticação separados, sendo a autenticação secundária fornecida por algo que o utilizador tem (o seu smartphone ou um token).
ro: Acest proces simplu asigură două metode de autentificare separate. Metoda secundară se bazează pe un obiect deținut (smartphone sau token).
ru: В этом простом процессе используется два отдельных фактора проверки подлинности с дополнительной проверкой подлинности с помощью чего-либо, что у вас есть (смартфон или токен).
sk: Tento jednoduchý proces poskytuje dva samostatné faktory overovania, pričom druhé overenie sa uskutočňuje prostredníctvom niečoho, čo máte (smartfón alebo token).
sl: Ta enostavni postopek omogoča ločeno dvojno preverjanje pristnosti s sekundarnim preverjanjem pristnosti z nečim, kar imate (vaš pametni telefon ali varnostni žeton).
sr_cyrl_cs: Овај једноставан процес обезбеђује два засебна фактора потврде идентитета, при чему се секундарна потврда идентитета пружа помоћу нечега што имате (попут паметног телефона или токена).
sr_latn_cs: Ovaj jednostavan proces obezbeđuje dva zasebna faktora potvrde identiteta, pri čemu se sekundarna potvrda identiteta pruža pomoću nečega što imate (poput pametnog telefona ili tokena).
sv: Denna enkla process tillhandahåller två separata autentiseringsfaktorer där den sekundära autentiseringen kommer från något du har (din smartphone eller token).
th: กระบวนการที่ง่ายดายนี้มอบปัจจัยในการรับรองความถูกต้องสองอย่างแยกกัน พร้อมกับการรับรองความถูกต้องรองโดยสิ่งที่คุณมี (สมาร์ทโฟนหรือโทเค็นของคุณ)
tr: Bu basit işlem, sahip olduğunuz başka bir cihaz tarafından (akıllı telefonunuz veya bir belirteç) tarafından sağlanan ikincil bir kimlik doğrulamasıyla iki öğeli bir kimlik doğrulama sunar.
uk: У цьому простому процесі використовується два окремих фактори автентифікації з додатковою автентифікацією за допомогою чогось, що ви маєте (смартфон або маркер).
vi: Qui trình đơn giản này cung cấp hai nhân tố riêng biệt cho việc xác thực và thao tác xác thực phụ được cung cấp bởi một vật mà bạn đang có (điện thoại thông minh của bạn hoặc hiệu bài).
zh_cn: 该简单流程可为身份验证的两个单独因素提供辅助身份验证，该辅助身份验证由您所拥有的设备(您的智能手机或令牌)提供。
zh_tw: 這個簡單的程序提供兩種不同的驗證要素，其中的次要驗證是透過您擁有的事物提供 (智慧型手機或權杖)。

# Label_SimpleProcessPhoneApp
source: This simple process provides two separate factors of authentication through two separate channels (your computer and your smart phone).
ar: توفر هذه العملية البسيطة عاملين منفصلين للمصادقة من خلال قناتين منفصلتين (جهاز الكمبيوتر وهاتفك الذكي).
bg: Този прост процес осигурява два отделни фактора за удостоверяване по два отделни канала (компютъра и смартфона ви).
ca: Aquest senzill procés proporciona dos nivells independents d'autenticació mitjançant dos canals: l'ordinador i el telèfon intel·ligent.
cs: Tento jednoduchý proces zajišťuje dvě samostatné úrovně ověřování prostřednictvím dvou oddělených kanálů (váš počítač a smartphone).
da: Denne enkle proces indeholder to separate faktorer til godkendelse via to separate kanaler (din computer og din smartphone).
de: Dieses einfache Verfahren umfasst zwei Stufen der Authentifizierung, die über getrennte Kanäle (Ihren Computer und Ihr Smartphone) erfolgen.
el: Αυτή η απλή διαδικασία παρέχει δύο ξεχωριστούς παράγοντες ελέγχου ταυτότητας μέσω δύο ξεχωριστών καναλιών (τον υπολογιστή και το έξυπνο τηλέφωνό σας).
es: Este sencillo proceso le ofrece una autenticación en dos fases a través de dos canales independientes (su equipo y su smartphone).
et: See lihtne protsess kasutab autentimiseks kaht eraldi tegurit läbi kahe eraldi kanali (teie arvuti ja nutitelefoni).
eu: Prozesu erraz honek autentifikatzeko bi irizpide eskaintzen ditu bi bide desberdinetan (ordenagailua eta telefono adimendua).
fi: Tämä yksinkertainen prosessi sisältää kaksi todennuselementtiä, joita käytetään kahden eri kanavan (tietokoneen ja älypuhelimen) kautta.
fr: Ce processus simple fournit deux facteurs d'authentification distincts via deux canaux séparés (votre ordinateur et votre service téléphonique).
gl: Este simple proceso fornece dous factores de autenticación a través de dúas canles independentes (o computador e o smartphone).
he: תהליך פשוט זה מספק שני גורמים נפרדים של אימות באמצעות שני ערוצים נפרדים (המחשב והטלפון החכם שלך).
hi: यह आसान प्रक्रिया दो अलग चैनल (आपका कंप्यूटर और आपका स्मार्ट फ़ोन) द्वारा प्रमाणीकरण के दो अलग कारक प्रदान करती है.
hr: Ovaj jednostavni postupak omogućuje dva zasebna faktora za provjeru autentičnosti putem dva zasebna kanala (vaše računalo i pametni telefon).
hu: Ez az egyszerű folyamat két különböző elemre alapuló hitelesítést tesz lehetővé, amelyek két különböző csatornát használnak (számítógépet és okostelefont).
id: Proses sederhana ini menyediakan dua faktor autentikasi terpisah melalui dua saluran berbeda (komputer dan ponsel Anda).
it: Questo semplice processo offre due diversi fattori di autenticazione e prevede l'utilizzo di due canali distinti, ovvero il computer e lo smartphone.
ja: 2 つの独立した要素、つまりコンピューターとスマートフォンを使用するシンプルな認証プロセスです。
kk: Бұл қарапайым процесс арқасында сізде екі бөлек арна арқылы түпнұсқалықты растаудың екі бөлек әдісі болады (компьютер және смартфон).
ko: 이 간단한 프로세스를 통해 별도의 두 가지 인증 방법을 제공할 수 있으며, 컴퓨터와 스마트폰이라는 별도의 두 채널이 사용됩니다.
lt: Šis paprastas procesas suteikia du atskirus autentifikavimo per du skirtingus kanalus (jūsų kompiuteris ir išmanusis telefonas) veiksnius.
lv: Šī vienkāršā procesa laikā tiek nodrošināti divi dažādi autentifikācijas faktori, kam tiek izmantoti divi atšķirīgi kanāli (jūsu dators un viedtālrunis).
ms: Proses mudah ini menyediakan dua faktor pengesahan yang berasingan melalui dua saluran berasingan (komputer anda dan telefon pintar anda).
nl: Deze eenvoudige procedure biedt twee afzonderlijke authenticatiefactoren via twee afzonderlijke kanalen (uw computer en uw smartphone).
no: Denne enkle prosessen formidler to atskilte godkjenningsfaktorer via to atskilte kanaler (datamaskinen og smarttelefonen din).
pl: Ten prosty proces obejmuje dwa oddzielne składniki uwierzytelniania za pośrednictwem dwóch oddzielnych kanałów (komputera i smartfona).
pt_br: Este processo simples oferece dois fatores de autenticação separados através de dois canais separados (seu computador e seu smartphone).
pt_pt: Este processo simples fornece dois fatores de autenticação separados, através de dois canais separados (o seu computador e o seu smartphone).
ro: Acest proces simplu asigură două metode de autentificare separate, prin două canale separate (computer, respectiv smartphone).
ru: В этом простом процессе используется два отдельных фактора проверки подлинности по двум отдельным каналам (компьютер и смартфон).
sk: Tento jednoduchý proces poskytuje dva samostatné faktory overovania prostredníctvom dvoch samostatných kanálov (počítač a smartfón).
sl: Ta enostavni postopek omogoča ločeno dvojno preverjanje pristnosti prek dveh ločenih kanalov (vaš računalnik in vaš pametni telefon).
sr_cyrl_cs: Овај једноставан процес обезбеђује два засебна фактора потврде идентитета путем два засебна канала (рачунара и паметног телефона).
sr_latn_cs: Ovaj jednostavan proces obezbeđuje dva zasebna faktora potvrde identiteta putem dva zasebna kanala (računara i pametnog telefona).
sv: Denna enkla process tillhandahåller två separata autentiseringsfaktorer via två separata kanaler (din dator och din smartphone).
th: กระบวนการที่ง่ายดายนี้มอบปัจจัยในการรับรองความถูกต้องสองอย่างแยกกันผ่านช่องทางที่แยกกันสองช่องทาง (คอมพิวเตอร์และสมาร์ทโฟนของคุณ)
tr: Bu basit işlem, iki farklı kanal (bilgisayarınız veya akıllı telefonunuz) üzerinden iki öğeli bir kimlik doğrulama sunar.
uk: У цьому простому процесі використовується два окремих фактори автентифікації двома окремими каналами (комп'ютер і смартфон).
vi: Qui trình đơn giản này cung cấp hai nhân tố riêng biệt cho việc xác thực thông qua hai kênh riêng biệt (máy tính của bạn và điện thoại thông minh của bạn).
zh_cn: 该简单流程可通过两个单独的渠道(您的计算机和智能手机)提供身份验证的两个单独因素。
zh_tw: 這個簡單的程序能透過兩種不同的管道提供兩種不同的驗證要素 (電腦和智慧型手機)。

# Label_SimpleProcessSms
source: This simple process provides two separate factors of authentication through two separate channels (your computer and your phone service). It works with any phone with text message capabilities.
ar: توفر هذه العملية البسيطة عاملين منفصلين للمصادقة من خلال قناتين منفصلتين (جهاز الكمبيوتر وخدمة هاتفك). وتستخدم هذه العملية أي هاتف مزود بإمكانات الرسالة النصية.
bg: Този прост процес осигурява два отделни фактора за удостоверяване по два отделни канала (компютъра и телефонната ви услуга). Работи с всеки телефон с възможности за текстови съобщения.
ca: Aquest senzill procés proporciona dos nivells independents d'autenticació mitjançant dos canals: l'ordinador i el servei de telefonia. Funciona amb qualsevol telèfon que pugui enviar i rebre missatges de text.
cs: Tento jednoduchý proces zajišťuje dvě samostatné úrovně ověřování prostřednictvím dvou oddělených kanálů (váš počítač a vaše telefonní služby). Funguje s jakýmkoli telefonem s možností přijímat zprávy SMS a odpovídat na ně.
da: Denne enkle proces indeholder to separate godkendelsesfaktorer via to separate kanaler (din computer og din telefontjeneste). Den fungerer på alle telefoner med sms-understøttelse.
de: Dieses einfache Verfahren umfasst zwei Stufen der Authentifizierung, die über getrennte Kanäle (Ihren Computer und Ihren Telefondienst) erfolgen. Es ist für alle SMS-fähigen Telefone verfügbar.
el: Αυτή η απλή διαδικασία παρέχει δύο ξεχωριστούς παράγοντες ελέγχου ταυτότητας μέσω δύο ξεχωριστών καναλιών (τον υπολογιστή και την τηλεφωνική υπηρεσία που χρησιμοποιείτε). Λειτουργεί με κάθε τηλέφωνο που διαθέτει δυνατότητες λήψης/αποστολής μηνυμάτων κειμένου (SMS).
es: Este sencillo proceso proporciona dos factores independientes de autenticación a través de dos canales distintos (el equipo y el servicio telefónico). Funciona con cualquier teléfono con capacidades de mensaje de texto.
et: See lihtne protsess kasutab autentimiseks kaht eraldi tegurit läbi kahe eraldi kanali (teie arvuti ja teie telefoniteenuse). See töötab iga telefoniga, millel on tekstsõnumi funktsioon.
eu: Prozesu erraz honek autentifikatzeko bi irizpide eskaintzen ditu bi bide desberdinetan (ordenagailua eta telefono-zerbitzua). Testu-mezuak jasotzen dituen edozein telefonotan erabil daiteke.
fi: Tämä yksinkertainen prosessi sisältää kaksi todennuselementtiä, joita käytetään kahden eri kanavan (tietokoneen ja älypuhelimen) kautta. Mitä tahansa tekstiviestiominaisuudella varustettua puhelinta voidaan käyttää.
fr: Ce processus simple fournit deux facteurs d'authentification distincts via deux canaux séparés (votre ordinateur et votre service téléphonique). Il fonctionne avec n'importe quel téléphone équipé de fonctionnalités pour les SMS.
gl: Este simple proceso fornece dous factores de autenticación a través de dúas canles independentes (o computador e o servizo de telefonía móbil). Funciona en calquera teléfono con capacidade para enviar e recibir mensaxes de texto.
he: תהליך פשוט זה מספק שני גורמים נפרדים של אימות באמצעות שני ערוצים נפרדים (המחשב ושירות הטלפון שלך). הוא פועל עם כל טלפון בעל יכולות של הודעות מיידיות.
hi: यह आसान प्रक्रिया दो अलग चैनल (आपका कंप्यूटर और आपकी फ़ोन सेवा) द्वारा प्रमाणीकरण के दो अलग कारक प्रदान करती है. यह पाठ संदेश क्षमताओं वाले किसी भी फ़ोन के साथ काम करती है.
hr: Ovaj jednostavni postupak omogućuje dva zasebna faktora za provjeru autentičnosti putem dva zasebna kanala (vaše računalo i telefonski servis). Funkcionira sa svakim telefonom putem kojeg se mogu slati tekstne poruke.
hu: Ez az egyszerű folyamat két különböző elemre alapuló hitelesítést tesz lehetővé, amelyek két különböző csatornát használnak (számítógépet és telefonszolgáltatást). Bármilyen telefonnal használható, amely képes a szöveges üzenetek kezelésére.
id: Proses sederhana ini menyediakan dua faktor autentikasi terpisah melalui dua saluran berbeda (komputer dan layanan telepon Anda). Metode ini bekerja dengan telepon mana pun yang mendukung SMS.
it: Questo semplice processo offre due diversi fattori di autenticazione e prevede l'utilizzo di due canali distinti, ovvero il computer e il servizio telefonico. Funziona con qualsiasi telefono dotato di funzionalità SMS.
ja: 2 つの独立した要素、つまりコンピューターと電話サービスを使用するシンプルな認証プロセスです。テキスト メッセージに対応していれば、どのような電話でも機能します。
kk: Бұл қарапайым процесс арқасында сізде екі бөлек арна арқылы түпнұсқалықты растаудың екі бөлек әдісі болады (компьютер және телефон қызметі). Ол мәтіндік хабар алмасу мүмкіндігі бар кез келген телефон арқылы жұмыс істейді.
ko: 이 간단한 프로세스를 통해 별도의 두 가지 인증 방법을 제공할 수 있으며, 컴퓨터와 스마트폰이라는 별도의 두 채널이 사용됩니다. 이는 문자 메시지 기능이 있는 폰에서만 작동합니다.
lt: Šis paprastas procesas suteikia du atskirus autentifikavimo per du atskirus kanalus (jūsų kompiuteris ir telefono ryšio paslauga) veiksnius. Jis veikia naudojant bet kurį telefoną, palaikantį teksto žinutes.
lv: Šī vienkāršā procesa laikā tiek nodrošināti divi dažādi autentifikācijas faktori, kam tiek izmantoti divi atšķirīgi kanāli (jūsu dators un mobilo sakaru pakalpojums). Procesam var izmantot jebkuru tālruni, kam ir iespējota īsziņu sūtīšana vai saņemšana.
ms: Proses mudah ini menyediakan dua faktor pengesahan yang berasingan melalui dua saluran berasingan (komputer anda dan perkhidmatan telefon anda). Proses ini berfungsi dengan mana-mana telefon yang mempunyai fungsi mesej teks.
nl: Deze eenvoudige procedure biedt twee afzonderlijke authenticatiefactoren via twee afzonderlijke kanalen (uw computer en uw telefoonservice). De procedure werkt met elke telefoon met sms-ondersteuning.
no: Denne enkle prosessen formidler to atskilte godkjenningsfaktorer via to atskilte kanaler (datamaskinen og smarttelefonen din). Prosessen fungerer med en hvilken som helst telefon med tekstmeldingsfunksjon.
pl: Ten prosty proces obejmuje dwa oddzielne składniki uwierzytelniania za pośrednictwem dwóch oddzielnych kanałów (komputera i smartfona). Jest obsługiwany przez każdy telefon z funkcją wiadomości SMS.
pt_br: Esse processo simples oferece dois fatores de autenticação separados através de dois canais separados (seu computador e seu serviço telefônico). Ele funciona com qualquer telefone com funcionalidades de mensagem de texto.
pt_pt: Este processo simples fornece dois fatores de autenticação separados, através de dois canais separados (o seu computador e o seu serviço telefónico). Funciona com qualquer telefone que suporte mensagens SMS.
ro: Acest proces simplu asigură două metode de autentificare separate, prin două canale separate (computer, respectiv serviciu de telefonie). Funcționează cu orice telefon care acceptă mesajele text.
ru: В этом простом процессе используется два отдельных фактора проверки подлинности по двум отдельным каналам (компьютер и телефонная служба). Он работает с любым телефоном, поддерживающем SMS.
sk: Tento jednoduchý proces poskytuje dva samostatné faktory overovania prostredníctvom dvoch samostatných kanálov (počítač a telefónna služba). Funguje s každým telefónom, ktorý podporuje používanie textových správ.
sl: Ta enostavni postopek omogoča ločeno dvojno preverjanje pristnosti prek dveh ločenih kanalov (vaš računalnik in vaša storitev telefonije). Deluje z vsakim telefonom, ki omogoča uporabo besedilnih sporočil.
sr_cyrl_cs: Овај једноставан процес обезбеђује два засебна фактора потврде идентитета путем два засебна канала (рачунара и телефонске услуге). Он функционише са сваким телефоном који подржава слање и пријем текстуалних порука.
sr_latn_cs: Ovaj jednostavan proces obezbeđuje dva zasebna faktora potvrde identiteta putem dva zasebna kanala (računara i telefonske usluge). On funkcioniše sa svakim telefonom koji podržava slanje i prijem tekstualnih poruka.
sv: Denna enkla process tillhandahåller två separata autentiseringsfaktorer via två separata kanaler (din dator och din telefontjänst). Den fungerar med alla telefoner med SMS-funktion.
th: กระบวนการที่ง่ายดายนี้มอบปัจจัยในการรับรองความถูกต้องสองอย่างแยกกันผ่านช่องทางที่แยกกันสองช่องทาง (คอมพิวเตอร์และสมาร์ทโฟนของคุณ) โดยสามารถใช้งานได้กับโทรศัพท์ทุกเครื่องที่สามารถรับส่งข้อความได้
tr: Bu basit işlem, iki farklı kanal (bilgisayarınız veya telefon servisiniz) üzerinden iki öğeli bir kimlik doğrulama sunar. Mesaj alabilen tüm telefonlarla çalışır.
uk: У цьому простому процесі використовується два окремих фактори автентифікації двома окремими каналами (комп'ютер і телефонна служба). Він працює з будь-яким телефоном, який підтримує текстові повідомлення.
vi: Qui trình đơn giản này cung cấp hai nhân tố riêng biệt cho việc xác thực thông qua hai kênh riêng biệt (máy tính của bạn và dịch vụ điện thoại của bạn). Nó hoạt động được với bất kì điện thoại nào có chức năng tin nhắn văn bản.
zh_cn: 该简单流程可通过两个单独的渠道(您的计算机和手机服务)提供身份验证的两个单独因素。适用于所有具有短信功能的手机。
zh_tw: 這個簡單的程序能透過兩種不同的管道提供兩種不同的驗證要素 (電腦和智慧型手機)。它適用於任何具有簡訊功能的電話。
