Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_InstructionsUserLanguage
source: Specify the language preference for this user.
ar: حدد تفضيل اللغة الخاص بهذا المستخدم.
bg: Укажете езиковото предпочитание за този потребител.
ca: Especifiqueu la preferència de llengua de l'usuari.
cs: Zadejte preferovaný jazyk pro tohoto uživatele.
da: Angiv sprogindstillinger for brugeren.
de: Geben Sie die Spracheinstellung für diesen Benutzer an.
el: Καθορίστε τις επιλογές γλώσσας για αυτόν τον χρήστη.
es: Especifique la preferencia de idioma para este usuario.
et: Täpsustage selle kasutaja keele-eelistus.
eu: Zehaztu erabiltzaile honen hizkuntza-lehentasunak.
fi: Määritä tämän käyttäjän kielimääritykset.
fr: Spécifiez la langue choisie pour cet utilisateur.
gl: Especifique a preferencia de idioma para este usuario.
he: ציין את העדפת השפה של משתמש זה.
hi: इस उपयोगकर्ता के लिए भाषा प्राथमिकता निर्दिष्ट करें.
hr: Navedite željeni jezik za tog korisnika.
hu: Adja meg a felhasználó nyelvi beállításait.
id: Tentukan preferensi bahasa untuk pengguna ini.
it: Specificare la preferenza relativa alla lingua per l'utente corrente.
ja: このユーザーが使用する言語を指定してください。
kk: Осы пайдаланушы үшін тіл таңдауын көрсетіңіз.
ko: 이 사용자의 기본 언어를 지정하십시오.
lt: Nurodykite šio vartotojo kalbos parinktį.
lv: Norādiet šī lietotāja valodas preferences.
ms: Nyatakan pilihan bahasa untuk pengguna ini.
nl: Geef de taalvoorkeur op voor deze gebruiker.
no: Angi språkinnstillingene for denne brukeren.
pl: Określ preferencje językowe dla tego użytkownika.
pt_br: Especifique o idioma de preferência para este usuário.
pt_pt: Especifique a preferência de idioma deste utilizador.
ro: Specificați limba aleasă a acestui utilizator.
ru: Укажите предпочитаемый язык для этого пользователя.
sk: Zadajte jazykovú preferenciu pre tohto používateľa.
sl: Izberite jezikovne nastavitve za tega uporabnika.
sr_cyrl_cs: Наведите жељену опцију језика за овог корисника.
sr_latn_cs: Navedite željenu opciju jezika za ovog korisnika.
sv: Ange språkinställningen för denna användare.
th: ระบุการกำหนดภาษาสำหรับผู้ใช้รายนี้
tr: Bu kullanıcının dil tercihini belirtin.
uk: Укажіть пріоритетну мову для цього користувача.
vi: Chỉ rõ ngôn ngữ ưu tiên cho người dùng này.
zh_cn: 为该用户指定语言首选项。
zh_tw: 指定這位使用者的語言喜好設定。

# Label_InstructionsUserMode
source: Select the method for this user.
ar: حدد الأسلوب الخاص بهذا المستخدم.
bg: Изберете метода за този потребител.
ca: Seleccioneu el mètode de l'usuari.
cs: Vyberte metodu pro tohoto uživatele.
da: Vælg metode for denne bruger.
de: Geben Sie die Authentifizierungsmethode für diesen Benutzer an.
el: Επιλέξτε τη μέθοδο που θα ισχύει για αυτόν τον χρήστη.
es: Seleccione el método para este usuario.
et: Valige kasutaja jaoks meetod.
eu: Hautatu erabiltzaile honen metodoa.
fi: Valitse menetelmä tälle käyttäjälle.
fr: Sélectionnez la méthode pour cet utilisateur.
gl: Seleccione o método para este usuario.
he: ציין את השיטה של משתמש זה.
hi: इस उपयोगकर्ता के लिए विधि का चयन करें.
hr: Odaberite metodu za tog korisnika.
hu: Válasszon módszert a felhasználó számára.
id: Tentukan metode untuk pengguna ini.
it: Selezionare il metodo per l'utente corrente.
ja: このユーザーが使用する認証方法を選択してください。
kk: Осы пайдаланушы үшін әдісті таңдаңыз.
ko: 이 사용자의 방법을 선택하십시오.
lt: Pasirinkite šiam vartotojui skirtą metodą.
lv: Atlasiet šī lietotāja metodi.
ms: Pilih kaedah untuk pengguna ini.
nl: Selecteer de methode voor deze gebruiker.
no: Velg metoden for denne brukeren.
pl: Wybierz metodę dla tego użytkownika.
pt_br: Selecione o método para este usuário.
pt_pt: Selecione o método deste utilizador.
ro: Selectați metoda pentru acest utilizator.
ru: Выберите метод для этого пользователя.
sk: Vyberte metódu pre tohto používateľa.
sl: Izberite način za tega uporabnika.
sr_cyrl_cs: Изаберите метод за овог корисника.
sr_latn_cs: Izaberite metod za ovog korisnika.
sv: Välj metod för denna användare.
th: เลือกเมธอดสำหรับผู้ใช้รายนี้
tr: Bu kullanıcın yöntemini seçin.
uk: Виберіть метод для цього користувача.
vi: Chọn phương pháp cho người dùng này.
zh_cn: 为该用户选择方法。
zh_tw: 為這位使用者選取方法。

# Label_InstructionsUserOathCode
source: To complete the authentication, enter the current authentication code displayed in the user's Multi-Factor Authentication mobile app or token.
ar: لتستكمل المصادقة، أدخل رمز المصادقة الحالي المعروض في تطبيق الأجهزة المحمولة Multi-Factor Authentication للمستخدم أو الرمز المميز.
bg: За да завършите удостоверяването, въведете кода за удостоверяване, показан понастоящем в мобилното приложение Multi-Factor Authentication на потребителя, или маркера.
ca: Per completar l'autenticació, introduïu el codi d'autenticació que es mostra al testimoni o a l'aplicació mòbil Multi-Factor Authentication.
cs: Aby bylo možné dokončit ověření, zadejte aktuální ověřovací kód zobrazený v mobilní aplikaci Multi-Factor Authentication nebo v tokenu.
da: For at fuldføre godkendelsen skal du angive den aktuelle godkendelseskode, der vises i brugerens Multi-Factor Authentication-mobilapp eller token.
de: Geben Sie den aktuellen Authentifizierungscode ein, der in der mobilen Anwendung oder auf dem Token für Multi-Factor Authentication angezeigt wird, um die Authentifizierung abzuschließen.
el: Για να ολοκληρώσετε τη διαδικασία ελέγχου ταυτότητας, εισαγάγετε τον τρέχοντα κωδικό ελέγχου ταυτότητας, ο οποίος εμφανίζεται στην εφαρμογή Multi-Factor Authentication για κινητές συσκευές ή στο διακριτικό που διαθέτει ο χρήστης.
es: Para completar la autenticación, escriba el código de autenticación actual mostrado en la aplicación móvil Multi-Factor Authentication o en el token del usuario.
et: Autentimise lõpuleviimiseks sisestage praegune autentimiskood, mis kuvatakse kasutaja Multi-Factor Authenticationi mobiilirakenduses või tõendis.
eu: Autentifikazioa osatzeko, sartu unean erabiltzailearen Multi-Factor Authentication mugikorreko aplikazioan edo tokenean azaltzen den autentifikazio-kodea.
fi: Voit viimeistellä todennuksen antamalla käyttäjän Multi-Factor Authentication -mobiilisovelluksessa tai Token-laitteessa näkyvän todennuskoodin.
fr: Pour finaliser l'authentification, entrez le code d'authentification actuel affiché dans le jeton ou l'application mobile Multi-Factor Authentication de l'utilisateur.
gl: Para concluír a autenticación, introduza o código de autenticación actual que se mostra na aplicación para móbil ou no token de Multi-Factor Authentication do usuario.
he: כדי להשלים את האימות, הזן את קוד האימות הנוכחי המוצג באפליקציה למכשירים ניידים או באסימון של Multi-Factor Authentication של המשתמש.
hi: प्रमाणीकरण पूरा करने के लिए, उपयोगकर्ता के Multi-Factor Authentication मोबाइल अनुप्रयोग या टोकन में प्रदर्शित वर्तमान प्रमाणीकरण कोड दर्ज करें.
hr: Da biste dovršili provjeru autentičnosti, unesite kôd za provjeru autentičnosti prikazan u korisnikovoj mobilnoj aplikaciji Multi-Factor Authentication ili na tokenu.
hu: A hitelesítés végrehajtásához adja meg a felhasználó Multi-Factor Authentication mobilalkalmazásában vagy tokenjén pillanatnyilag látható hitelesítési kódot.
id: Untuk menyelesaikan autentikasi, masukkan kode autentikasi saat ini ditampilkan di aplikasi seluler atau token Multi-Factor Authentication.
it: Per completare l'autenticazione, immettere il codice di autenticazione corrente visualizzato nel token o nell'app mobile Multi-Factor Authentication.
ja: 認証を完了するには、ユーザーの Multi-Factor Authentication モバイル アプリまたはトークンに表示されている現在の認証コードを入力してください。
kk: Түпнұсқалықты растауды аяқтау үшін, пайдаланушының Multi-Factor Authentication мобильді бағдарламасында немесе таңбалауышында көрсетілген ағымдағы түпнұсқалықты растау кодын енгізіңіз.
ko: 인증을 완료하려면 사용자의 Multi-Factor Authentication 모바일 앱 또는 토큰에 표시된 현재 인증 코드를 입력하십시오.
lt: Norėdami baigti autentifikuoti įveskite dabartinį autentifikavimo kodą, rodomą vartotojo mobiliųjų įrenginių programėlėje „Multi-Factor Authentication“, arba atpažinimo ženklą.
lv: Lai pabeigtu autentifikāciju, ievadiet lietotāja ierīcē instalētajā mobilajā programmā Multi-Factor Authentication redzamo pašreizējo autentifikācijas kodu vai marķieri.
ms: Untuk melengkapkan pengesahan, masukkan kod pengesahan yang sedang dipaparkan dalam apl mudah alih atau token Multi-Factor Authentication pengguna.
nl: U kunt de authenticatie voltooien door de huidige authenticatiecode op te geven die in de mobiele app Multi-Factor Authentication van de gebruiker of in het token wordt weergegeven.
no: Hvis du vil fullføre godkjenningen, skriver du inn godkjenningskoden som vises i mobilappen Multi-Factor Authentication til brukeren eller i brukerens token.
pl: Aby zakończyć uwierzytelnianie, wprowadź bieżący kod uwierzytelniania wyświetlany w aplikacji mobilnej Multi-Factor Authentication lub tokenie użytkownika.
pt_br: Para concluir a autenticação, insira o código de autenticação atual exibido no aplicativo móvel Multi-Factor Authentication ou token do usuário.
pt_pt: Para concluir a autenticação introduza o código de autenticação atual, apresentado no token ou na aplicação móvel de Autenticação Multifator do utilizador.
ro: Pentru a finaliza autentificarea, introduceți codul afișat de aplicația mobilă Multi-Factor Authentication sau de tokenul utilizatorului.
ru: Для завершения проверки подлинности введите текущий код проверки подлинности, отображаемый в токене или мобильном приложении пользователя Multi-Factor Authentication.
sk: Na dokončenie overenia zadajte aktuálny overovací kód zobrazený v mobilnej aplikácii Multi-Factor Authentication používateľa alebo na tokene.
sl: Za dokončanje preverjanja pristnosti vnesite kodo za preverjanje pristnosti, ki je prikazana v mobilni aplikaciji Multi-Factor Authentication ali žetonu uporabnika.
sr_cyrl_cs: Да бисте довршили потврду идентитета, унесите актуелну шифру за потврду идентитета приказану у Multi-Factor Authentication апликацији за мобилне уређаје корисника или токен.
sr_latn_cs: Da biste dovršili potvrdu identiteta, unesite aktuelnu šifru za potvrdu identiteta prikazanu u Multi-Factor Authentication aplikaciji za mobilne uređaje korisnika ili token.
sv: Slutför autentiseringen genom att ange rätt autentiseringskod som visas i användarens mobilapp eller token för Multi-Factor Authentication.
th: ในการดำเนินการรับรองความถูกต้องให้เสร็จสมบูรณ์ ให้ป้อนรหัสการรับรองความถูกต้องปัจจุบันที่แสดงอยู่ในแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ หรือโทเค็นของผู้ใช้
tr: Kimlik doğrulamasını tamamlamak için, kullanıcının Multi-Factor Authentication mobil uygulamasında veya belirtecinde görünen geçerli etkinleştirme kodunu girin.
uk: Щоб завершити автентифікацію, введіть поточний код автентифікації, який відображається в мобільній програмі або маркері Multi-Factor Authentication.
vi: Để hoàn tất xác thực, hãy nhập mã xác thực hiện tại được hiển thị trong ứng dụng di động Multi-Factor Authentication hoặc hiệu bài của người dùng.
zh_cn: 若要完成身份验证，请输入该用户的 Multi-Factor Authentication 移动应用或令牌中显示的当前身份验证代码。
zh_tw: 若要完成驗證，請輸入目前顯示在使用者的 Multi-Factor Authentication 行動裝置應用程式或權杖中的驗證碼。

# Label_InstructionsUserOathToken
source: Enter the OATH token serial number and the code currently displayed on the token to associate the token with the user.
ar: أدخل الرقم التسلسلي لرمز OATH المميز والرمز المعروض حاليًا على الرمز المميز لإقران الرمز المميز بالمستخدم.
bg: Въведете серийния номер на OATH маркера и показания понастоящем в маркера код, за да се асоциира маркерът с потребителя.
ca: Introduïu el número de sèrie del testimoni OATH i el codi que es mostra al testimoni per associar el testimoni a l'usuari.
cs: Zadejte sériové číslo tokenu OATH a kód aktuálně zobrazený na tokenu pro přidružení tokenu k uživateli.
da: Angiv OATH-token-serienummeret og den kode, der bliver vist på tokenet, for at knytte tokenet til brugeren.
de: Geben Sie die Seriennummer des OATH-Tokens und den Code ein, der gerade auf dem Token angezeigt wird, um das Token dem Benutzer zuzuordnen.
el: Εισαγάγετε τον αριθμό σειράς του διακριτικού OATH, καθώς και τον κωδικό που εμφανίζεται αυτήν τη στιγμή στο διακριτικό, για να συσχετίσετε το διακριτικό με τον χρήστη.
es: Escriba el número de serie del token OATH y el código actual mostrado en el token para asociar el token al usuario.
et: Sisestage OATH-tõendi seerianumber ja hetkel tõendil kuvatud kood, et siduda tõend kasutajaga.
eu: Sartu OATH tokenaren serie-zenbakia eta unean tokenean azaltzen den kodea tokena erabiltzailearekin erlazionatzeko.
fi: Yhdistä Token-tunnus käyttäjään antamalla OATH Token -laitteen sarjanumero ja siinä parhaillaan näkyvä koodi.
fr: Entrez le numéro de série du jeton OATH et le code actuellement affiché sur le jeton pour associer ce dernier à l'utilisateur.
gl: Introduza o número de serie do token OATH e o código mostrado actualmente no token para asociar o token co usuario.
he: הזן את המספר הסידורי של אסימון OATH ואת הקוד המוצג כעת באסימון כדי לשייך את האסימון למשתמש.
hi: टोकन को उपयोगकर्ता से संबद्ध करने के लिए OATH टोकन क्रमांक और टोकन पर वर्तमान में प्रदर्शित कोड दर्ज करें.
hr: Unesite serijski broj OATH tokena i kôd prikazan na tokenu da biste povezali token s korisnikom.
hu: A token és a felhasználó összerendeléséhez adja meg az OATH token sorozatszámát és a tokenen pillanatnyilag látható kódot.
id: Masukkan nomor seri dan kode token OATH yang saat ini ditampilkan pada token untuk mengaitkan token dengan pengguna.
it: Immettere il numero di serie del token OATH e il codice attualmente visualizzato sul token per associare quest'ultimo all'utente.
ja: OATH トークンのシリアル番号とトークンに現在表示されているコードを入力して、トークンをユーザーに関連付けてください。
kk: Таңбалауышты пайдаланушымен байланыстыру үшін, OATH таңбалауышының сериялық нөмірін және таңбалауышта көрсетіліп тұрған кодты енгізіңіз.
ko: 토큰을 사용자에 연결할 수 있도록 토큰에 현재 표시된 코드와 OATH 토큰 일련 번호를 입력하십시오.
lt: Įveskite OATH atpažinimo ženklo serijos numerį ir šiuo metu rodomą kodą norėdami atpažinimo ženklą susieti su vartotoju.
lv: Lai marķieri saistītu ar lietotāju, ievadiet pašreiz marķierī redzamo OATH marķiera sērijas numuru un kodu.
ms: Masukkan nombor siri token OATH dan kod yang sedang dipaparkan pada token untuk mengaitkan token dengan pengguna.
nl: Voer het serienummer van het OATH-token en de code die bij het token wordt weergegeven in om het token aan de gebruiker te koppelen.
no: Skriv inn serienummeret for OATH-tokenet og koden som for øyeblikket vises på tokenet, for å knytte tokenet til brukeren.
pl: Wprowadź numer seryjny tokena OATH oraz kod aktualnie wyświetlany w tokenie, aby skojarzyć go z użytkownikiem.
pt_br: Insira o número de série do token OATH e o código exibido atualmente no token para associar o token ao usuário.
pt_pt: Introduza o número de série do token OATH e o código atualmente apresentado no token para associar o token ao utilizador.
ro: Introduceți numărul de serie al tokenului OATH, apoi codul afișat de acesta, în vederea asocierii tokenului cu utilizatorul.
ru: Введите серийный номер OATH-токена и текущий отображаемый на нем код для связи токена с пользователем.
sk: Zadajte sériové číslo tokenu OATH a kód, ktorý sa momentálne zobrazuje na tokene, aby sa token priradil k používateľovi.
sl: Za povezavo žetona z uporabnikom vnesite serijsko številko žetona OATH in kodo, ki je prikazana na žetonu.
sr_cyrl_cs: Унесите серијски број OATH токена и шифру која је тренутно приказана на токену да бисте повезали токен са корисником.
sr_latn_cs: Unesite serijski broj OATH tokena i šifru koja je trenutno prikazana na tokenu da biste povezali token sa korisnikom.
sv: Ange serienummer för OATH-token och koden som visas i token för att koppla samman användare och token.
th: ป้อนหมายเลขลำดับประจำสินค้าของโทเค็น OATH และรหัสที่แสดงอยู่บนโทเค็นในขณะนี้เพื่อเชื่อมโยงโทเค็นกับผู้ใช้
tr: Belirteci kullanıcıyla ilişkilendirmek için OATH belirteci seri numarasını ve belirteçte o anda görünen kodu girin.
uk: Введіть серійний номер маркера OATH і код, який відображається в даний момент у маркері, щоб прив'язати маркер до користувача.
vi: Nhập số sê-ri của hiệu bài OATH và mã hiện tại được hiển thị trên hiệu bài để liên kết hiệu bài với người dùng.
zh_cn: 输入 OATH 令牌序列号和该令牌上当前显示的代码，以将该令牌与用户进行关联。
zh_tw: 請輸入 OATH 權杖序號以及目前顯示在權杖上的代碼，以建立權杖與使用者的關聯。

# Label_InstructionsUserOneTimeBypass
source: Confirm one-time bypass to skip Multi-Factor Authentication during this user's next sign on. The bypass is temporary.
ar: قم بتأكيد السماح مرة واحدة لتتخطى Multi-Factor Authentication أثناء تسجيل الدخول التالي لهذا المستخدم. ويُعد هذا السماح مؤقتًا.
bg: Потвърдете единичното заобикаляне за пропускане на Multi-Factor Authentication при следващото влизане на този потребител. Заобикалянето е временно.
ca: Confirmeu l'omissió única per ometre el Multi-Factor Authentication la propera vegada que l'usuari iniciï la sessió. L'omissió és temporal.
cs: Potvrzením jednorázového přihlášení přeskočíte proces služby Multi-Factor Authentication během příštího přihlášení tohoto uživatele. Toto jednorázové přihlášení je pouze dočasné.
da: Bekræft engangstilsidesættelse for at springe over Multi-Factor Authentication under denne brugers næste logon. Tilsidesættelsen er midlertidig.
de: Bestätigen Sie die Einmalumgehung, damit bei der nächsten Anmeldung des Benutzers Multi-Factor Authentication übersprungen wird. Die Umgehung ist temporär.
el: Επιβεβαιώστε την παράκαμψη μία φορά, για παράλειψη του ελέγχου μέσω της υπηρεσίας Multi-Factor Authentication, κατά την επόμενη σύνδεση αυτού του χρήστη. Η παράκαμψη είναι προσωρινή.
es: Confirme la omisión por única vez para omitir la autenticación Multi-Factor Authentication durante el próximo inicio de sesión de este usuario. La omisión es temporal.
et: Kinnitage ühekordne möödumine Multi-Factor Authenticationist kasutaja järgmisel sisselogimisel. Möödumine on ajutine.
eu: Berretsi aldi bakarreko sarbidea Multi-Factor Authentication saltatzeko erabiltzaile honen hurrengo saio-hasieran. Sarbide hau aldi baterako bakarrik da.
fi: Vahvista kertaluokkainen ohitus, jolla voit ohittaa Multi-Factor Authentication -toiminnon, kun tämä käyttäjä kirjautuu seuraavan kerran sisään. Ohitus on tilapäinen.
fr: Confirmez le contournement à usage unique pour ignorer Multi-Factor Authentication lors de la prochaine connexion de cet utilisateur. Ce contournement est temporaire.
gl: Confirme a excepción única para ignorar Multi-Factor Authentication durante o seguinte inicio de sesión deste usuario. A excepción é temporal.
he: אשר עקיפה חד-פעמית כדי לדלג על Multi-Factor Authentication במהלך הכניסה הבאה של המשתמש. העקיפה היא זמנית.
hi: इस उपयोगकर्ता के अगले साइन ऑन के दौरान Multi-Factor Authentication छोड़ने के लिए एक-बार के बायपास की पुष्टि करें. यह बायपास अस्थायी है.
hr: Potvrdite jednokratni pristup da biste preskočili postupak Multi-Factor Authentication pri sljedećoj prijavi tog korisnika. Jednokratni pristup privremen je.
hu: Erősítse meg az egyszeri megkerülést, amelynek hatására a felhasználó következő bejelentkezésekor nem lesz szükség a Multi-Factor Authentication használatára. A megkerülés átmeneti jellegű.
id: Konfirmasi lewatan sekali Multi-Factor Authentication ketika pengguna ini masuk lagi. Lewatan ini sifatnya sementara.
it: Confermare il bypass monouso per ignorare Multi-Factor Authentication durante il successivo accesso dell'utente corrente. Il bypass è temporaneo.
ja: ワンタイム バイパスを設定して、このユーザーが次回サインオンするときに Multi-Factor Authentication の認証がスキップされるようにします。このバイパスは一時的なものです。
kk: Осы пайдаланушы келесі рет кірген кезде Multi-Factor Authentication қызметін өткізіп жіберу үшін, бір рет айналып өтуді растаңыз. Айналып өту уақытша болады.
ko: 이 사용자의 다음 번 로그온 시 Multi-Factor Authentication을 건너뛰려면 일회성 바이패스를 확인하십시오. 바이패스는 일시적입니다.
lt: Patvirtinkite vienkartinį apėjimą, kad kitą kartą šiam vartotojui jungiantis būtų praleistas „Multi-Factor Authentication“. Apėjimas yra laikinas.
lv: Apstipriniet vienreizējas apejas izmantošanu, lai izlaistu Multi-Factor Authentication autentifikāciju, kad šis lietotājs nākamreiz pierakstīsies. Apeja ir pagaidu metode.
ms: Sahkan pintasan sekali guna untuk melangkau Multi-Factor Authentication semasa daftar masuk berikut pengguna ini. Pintasan ini hanya sementara.
nl: Eenmalige toegang bevestigen om Multi-Factor Authentication over te slaan wanneer deze gebruiker zich opnieuw aanmeldt. De toegang is tijdelijk.
no: Bekreft engangstilgang for å hoppe over Multi-Factor Authentication under denne brukerens neste pålogging. Omgåelsen er midlertidig.
pl: Potwierdź jednokrotne obejście, aby pominąć usługę Multi-Factor Authentication podczas następnego logowania się tego użytkownika. Obejście jest tymczasowe.
pt_br: Confirme o bypass avulso para ignorar o Multi-Factor Authentication durante o próximo logon deste usuário. O bypass é temporário.
pt_pt: Confirme que pretende ignorar uma única vez para ignorar a Autenticação Multifator durante o próximo início de sessão deste utilizador. Será ignorada de forma temporária.
ro: Confirmați accesul unic pentru a ignora autentificarea Multi-Factor Authentication la următorul sign on al utilizatorului. Accesul unic este temporar.
ru: Подтвердите одноразовый обход проверки, чтобы во время следующего входа этого пользователя пропустить Multi-Factor Authentication. Обход проверки является временной операцией.
sk: Potvrdením jednorazového prihlásenia sa vynechá služba Multi-Factor Authentication počas najbližšieho prihlásenia tohto používateľa. Toto obídenie je dočasné.
sl: Potrdite enkratni dostop za preskok storitve Multi-Factor Authentication pri naslednji prijavi tega uporabnika. Ta vrsta dostopa je začasna.
sr_cyrl_cs: Потврдите једнократни приступ да бисте прескочили Multi-Factor Authentication током следећег пријављивања овог корисника. Приступ је привремен.
sr_latn_cs: Potvrdite jednokratni pristup da biste preskočili Multi-Factor Authentication tokom sledećeg prijavljivanja ovog korisnika. Pristup je privremen.
sv: Bekräfta en engångsåsidosättning om du inte vill använda Multi-Factor Authentication vid användarens nästa inloggning. Åsidosättningen är tillfällig.
th: ยืนยันการบายพาสครั้งเดียวเพื่อข้าม Multi-Factor Authentication ระหว่างการลงชื่อเข้าใช้ครั้งถัดไปของผู้ใช้รายนี้ การบายพาสเป็นการดำเนินการชั่วคราวเท่านั้น
tr: Bu kullanıcının bir sonraki oturum açışında Multi-Factor Authentication'ı atlamak için bir kerelik geçişi onaylayın. Geçiş geçicidir.
uk: Підтвердьте одноразовий обхід перевірки, щоб під час наступного входу цього користувача пропустити процедуру Multi-Factor Authentication. Обхід перевірки є тимчасовою операцією.
vi: Xác nhận cấp phép truy cập một lần để bỏ qua Multi-Factor Authentication trong lần đăng nhập tiếp theo của người dùng này. Việc bỏ qua chỉ là tạm thời.
zh_cn: 确认免验证一次，这样该用户在下一次登录时可跳过 Multi-Factor Authentication。免验证是临时性的。
zh_tw: 確認授與讓這位使用者在下次登入時略過 Multi-Factor Authentication 的單次許可。許可的效力是暫時的。
