Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_MessagePhoneAppStandard
source: Your account has been configured to use Multi-Factor Authentication.<br/><br/> When you sign on, you will continue to use the same username and password. Before your verification is complete, you will receive a notification asking you to launch the Multi-Factor Authentication mobile app and press the Authenticate button to complete your sign on. If you don't confirm the sign on by pressing Authenticate, the sign on will be denied.<br/><br/> You should only press the Authenticate button when you receive the Multi-Factor Authentication mobile app notification if you are actually signing on to the application. Otherwise, someone may be trying to sign on with your username and password and you should report this potential fraud to your IT administrator.
ar: تم تكوين حسابك لاستخدام Multi-Factor Authentication.<br/><br/> عندما تسجل الدخول، ستتمكن من متابعة استخدام نفس اسم المستخدم وكلمة المرور. وقبل اكتمال التحقق من الصحة، ستتلقى إعلامًا يطالبك بتشغيل تطبيق الأجهزة المحمولة Multi-Factor Authentication والضغط على الزر "مصادقة" لتستكمل تسجيل الدخول. وسيتم رفض تسجيل الدخول إذا لم تقم بتأكيده بالضغط على الزر "مصادقة".<br/><br/> يجب عليك فقط أن تضغط على الزر "مصادقة" عندما تتلقى الإعلام الخاص بتطبيق الأجهزة المحمولة Multi-Factor Authentication، وذلك إذا كنت مسجلاً الدخول بالتطبيق بالفعل. من جانب آخر، قد يحاول شخص ما تسجيل الدخول باستخدام اسم المستخدم الخاص بك وكلمة مرورك، وحينئذٍ يجب عليك إبلاغ مسؤول تكنولوجيا المعلومات لديك بهذا الاحتيال المحتمل.
bg: Акаунтът ви е конфигуриран да използва Multi-Factor Authentication.<br/><br/> При влизане ще продължите да използвате същото потребителско име и парола. Преди да завърши проверката, ще получите известие, подканващо ви да стартирате мобилното приложение Multi-Factor Authentication и да натиснете бутона „Удостоверяване“, за да завършите влизането. Ако не потвърдите влизането си чрез натискане на "Удостоверяване", влизането ще бъде отказано.<br/><br/> При получаване на известието на мобилното приложение Multi-Factor Authentication натиснете бутона „Удостоверяване“ само ако действително влизате в приложението. В противен случай някой може да се опитва да влезе с вашето потребителско име и парола и трябва да сигнализирате на ИТ администратора за тази възможна измама.
ca: El compte s'ha configurat per utilitzar el Multi-Factor Authentication.<br/><br/> Quan inicieu la sessió, continuareu utilitzant el mateix nom d'usuari i la mateixa contrasenya. Abans de finalitzar la verificació, rebreu una notificació que us demanarà que inicieu l'aplicació mòbil Multi-Factor Authentication i que premeu el botó Autentica per completar l'inici de la sessió. Si no premeu Autentica per confirmar l'inici de sessió, aquesta es denegarà.<br/><br/> Premeu el botó Autentica en rebre la notificació de l'aplicació mòbil Multi-Factor Authentication només si esteu iniciant la sessió a l'aplicació. En cas contrari, és possible que algú estigui provant d'iniciar la sessió amb el vostre nom d'usuari i contrasenya: notifiqueu aquest possible frau a l'administrador de TI.
cs: Váš účet je nakonfigurovaný k používání aplikace Multi-Factor Authentication.<br/><br/> Když se přihlásíte, budete dál používat stejné uživatelské jméno a heslo. Před dokončením ověření obdržíte oznámení s výzvou ke spuštění mobilní aplikace Multi-Factor Authentication a stisknutí tlačítka Ověřit k dokončení přihlášení. Pokud přihlašování stisknutím tlačítka Ověřit nepotvrdíte, bude přihlášení zamítnuto.<br/><br/> Tlačítko Ověřit byste měli stisknout jenom v případě, že obdržíte oznámení z mobilní aplikace Multi-Factor Authentication v okamžiku, kdy se k aplikaci skutečně přihlašujete. Pokud se zrovna nepřihlašujete, mohlo by to znamenat, že se někdo snaží neoprávněně přihlásit pomocí vašeho uživatelského jména a hesla. Takový potenciální pokus o podvod byste měli ohlásit svému správci IT.
da: Din konto er blevet konfigureret til at bruge Multi-Factor Authentication.<br/><br/> Når du logger på, skal du blive ved med at bruge samme brugernavn og adgangskode. Før bekræftelsen er fuldført, bliver du bedt om at starte Multi-Factor Authentication-mobilappen og trykke på knappen Godkend for at fuldføre logon. Hvis du ikke bekræfter logon ved at trykke på Godkend, kan du ikke logge på.<br/><br/> Du skal kun trykke på knappen Godkend, når du modtager beskeden fra Multi-Factor Authentication-mobilappen, hvis du gerne vil logge på applikationen. Ellers er der mulighed for, at andre forsøger at logge på med dit brugernavn og din adgangskode, og du skal rapportere denne mulige svindel til din it-administrator.
de: Ihr Konto wurde für Multi-Factor Authentication konfiguriert.<br/><br/> Für die Anmeldung verwenden Sie denselben Benutzernamen und dasselbe Kennwort wie bisher. Außerdem erhalten Sie eine Aufforderung zum Start der mobilen Anwendung für Multi-Factor Authentication und zum Klicken auf die Schaltfläche "Authentifizieren", um die Überprüfung abzuschließen und die Anmeldung zu bestätigen. Wenn Sie die Anmeldung nicht durch Klicken auf die Schaltfläche "Authentifizieren" bestätigen, tritt ein Fehler auf.<br/><br/> Klicken Sie auf die Schaltfläche "Authentifizieren" nur nach Erhalt der Benachrichtigung von der mobilen Anwendung für Multi-Factor Authentication, um sich bei der Anwendung anzumelden. Andernfalls stammt die Aufforderung möglicherweise von einer unbefugten Person, die versucht, sich mit Ihrem Benutzernamen und Ihrem Kennwort anzumelden. Teilen Sie einen solchen möglichen Betrugsfall Ihrem IT-Administrator mit.
el: Ο λογαριασμός σας έχει ρυθμιστεί ώστε να χρησιμοποιεί την υπηρεσία Multi-Factor Authentication.<br/><br/> Κατά τη σύνδεσή σας, θα συνεχίσετε να χρησιμοποιείτε το ίδιο όνομα χρήστη και κωδικό πρόσβασης. Προτού ολοκληρωθεί η επαλήθευση στην περίπτωσή σας, θα λάβετε μια ειδοποίηση που θα σας ζητά να εκκινήσετε την εφαρμογή Multi-Factor Authentication για κινητά και να πατήσετε το κουμπί "Έλεγχος ταυτότητας", για να ολοκληρώσετε τη σύνδεση. Αν δεν επιβεβαιώσετε τη σύνδεση πατώντας το κουμπί "Έλεγχος ταυτότητας", η σύνδεση δεν θα επιτραπεί.<br/><br/> Θα πρέπει να πατάτε το κουμπί "Έλεγχος ταυτότητας", όταν λαμβάνετε την ειδοποίηση από την εφαρμογή Multi-Factor Authentication για κινητά, μόνο αν όντως συνδέεστε στην εφαρμογή. Σε αντίθετη περίπτωση, κάποιος ίσως να προσπαθεί να συνδεθεί με το δικό σας όνομα χρήστη και κωδικό πρόσβασης, οπότε θα πρέπει να αναφέρετε αυτήν την πιθανή απάτη στο διαχειριστή του τμήματος IT.
es: Su cuenta se configuró para usar Multi-Factor Authentication.<br/><br/> Al iniciar sesión, seguirá usando el mismo nombre de usuario y la misma contraseña. Antes de que finalice la comprobación, recibirá una notificación que le solicitará que inicie la aplicación móvil Multi-Factor Authentication y que presione el botón Autenticar para completar el inicio de sesión. Si no confirma el inicio de sesión presionando el botón Autenticar, se denegará el inicio de sesión.<br/><br/> Solo debe presionar el botón Autenticar cuando reciba la notificación de la aplicación móvil Multi-Factor Authentication y si usted es el que está iniciando sesión en la aplicación. De no ser así, es posible que alguien esté intentando iniciar sesión con su nombre de usuario y contraseña, y debe informar de este posible fraude al administrador de TI.
et: Teie konto on seadistatud kasutama Multi-Factor Authenticationit.<br/><br/> Kui logite sisse, jätkate sama kasutajanime ja parooli kasutamist. Enne kui kinnitamine lõpule viiakse, edastatakse teile teade, milles palutakse käivitada Multi-Factor Authenticationi mobiilirakendus ning vajutada sisselogimise kinnitamiseks nuppu Autendi. Kui te ei kinnita sisselogimist nupu Autendi vajutamisega, siis lükatakse sisselogimine tagasi.<br/><br/> Autentimisnuppu võib vajutada ainult siis, kui Multi-Factor Authenticationi mobiilirakendus küsib seda tegeliku rakendusse sisselogimise ajal. Vastasel juhul võib keegi proovida sisse logida teie kasutajanime ning parooliga, millest te peaksite teatama oma IT-administraatorile kui võimalikust pettusest.
eu: Zure kontua Multi-Factor Authentication aplikazioa erabiltzeko konfiguratu da.<br/><br/> Saioa hasteko erabiltzaile-izen eta pasahitza berdinak erabiltzen jarraituko duzu. Egiaztapena osatzeko, jakinarazpen bat jasoko duzu Multi-Factor Authentication mugikorreko aplikazioa abiarazteko, ondoren Autentifikatu botoia sakatu behar duzu saio-hasiera osatzeko. Saio-hasiera berresteko Autentifikatu sakatu behar duzu, bestela saio-hasiera ukatuko da.<br/><br/> Multi-Factor Authentication mugikorreko aplikazioaren jakinarazpena jaso ondoren sakatu behar duzu Autentifikazio botoia, benetan saioa hasten ari zarenean bakarrik. Bestela, baliteke beste norbait zure pasahitza eta erabiltzaile-izena erabiltzen egotea saioa hasteko, ustezko iruzur honen berri eman behar diozu laguntza teknikoari.
fi: Tilisi on määritetty käyttämään Multi-Factor Authenticationia.<br/><br/> Käytä kirjautuessasi yhä samaa käyttäjänimeä ja salasanaa. Saat ilmoituksen, jossa sinua pyydetään vahvistamaan kirjautumisesi käynnistämällä Multi-Factor Authentication -mobiilisovellus ja painamalla Todenna-painiketta. Jos et vahvista kirjautumista painamalla Todenna-painiketta, kirjautuminen estetään.<br/><br/> Kun saat Multi-Factor Authentication -mobiilisovelluksen ilmoituksen, älä paina Todenna-painiketta, ellet ole itse parhaillaan kirjautumassa sovellukseen. Saattaa näet olla, että joku toinen yrittää kirjautua sisään käyttäjänimelläsi ja salasanallasi, jolloin sinun tulee ilmoittaa tästä mahdollisesta petosyrityksestä IT-järjestelmänvalvojallesi.
fr: Votre compte a été configuré pour utiliser Multi-Factor Authentication.<br/><br/> Lorsque vous vous connecterez, vous continuerez à utiliser le même nom d'utilisateur et le même mot de passe. Pour finaliser votre vérification, vous recevrez une notification vous demandant de lancer l'application mobile Multi-Factor Authentication et d'appuyer sur le bouton Authentifier pour finaliser votre connexion. Si vous ne confirmez pas la connexion en appuyant sur Authentifier, la connexion sera refusée.<br/><br/> Vous devez uniquement appuyer sur le bouton Authentifier lorsque vous recevez la notification de l'application mobile Multi-Factor Authentication si vous vous connectez réellement à l'application. Dans le cas contraire, quelqu'un peut essayer de se connecter avec votre nom d'utilisateur et votre mot de passe et vous devez signaler cette fraude éventuelle à votre administrateur informatique.
gl: A conta configurouse para usar Multi-Factor Authentication.<br/><br/> Cando inicie sesión, seguirá a usar o mesmo nome de usuario e o mesmo contrasinal. Antes de concluír a verificación, recibirá unha notificación na que se lle indica que inicie a aplicación para móbil de Multi-Factor Authentication e que prema o botón Autenticar para concluír o inicio de sesión. Se non confirma o inicio de sesión premendo Autenticar, rexeitarase o inicio de sesión.<br/><br/> Só debe premer Autenticar cando reciba a notificación da aplicación para móbil de Multi-Factor Authentication se realmente está iniciando sesión na aplicación. Do contrario, pode que alguén estea intentando iniciar sesión co seu nome de usuario e co seu contrasinal, polo que debería informar desta posible fraude ao administrador de TI.
he: תצורת החשבון שלך נקבעה לשימוש ב- Multi-Factor Authentication.<br/><br/> כאשר תיכנס, תמשיך להשתמש באותו שם משתמש ובאותה סיסמה. לפני שהאימות יושלם, תקבל הודעה שבה תתבקש להפעיל את האפליקציה למכשירים ניידים של Multi-Factor Authentication וללחוץ על לחצן 'אמת' כדי להשלים את הכניסה. אם לא תאשר את הכניסה על-ידי לחיצה על 'אמת', הכניסה תידחה.<br/><br/> לחץ על לחצן 'אמת' כשאתה מקבל את ההודעה לגבי האפליקציה למכשירים ניידים של Multi-Factor Authentication רק אם אתה נכנס בפועל ליישום. אם לא, ייתכן שמישהו מנסה להיכנס באמצעות שם המשתמש והסיסמה שלך, ועליך לדווח על הונאה פוטנציאלית זו למנהל ה- IT.
hi: आपके खाते को Multi-Factor Authentication का उपयोग करने के लिए कॉन्फ़िगर किया गया है.<br/><br/> साइन ऑन करने पर आप नियमित रूप से समान उपयोगकर्ता नाम और पासवर्ड का उपयोग करेंगे. आपका सत्यापन पूरा होने से पहले, आपको एक सूचना प्राप्त होगी, जिसमें आपको Multi-Factor Authentication मोबाइल अनुप्रयोग लॉन्च करके अपना साइन ऑन पूरा करने के लिए प्रमाणीकृत करें बटन दबाने के लिए कहा जाएगा. अगर आप प्रमाणीकृत करें दबाकर साइन ऑन की पुष्टि नहीं करते हैं, तो साइन ऑन अस्वीकृत हो जाएगा.<br/><br/> अगर आप वास्तव में अनुप्रयोग में साइन ऑन कर रहे हैं, तो आपको केवल Multi-Factor Authentication मोबाइल अनुप्रयोग सूचना प्राप्त होने पर ही प्रमाणीकृत करें बटन दबाना चाहिए. अन्यथा, कोई व्यक्ति आपके उपयोगकर्ता नाम और पासवर्ड से साइन ऑन करने का प्रयास कर सकता है और आपको अपने IT व्यवस्थापक को इस संभावित धोखाधड़ी की रिपोर्ट करनी चाहिए.
hr: Vaš je račun konfiguriran za upotrebu aplikacije Multi-Factor Authentication.<br/><br/> Nakon prijave upotrebljavat ćete isto korisničko ime i lozinku. Prije završetka provjere valjanosti primit ćete obavijest sa zahtjevom da pokrenete mobilnu aplikaciju Multi-Factor Authentication i pritisnete gumb Provjera autentičnosti da biste dovršili prijavu. Ako prijavu ne potvrdite pritiskom gumba Provjera autentičnosti, ona će biti odbijena.<br/><br/> Gumb Provjera autentičnosti trebate pritisnuti tek kada primite obavijest od mobilne aplikacije Multi-Factor Authentication ako se doista prijavljujete u aplikaciju. U suprotnom je moguće da se netko pokušava prijaviti vašim korisničkim imenom i lozinkom, pa tu moguću prijevaru trebate prijaviti IT administratoru.
hu: A fiókja a Multi-Factor Authentication technológia használatára van konfigurálva.<br/><br/> Bejelentkezéskor továbbra is ugyanazt a felhasználónevet és jelszót kell megadnia. Identitása igazolásához a rendszer felszólítja a Multi-Factor Authentication mobilalkalmazás elindítására, majd a Hitelesítés gomb megnyomásával a bejelentkezés megerősítésére. Ha nem erősíti meg a bejelentkezési szándékát a Hitelesítés gombbal, a rendszer elutasítja a bejelentkezést.<br/><br/> A Multi-Factor Authentication mobilalkalmazás által adott értesítésre válaszul kizárólag akkor nyomja meg a Hitelesítés gombot, ha valóban be szeretne jelentkezni az alkalmazásba. Ellenkező esetben lehetséges, hogy valaki más próbál bejelentkezni az Ön felhasználónevével és jelszavával. Javasoljuk, hogy jelentse az esetleges visszaélést az IT rendszergazdának.
id: Akun Anda telah dikonfigurasi untuk menggunakan Multi-Factor Authentication.<br/><br/> Ketika Anda masuk, Anda akan terus menggunakan nama pengguna dan sandi yang sama. Sebelum verifikasi selesai, Anda akan menerima pemberitahuan yang meminta Anda untuk membuka aplikasi seluler Multi-Factor Authentication lalu tekan tombol Autentikasi untuk menyelesaikan proses masuk Anda. Jika Anda tidak mengonfirmasi proses masuk dengan menekan Autentikasi, proses masuk akan ditolak.<br/><br/> Anda hanya harus menekan tombol Autentikasi ketika menerima pemberitahuan aplikasi Multi-Factor Authentication jika Anda sedang masuk ke aplikasi. Akan tetapi, jika seseorang mencoba masuk dengan nama pengguna dan sandi Anda, Anda harus melaporkan upaya penipuan ini kepada administrator TI.
it: L'account è stato configurato per l'utilizzo di Multi-Factor Authentication.<br/><br/> Per eseguire l'accesso, si continuerà a usare lo stesso nome utente e la stessa password. Prima del completamento della procedura, si riceverà una notifica in cui viene richiesto di avviare l'app Multi-Factor Authentication per dispositivi mobili e di fare clic su Esegui autenticazione per effettuare l'accesso. Se non si conferma l'accesso facendo clic su Esegui autenticazione, l'accesso verrà negato.<br/><br/> Fare clic sul pulsante Esegui autenticazione quando si riceve la notifica dell'app Multi-Factor Authentication per dispositivi mobili solo se si sta realmente effettuando l'accesso all'applicazione. In caso contrario, qualcuno potrebbe usare nome utente e password per effettuare accessi non autorizzati e sarebbe necessario segnalare questo possibile illecito all'amministratore IT.
ja: アカウントが Multi-Factor Authentication を使用するように構成されました。<br/><br/> サインオンするときに使用するユーザー名とパスワードは、これまでと同じです。ただし、認証を完了する前に、 Multi-Factor Authentication モバイル アプリを起動して [認証] ボタンを押すようにという通知を受け取ります。[認証] ボタンを押さないと、サインオンが拒否されます。<br/><br/> アプリケーションに実際にサインオンしようとしており、Multi-Factor Authentication モバイル アプリの通知を受け取った場合にのみ、[認証] ボタンを押してください。そうでない場合は、誰かがあなたのユーザー名とパスワードを不正に使ってサインオンしようとしている可能性があるので、IT 管理者に通報してください。
kk: Тіркелгіңіз Multi-Factor Authentication қолдануға конфигурацияланды.<br/><br/> Кірген кезде, бұрынғы пайдаланушы аты мен құпия сөзді қолдана бересіз. Түпнұсқалығыңызды растау аяқталғанша, кіруді растау үшін, сізден Multi-Factor Authentication мобильді бағдарламасын іске қосып, "Түпнұсқалықты растау" түймесін басуды сұрайтын хабарландыру аласыз. "Түпнұсқалықты растау" түймесін басып, кіруді растамасаңыз, кіруге тыйым салынады.<br/><br/> Шынымен бағдарламаға кіріп жатқан болсаңыз, Multi-Factor Authentication мобильді бағдарламасынан хабарландыру алған кезде ғана "Түпнұсқалықты растау" түймесін басу керек. Кері жағдайда, басқа біреу сіздің пайдаланушы атыңыз бен құпия сөзіңізді қолданып, кіруге әрекет жасап жатуы мүмкін, сондықтан АТ әкімшіңізге мұндай ықтимал алаяқтық туралы хабар беруіңіз керек.
ko: Multi-Factor Authentication을 사용하도록 계정이 구성되었습니다.<br/><br/> 계속 동일한 사용자 이름과 암호를 사용하여 로그온할 수 있습니다. 하지만 확인이 완료되기 전에, 로그온을 완료할 수 있도록 Multi-Factor Authentication모바일 앱을 시작하고 [인증] 단추를 누르라는 알림이 나타납니다. [인증]을 눌러 로그온을 확인하는 작업을 수행하지 않으면 로그온이 거부됩니다.<br/><br/> 실제로 응용 프로그램에 로그온하는 경우에 Multi-Factor Authentication 모바일 앱 알림을 받을 때만 [인증] 단추를 눌러야 합니다. 그렇지 않으면 다른 사람이 사용자 이름과 암호로 로그온하려 할 수 있으며, 이러한 잠재적 사기 행위는 IT 관리자에게 보고해야 합니다.
lt: Abonementas sukonfigūruotas taip, kad galėtumėte naudoti „Multi-Factor Authentication“.<br/><br/> Prisiregistravę turėsite naudoti tą patį vartotojo vardą ir slaptažodį. Prieš baigiant tikrinimą, gausite pranešimą su prašymu paleisti mobiliųjų įrenginių programėlę „Multi-Factor Authentication“ ir paspausti Autentifikuoti, kad būtų baigta registracija. Jei nepatvirtinsite registracijos paspausdami Autentifikuoti, registracija bus atmesta.<br/><br/> Paspausti Autentifikuoti reikia tik gavus pranešimą iš mobiliųjų įrenginių programėlės „Multi-Factor Authentication“ ir jei tikrai registruojatės programoje. Jei taip nėra, galbūt kas nors kitas bando prisiregistruoti naudodamas jūsų vartotojo vardą ir slaptažodį. Apie šią galimą apgaulę turite pranešti IT administratoriui.
lv: Jūsu konts tika konfigurēts pakalpojuma Multi-Factor Authentication izmantošanai.<br/><br/> Kad pierakstīsities, varēsit arī turpmāk izmantot to pašu lietotājvārdu un paroli. Lai pabeigtu verifikāciju, jūs saņemsit aicinājumu palaist mobilo programmu Multi-Factor Authentication un pierakstīties, nospiežot pogu Autentificēt. Ja neapstiprināsit pierakstīšanos, nospiežot pogu Autentificēt, pierakstīšanās tiks atteikta.<br/><br/> Pogu Autentificēt nospiediet tikai tad, kad no mobilās programmas Multi-Factor Authentication saņemsit paziņojumu par to, ka patiešām pierakstāties lietojumprogrammā. Pretējā gadījumā cita persona var mēģināt pierakstīties, izmantojot jūsu lietotājvārdu un paroli. Tādā situācijā ziņojiet savam IT administratoram par iespējamo krāpšanu.
ms: Akaun anda telah dikonfigurasi untuk menggunakan Multi-Factor Authentication.<br/><br/> Apabila anda mendaftar masuk, anda akan terus menggunakan nama pengguna dan kata laluan yang sama. Sebelum pengesahan anda lengkap, anda akan menerima pemberitahuan meminta anda melancarkan apl mudah alih Multi-Factor Authentication dan menekan butang Sahkan untuk melengkapkan daftar masuk anda. Jika anda tidak mengesahkan dengan menekan Sahkan, daftar masuk akan ditolak.<br/><br/> Anda hendaklah menekan butang Sahkan apabila anda menerima pemberitahuan apl mudah alih Multi-Factor Authentication jika anda sememangnya sedang daftar masuk pada aplikasi. Jika tidak, orang lain mungkin sedang cuba daftar masuk menggunakan nama pengguna dan kata laluan anda dan anda hendaklah melaporkan penipuan yang berpotensi ini kepada pentadbir IT anda.
nl: Uw account is geconfigureerd voor Multi-Factor Authentication.<br/><br/> Als u zich aanmeldt, kunt u dezelfde combinatie van gebruikersnaam en wachtwoord blijven gebruiken. Voordat uw verificatie is voltooid, wordt u gevraagd de mobiele app Multi-Factor Authentication te starten en op de knop Authenticeren te klikken om uw aanmelding te voltooien. Als u de aanmelding niet bevestigt door op Authenticeren te klikken, wordt de aanmelding geweigerd.<br/><br/> Klik alleen op de knop Authenticeren als u daarom door de mobiele app Multi-Factor Authentication wordt gevraagd en u zich daadwerkelijk bij de toepassing aanmeldt. Anders kan het zijn dat iemand probeert zich aan te melden met uw gebruikersnaam en wachtwoord. In dit geval moet u deze potentiële fraude onmiddellijk melden bij uw IT-beheerder.
no: Kontoen har blitt konfigurert til å bruke Multi-Factor Authentication.<br/><br/> Når du logger på, fortsetter du å bruke det samme brukernavnet og passordet. Før bekreftelsen er fullført, mottar du et varsel der du blir bedt om å starte mobilappen Multi-Factor Authentication og trykke Godkjenn-knappen for å fullføre påloggingen. Hvis du ikke bekrefter påloggingen ved å trykke Godkjenn, blir påloggingen avslått.<br/><br/> Du må bare trykke Godkjenn når du mottar varslet på mobilappen Multi-Factor Authentication hvis du faktisk logger på appen. Ellers er det kanskje en annen bruker som forsøker å logge på med ditt brukernavn og passord, og du må rapportere denne potensielle svindelen til IT-administratoren.
pl: To konto zostało skonfigurowane do korzystania z usługi Multi-Factor Authentication.<br/><br/> Po zalogowaniu możesz nadal używać tej samej nazwy użytkownika i hasła. Przed ukończeniem weryfikacji otrzymasz powiadomienie z prośbą o uruchomienie aplikacji mobilnej Multi-Factor Authentication i naciśnięcie przycisku Uwierzytelnij w celu zakończenia logowania. W przypadku braku potwierdzenia logowania przez naciśnięcie przycisku Uwierzytelnij nastąpi odmowa logowania.<br/><br/> Przycisk Uwierzytelnij należy nacisnąć wyłącznie po otrzymaniu z aplikacji mobilnej Multi-Factor Authentication powiadomienia, gdy rzeczywiście logujesz się na konto aplikacji. W przeciwnym razie ktoś może próbować zalogować się przy użyciu nazwy użytkownika i hasła dla tego konta i należy zgłosić to potencjalne naruszenie administratorowi działu informatycznego.
pt_br: Sua conta foi configurada para usar o Multi-Factor Authentication.<br/><br/> Quando você fizer logon, continuará a usar o mesmo nome de usuário e senha. Antes da verificação ser concluída, você receberá uma notificação pedindo que inicie o aplicativo móvel Multi-Factor Authentication e pressione o botão Autenticar para concluir o logon. Se você não confirmar o logon pressionando Autenticar, ele será negado.<br/><br/> Você só deverá pressionar o botão Autenticar quando receber a notificação do aplicativo móvel Multi-Factor Authentication, se estiver realmente fazendo logon no aplicativo. Caso contrário, alguém pode estar tentando fazer logon com seu nome de usuário e senha e você deverá relatar essa possível fraude ao administrador de TI.
pt_pt: A sua conta foi configurada para utilizar o Multi-Factor Authentication.<br/><br/> Quando iniciar sessão, continuará a utilizar o mesmo nome de utilizador e palavra-passe. Antes de concluir a verificação, receberá uma notificação solicitando que execute a aplicação móvel do Multi-Factor Authentication e prima o botão Autenticar para concluir o início de sessão. Se não confirmar o início de sessão premindo Autenticar, o início de sessão será recusado.<br/><br/> Só deverá premir o botão Autenticar quando receber a notificação da aplicação móvel do Multi-Factor Authentication e se estiver, efetivamente, a iniciar sessão na aplicação. Caso contrário, alguém poderá estar a tentar iniciar sessão com o seu nome de utilizador e palavra-passe. Deverá reportar esta potencial fraude ao seu administrador de TI.
ro: Contul a fost configurat pentru utilizarea Multi-Factor Authentication.<br/><br/> La conectare, veți utiliza în continuare același nume de utilizator și aceeași parolă. Înainte de finalizarea verificării, veți primi o notificare prin care vi se va solicita să lansați aplicația mobilă Multi-Factor Authentication și să apăsați butonul Autentificare pentru a finaliza conectarea. Dacă nu confirmați conectarea prin apăsarea butonului Autentificare, ea va fi refuzată.<br/><br/> La primirea notificării pentru aplicația mobilă Multi-Factor Authentication, apăsați butonul Autentificare numai dacă într-adevăr vă conectați la aplicație. În caz contrar, este posibil ca o altă persoană să încerce să se conecteze cu numele de utilizator și parola dvs. În această situație, trebuie să informați administratorul IT în legătură cu posibila fraudă.
ru: В вашей учетной записи настроено использование Multi-Factor Authentication.<br/><br/> Во время входа будет использоваться то же имя пользователя и пароль. Прежде чем проверка будет завершена, вы получите уведомление с предложением запустить мобильное приложение Multi-Factor Authentication и нажать кнопку "Проверить подлинность", чтобы завершить вход. Если вы не нажмете кнопку "Проверить подлинность" для подтверждения входа, то в нем будет отказано.<br/><br/> Нажимайте кнопку "Проверить подлинность" при получении уведомления от мобильного приложения Multi-Factor Authentication, только если вы действительно выполняете вход в приложение. В противном случае возможна попытка мошеннического входа с помощью вашего имени пользователя и пароля, о которой следует сообщить ИТ-администратору.
sk: Vaše konto je konfigurované na používanie služby Multi-Factor Authentication.<br/><br/> Pri prihlasovaní budete naďalej používať rovnaké meno používateľa a heslo. Pred dokončením overenia dostanete oznámenie so žiadosťou o spustenie mobilnej aplikácie Multi-Factor Authentication a stlačenie tlačidla Overiť na účely dokončenia prihlásenia. Ak nepotvrdíte prihlásenie stlačením tlačidla Overiť, prihlásenie bude zamietnuté.<br/><br/> Tlačidlo Overiť stlačte až po prijatí oznámenia z mobilnej aplikácie Multi-Factor Authentication o tom, že sa naozaj prihlasujete do aplikácie. V opačnom prípade sa niekto pravdepodobne pokúša prihlásiť pomocou vášho mena používateľa a hesla a tento potenciálny podvod by ste mali nahlásiť správcovi IT.
sl: Vaš račun je konfiguriran za uporabo storitve Multi-Factor Authentication.<br/><br/> Ob prijavi v storitev uporabite isto uporabniško ime in geslo. Za dokončanje preverjanja boste prejeli obvestilo z zahtevo po zagonu mobilne aplikacije Multi-Factor Authentication in pritisku gumba Preveri pristnost. Če prijave ne potrdite z gumbom Preveri pristnost, bo prijava zavrnjena.<br/><br/> Gumb Preveri pristnost pritisnite samo po prejemu obvestila iz mobilne aplikacije Multi-Factor Authentication, če se res poskušate prijaviti v aplikacijo. V nasprotnem primeru se morda nekdo drug poskuša prijaviti z vašim uporabniškim imenom in geslom, kar morate prijaviti skrbniku IT kot morebitno prevaro.
sr_cyrl_cs: Налог је конфигурисан за употребу услуге Multi-Factor Authentication.<br/><br/> Када се пријавите, наставићете да користите исто корисничко име и лозинку. Пре него што се верификација доврши, примићете обавештење у коме се од вас тражи да покренете Multi-Factor Authentication апликацију за мобилне уређаје и притиснете дугме „Потврди идентитет“ да бисте довршили пријављивање. Ако не потврдите пријављивање притиском на дугме „Потврди идентитет“, пријављивање ће бити одбијено.<br/><br/> Kада примите обавештење Multi-Factor Authentication апликације за мобилне уређаје, дугме „Потврди идентитет“ би требало да притиснете једино ако се заиста пријављујете у апликацију. Ако то није случај, могуће је да неко покушава да се пријави помоћу вашег корисничког имена и лозинке, те би ову потенцијалну превару требало да пријавите IT администратору.
sr_latn_cs: Nalog je konfigurisan za upotrebu usluge Multi-Factor Authentication.<br/><br/> Kada se prijavite, nastavićete da koristite isto korisničko ime i lozinku. Pre nego što se verifikacija dovrši, primićete obaveštenje u kome se od vas traži da pokrenete Multi-Factor Authentication aplikaciju za mobilne uređaje i pritisnete dugme „Potvrdi identitet“ da biste dovršili prijavljivanje. Ako ne potvrdite prijavljivanje pritiskom na dugme „Potvrdi identitet“, prijavljivanje će biti odbijeno.<br/><br/> Kada primite obaveštenje Multi-Factor Authentication aplikacije za mobilne uređaje, dugme „Potvrdi identitet“ bi trebalo da pritisnete jedino ako se zaista prijavljujete u aplikaciju. Ako to nije slučaj, moguće je da neko pokušava da se prijavi pomoću vašeg korisničkog imena i lozinke, te bi ovu potencijalnu prevaru trebalo da prijavite IT administratoru.
sv: Ditt konto har konfigurerats för användning av Multi-Factor Authentication.<br/><br/> När du loggar in använder du samma användarnamn och lösenord. Innan verifieringen har slutförts får du en avisering där du uppmanas att starta mobilappen för Multi-Factor Authentication och trycka på knappen Autentisering för att bekräfta inloggningen. Om du inte bekräftar inloggningen genom att trycka på Autentisera nekas inloggningen.<br/><br/> Du ska bara trycka på knappen Autentisera när du får aviseringen från mobilappen för Multi-Factor Authentication om du faktiskt håller på att logga in på applikationen. I annat fall kan det vara någon annan som försöker logga in med ditt användarnamn och lösenord. Du ska då anmäla detta eventuella bedrägeri till IT-administratören.
th: บัญชีของคุณได้รับการตั้งค่าให้ใช้ Multi-Factor Authentication<br/><br/> เมื่อคุณลงชื่อเข้าใช้ คุณจะยังคงใช้ชื่อผู้ใช้และรหัสผ่านเดิมต่อไป ก่อนการตรวจสอบความถูกต้องของคุณจะเสร็จสมบูรณ์ คุณจะได้รับการแจ้งเตือนที่ขอให้คุณเรียกใช้งานแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่และกดปุ่ม รับรองความถูกต้อง เพื่อดำเนินการลงชื่อเข้าใช้ให้เสร็จสมบูรณ์ หากคุณไม่ยืนยันการลงชื่อเข้าใช้โดยการกดปุ่ม รับรองความถูกต้อง การลงชื่อเข้าใช้จะถูกปฏิเสธ<br/><br/> คุณควรกดปุ่ม รับรองความถูกต้อง เมื่อได้รับการแจ้งเตือนจากแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ เฉพาะหากคุณกำลังลงชื่อเข้าใช้แอปพลิเคชันนั้นอยู่เท่านั้น มิเช่นนั้น แสดงว่าอาจมีบุคคลอื่นกำลังพยายามลงชื่อเข้าใช้ด้วยชื่อผู้ใช้และรหัสผ่านของคุณ และคุณควรรายงานการฉ้อฉลที่มีความเป็นไปได้นี้ต่อผู้ดูแลระบบไอทีของคุณ
tr: Hesabınız Multi-Factor Authentication'ı kullanacak şekilde yapılandırıldı.<br/><br/> Oturum açtığınızda, aynı kullanıcı adı ve parolayı kullanmaya devam edeceksiniz. Doğrulamanız tamamlanmadan önce, oturum açmanızı onaylamanız için Multi-Factor Authentication mobil uygulamasını başlatmanızı ve Kimlik Doğrulaması Yap düğmesine basmanızı isteyen bir bildirim alacaksınız. Kimlik Doğrulaması Yap düğmesine basarak oturum açmanızı onaylamazsanız, oturum açma isteği reddedilir.<br/><br/> O anda uygulamada oturum açıyorsanız, yalnızca Multi-Factor Authentication mobil uygulaması bildirimini aldığınız zaman Kimlik Doğrulaması Yap düğmesine basmanız gerekir. Aksi halde, bir başkası kullanıcı adı ve parolanızı kullanarak oturum açmayı deniyor olabilir; bu olası sahtekarlığı BT yöneticinize bildirmelisiniz.
uk: У вашому обліковому записі настроєно використання служби Multi-Factor Authentication.<br/><br/> Під час входу буде використано ті самі ім’я користувача та пароль. Перш ніж перевірка завершиться, ви отримаєте сповіщення з проханням запустити програму для мобільних пристроїв Multi-Factor Authentication і натиснути кнопку "Автентифікувати", щоб підтвердити вхід. Якщо ви не підтвердите вхід, натиснувши кнопку "Автентифікувати", у вході буде відмовлено.<br/><br/> Натискати кнопку "Автентифікувати" слід лише тоді, коли ви отримаєте сповіщення програми для мобільних пристроїв Multi-Factor Authentication після спроби ввійти в програму. В іншому випадку, імовірно, хтось інший намагається ввійти за допомогою ваших імені користувача та пароля. Про це потенційне шахрайство слід повідомити ІТ-адміністратора.
vi: Tài khoản của bạn đã được định cấu hình để sử dụng Multi-Factor Authentication.<br/><br/> Khi bạn đăng nhập, bạn sẽ tiếp tục sử dụng cùng tên người dùng và mật khẩu. Trước khi hoàn tất quá trình xác minh, bạn sẽ nhận được thông báo yêu cầu bạn khởi chạy ứng dụng di động Multi-Factor Authentication và bấm nút Xác thực để hoàn tất việc đăng nhập của bạn. Nếu bạn không xác nhận việc đăng nhập của bạn bằng cách bấm Xác thực, việc đăng nhập sẽ bị từ chối.<br/><br/> Bạn chỉ nên bấm nút Xác thực khi bạn nhận được thông báo của ứng dụng di động Multi-Factor Authentication nếu bạn đang thực sự đăng nhập vào ứng dụng này. Nếu không, có thể ai đó đang cố đăng nhập bằng tên người dùng và mật khẩu của bạn và bạn nên thông báo khả năng lừa đảo này cho quản trị viên CNTT của mình.
zh_cn: 您的帐户已配置为使用 Multi-Factor Authentication。<br/><br/> 在登录时，您将继续使用同一个用户名和密码。在身份验证完成之前， 您将会接收到一条通知，要求您启动 Multi-Factor Authentication 移动应用并按下“身份验证”按钮来完成登录。如果您不通过按下“身份验证”来确认登录，登录将会被拒绝。<br/><br/> 只有在您自己实际登录应用程序时收到该 Multi-Factor Authentication 移动应用通知的情况下，才应该按下“身份验证”按钮。否则，可能是其他人在尝试使用您的用户名和密码登录，而您应该向您的 IT 管理员举报这种潜在欺诈行为。
zh_tw: 已將您的帳戶設定為使用 Multi-Factor Authentication。<br/><br/> 在登入時，您將繼續使用相同的使用者名稱和密碼。在驗證完成之前， 您會收到要求啟動 Multi-Factor Authentication 行動裝置應用程式及按下 [驗證] 按鈕來完成登入的通知。如果您未按下 [驗證] 來確認登入，登入將會遭到拒絕。<br/><br/> 收到 Multi-Factor Authentication 行動裝置應用程式通知時，如果您確實正在登入應用程式，才能按下 [驗證] 按鈕。否則，這表示其他人可能正嘗試使用您的使用者名稱和密碼來登入，因此您應該向 IT 系統管理員回報這件潛在詐騙行為。
