Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_ErrorUpdatingSmsTextMode
source: Error updating text message mode.<br/>{0}
ar: حدث خطأ أثناء تحديث وضع الرسالة النصية.<br/>{0}
bg: Грешка при актуализирането на режима на текстово съобщение.<br/>{0}
ca: S'ha produït un error en actualitzar el mode de missatge de text.<br/>{0}
cs: Při aktualizaci režimu zpráv SMS došlo k chybě.<br/>{0}
da: Der opstod fejl under opdatering af sms-tilstand.<br/>{0}
de: Fehler beim Aktualisieren des SMS-Modus.<br/>{0}
el: Σφάλμα κατά την ενημέρωση της λειτουργίας ελέγχου ταυτότητας μέσω μηνύματος κειμένου (SMS).<br/>{0}
es: Error al actualizar el modo de mensaje de texto.<br/>{0}
et: Tõrge tekstsõnumi meetodi uuendamisel.<br/>{0}
eu: Errorea testu-mezu modua eguneratzerakoan.<br/>{0}
fi: Virhe päivitettäessä teksiviestitilaa.<br/>{0}
fr: Erreur lors de la mise à jour du mode SMS.<br/>{0}
gl: Erro ao actualizar o modo de mensaxes de texto.<br/>{0}
he: שגיאה בעדכון מצב הודעת טקסט.<br/>{0}
hi: पाठ संदेश मोड अद्यतित करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri ažuriranju načina tekstne poruke.<br/>{0}
hu: Hiba történt a szöveges üzenet mód módosításakor.<br/>{0}
id: Kesalahan memperbarui mode SMS.<br/>{0}
it: Errore durante l'aggiornamento della modalità SMS.<br/>{0}
ja: テキスト メッセージ モードの更新エラーが発生しました。<br/>{0}
kk: Мәтіндік хабар режимін жаңарту қатесі.<br/>{0}
ko: 문자 메시지 모드를 업데이트하는 동안 오류가 발생했습니다.<br/>{0}
lt: Naujinant teksto žinučių režimą įvyko klaida.<br/>{0}
lv: Atjauninot īsziņas režīmu, radās kļūda.<br/>{0}
ms: Ralat mengemas kini mod mesej teks.<br/>{0}
nl: Fout bij bijwerken van modus voor SMS-bericht.<br/>{0}
no: Feil under oppdatering av tekstmeldingsmodus.<br/>{0}
pl: Błąd podczas aktualizowania trybu wiadomości SMS.<br/>{0}
pt_br: Erro ao atualizar o modo de mensagem de texto.<br/>{0}
pt_pt: Erro ao atualizar o modo de mensagem SMS.<br/>{0}
ro: Eroare la actualizarea modului mesaj text.<br/>{0}
ru: Ошибка при обновлении режима "SMS".<br/>{0}
sk: Chyba pri aktualizovaní režimu textovej správy.<br/>{0}
sl: Pri posodabljanju načina besedilnega sporočila je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при ажурирању режима текстуалне поруке.<br/>{0}
sr_latn_cs: Greška pri ažuriranju režima tekstualne poruke.<br/>{0}
sv: Det gick inte att uppdatera SMS-läge.<br/>{0}
th: ข้อผิดพลาดในการอัปเดตโหมดข้อความ<br/>{0}
tr: Metin mesajı modu güncelleştirilirken hata.<br/>{0}
uk: Помилка під час оновлення режиму "Текстове повідомлення".<br/>{0}
vi: Lỗi cập nhật chế độ tin nhắn văn bản.<br/>{0}
zh_cn: 更新短信模式时出错。<br/>{0}
zh_tw: 更新簡訊模式時發生錯誤。<br/>{0}

# Message_ErrorUpdatingStaticToken
source: Error updating static token.<br/>{0}
ar: حدث خطأ أثناء تحديث الرمز المميز الثابت.<br/>{0}
bg: Грешка при актуализирането на статичния маркер.<br/>{0}
ca: S'ha produït un error en actualitzar el testimoni estàtic.<br/>{0}
cs: Při aktualizaci statického tokenu došlo k chybě.<br/>{0}
da: Der opstod fejl under opdatering af statisk token.<br/>{0}
de: Fehler beim Aktualisieren des statischen Tokens<br/>{0}
el: Σφάλμα κατά την ενημέρωση του στατικού διακριτικού.<br/>{0}
es: Error al actualizar el token estático.<br/>{0}
et: Tõrge staatilise tõendi uuendamisel.<br/>{0}
eu: Errorea token estatikoa eguneratzerakoan.<br/>{0}
fi: Virhe päivitettäessä staattista Token-tunnusta.<br/>{0}
fr: Erreur lors de la mise à jour du jeton statique.<br/>{0}
gl: Erro ao actualizar o token estático.<br/>{0}
he: שגיאה בעדכון אסימון סטטי.<br/>{0}
hi: स्थिर टोकन अद्यतित करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri ažuriranju statičnog tokena.<br/>{0}
hu: Hiba történt az állandó token módosításakor.<br/>{0}
id: Kesalahan memperbarui token statis.<br/>{0}
it: Errore durante l'aggiornamento del token statico.<br/>{0}
ja: 静的トークンの更新エラーが発生しました。<br/>{0}
kk: Тұрақты таңбалауышты жаңарту қатесі.<br/>{0}
ko: 정적 토큰을 업데이트하는 동안 오류가 발생했습니다.<br/>{0}
lt: Naujinant statinį atpažinimo ženklą įvyko klaida.<br/>{0}
lv: Atjauninot statisko marķieri, radās kļūda.<br/>{0}
ms: Ralat mengemas kini token statik.<br/>{0}
nl: Fout bij bijwerken van statisch token.<br/>{0}
no: Feil under oppdatering av statisk token.<br/>{0}
pl: Błąd podczas aktualizowania tokena statycznego.<br/>{0}
pt_br: Erro ao atualizar o token estático.<br/>{0}
pt_pt: Erro ao atualizar o token estático.<br/>{0}
ro: Eroare la actualizarea tokenului static.<br/>{0}
ru: Ошибка при обновлении статического токена.<br/>{0}
sk: Chyba pri aktualizovaní statického tokenu.<br/>{0}
sl: Pri posodabljanju statičnega žetona je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при ажурирању статичког токена.<br/>{0}
sr_latn_cs: Greška pri ažuriranju statičkog tokena.<br/>{0}
sv: Det gick inte att uppdatera statisk token.<br/>{0}
th: ข้อผิดพลาดในการอัปเดตโทเค็นคงที่<br/>{0}
tr: Statik belirteç güncelleştirilirken hata.<br/>{0}
uk: Помилка під час оновлення статичного маркера.<br/>{0}
vi: Lỗi cập nhật hiệu bài tĩnh.<br/>{0}
zh_cn: 更新静态令牌时出错。<br/>{0}
zh_tw: 更新靜態權杖時發生錯誤。<br/>{0}

# Message_ErrorUpdatingUserForSecurityQuestionSetup
source: Error updating user for security question setup.<br/>{0}
ar: حدث خطأ أثناء تحديث المستخدم لإعداد سؤال الأمان.<br/>{0}
bg: Грешка при актуализирането на потребителя при настройката на въпроса за защита.<br/>{0}
ca: S'ha produït un error en actualitzar la configuració de la pregunta de seguretat de l'usuari.<br/>{0}
cs: Při aktualizaci uživatele pro nastavení bezpečnostních otázek došlo k chybě.<br/>{0}
da: Der opstod fejl under opdatering af bruger til opsætning af sikkerhedsspørgsmål.<br/>{0}
de: Fehler beim Aktualisieren des Benutzers für die Einrichtung der Sicherheitsfragen<br/>{0}
el: Σφάλμα κατά την ενημέρωση του χρήστη για τη ρύθμιση των ερωτήσεων ασφαλείας.<br/>{0}
es: Error al actualizar al usuario para la configuración de las preguntas de seguridad.<br/>{0}
et: Tõrge kasutaja turbeküsimuse seadistamise uuendamisel.<br/>{0}
eu: Errorea erabiltzailearen segurtasun-galderaren konfigurazioa eguneratzerakoan.<br/>{0}
fi: Virhe päivitettäessä käyttäjän suojauskysymysmäärityksiä.<br/>{0}
fr: Erreur lors de la mise à jour de l'utilisateur pour la configuration des questions de sécurité.<br/>{0}
gl: Erro ao actualizar ao usuario para a configuración da pregunta de seguranza.<br/>{0}
he: שגיאה בעדכון משתמש עבור הגדרת שאלות אבטחה.<br/>{0}
hi: सुरक्षा प्रश्न सेटअप के लिए उपयोगकर्ता को अद्यतित करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri ažuriranju korisnika za postavljanje sigurnosnog pitanja.<br/>{0}
hu: Hiba történt a felhasználónak a biztonsági beállítások módosítása céljából történő módosításakor.<br/>{0}
id: Kesalahan memperbarui pengguna untuk persiapan pertanyaan keamanan.<br/>{0}
it: Errore durante l'aggiornamento dell'utente per la configurazione delle domande di sicurezza.<br/>{0}
ja: ユーザーのセキュリティの質問の更新エラーが発生しました。<br/>{0}
kk: Қауіпсіздік сұрағын орнату үшін пайдаланушыны жаңарту қатесі.<br/>{0}
ko: 보안 질문 설정에 대해 사용자를 업데이트하는 동안 오류가 발생했습니다.<br/>{0}
lt: Naujinant vartotojo saugos klausimo sąranką įvyko klaida.<br/>{0}
lv: Atjauninot drošības jautājuma iestatīšanai paredzēto lietotāju, radās kļūda.<br/>{0}
ms: Ralat mengemas kini pengguna untuk persediaan soalan keselamatan.<br/>{0}
nl: Fout bij bijwerken van gebruiker voor instellen beveiligingsvraag.<br/>{0}
no: Feil under oppdatering av bruker for oppsett av sikkerhetsspørsmål.<br/>{0}
pl: Błąd podczas aktualizowania konta użytkownika do konfiguracji pytań zabezpieczających.<br/>{0}
pt_br: Erro ao atualizar o usuário para a configuração da pergunta de segurança.<br/>{0}
pt_pt: Erro ao atualizar o utilizador para configuração da pergunta de segurança.<br/>{0}
ro: Eroare la actualizarea configurației de întrebări de securitate ale utilizatorului.<br/>{0}
ru: Ошибка при обновлении пользователя для настройки контрольных вопросов.<br/>{0}
sk: Chyba pri aktualizovaní používateľa pri nastavovaní otázky zabezpečenia.<br/>{0}
sl: Pri posodabljanju uporabnika za nastavitev varnostnih vprašanj je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при ажурирању корисника за подешавање безбедносних питања.<br/>{0}
sr_latn_cs: Greška pri ažuriranju korisnika za podešavanje bezbednosnih pitanja.<br/>{0}
sv: Det gick inte att uppdatera användaren för konfiguration av säkerhetsfråga.<br/>{0}
th: ข้อผิดพลาดในการอัปเดตผู้ใช้สำหรับการตั้งค่าคำถามรักษาความปลอดภัย<br/>{0}
tr: Güvenlik sorusu kurulumu için kullanıcı güncelleştirilirken hata.<br/>{0}
uk: Помилка під час оновлення користувача для настроювання контрольних запитань.<br/>{0}
vi: Lỗi cập nhật người dùng để thiết lập câu hỏi bảo mật.<br/>{0}
zh_cn: 更新用户的安全问题设置时出错。<br/>{0}
zh_tw: 針對安全性問題設定而更新使用者時發生錯誤。<br/>{0}

# Message_ErrorUpdatingUserInformation
source: Error updating user information.<br/>{0}
ar: حدث خطأ أثناء تحديث معلومات المستخدم.<br/>{0}
bg: Грешка при актуализирането на информацията за потребителя.<br/>{0}
ca: S'ha produït un error en actualitzar la informació de l'usuari.<br/>{0}
cs: Při aktualizaci informací o uživateli došlo k chybě.<br/>{0}
da: Der opstod fejl under opdatering af brugeroplysninger.<br/>{0}
de: Fehler beim Aktualisieren der Benutzerinformationen<br/>{0}
el: Σφάλμα κατά την ενημέρωση των στοιχείων χρήστη.<br/>{0}
es: Error al actualizar la información del usuario.<br/>{0}
et: Tõrge kasutaja andmete uuendamisel.<br/>{0}
eu: Errorea erabiltzailearen informazioa eguneratzerakoan.<br/>{0}
fi: Virhe päivitettäessä käyttäjän tietoja.<br/>{0}
fr: Erreur lors de la mise à jour des informations utilisateur. <br/>{0}
gl: Erro ao actualizar a información do usuario.<br/>{0}
he: שגיאה בעדכון פרטי משתמש.<br/>{0}
hi: उपयोगकर्ता जानकारी अद्यतित करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri ažuriranju podataka o korisniku.<br/>{0}
hu: Hiba történt a felhasználói adatok módosításakor.<br/>{0}
id: Kesalahan memperbarui informasi pengguna.<br/>{0}
it: Errore durante l'aggiornamento delle informazioni utente.<br/>{0}
ja: ユーザー情報の更新エラーが発生しました。<br/>{0}
kk: Пайдаланушы ақпаратын жаңарту қатесі.<br/>{0}
ko: 사용자 정보를 업데이트하는 동안 오류가 발생했습니다.<br/>{0}
lt: Naujinant vartotojo informaciją įvyko klaida.<br/>{0}
lv: Atjauninot lietotāja informāciju, radās kļūda.<br/>{0}
ms: Ralat mengemas kini maklumat pengguna.<br/>{0}
nl: Fout bij bijwerken van gebruikersgegevens.<br/>{0}
no: Feil under oppdatering av brukerinformasjon.<br/>{0}
pl: Błąd podczas aktualizowania informacji o użytkowniku.<br/>{0}
pt_br: Erro ao atualizar as informações do usuário.<br/>{0}
pt_pt: Erro ao atualizar informações do utilizador.<br/>{0}
ro: Eroare la actualizarea informațiilor utilizatorului.<br/>{0}
ru: Ошибка при обновлении сведений о пользователе.<br/>{0}
sk: Chyba pri aktualizovaní informácií o používateľovi.<br/>{0}
sl: Pri posodabljanju uporabniških podatkov je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при ажурирању информација о кориснику.<br/>{0}
sr_latn_cs: Greška pri ažuriranju informacija o korisniku.<br/>{0}
sv: Det gick inte att uppdatera användarinformationen.<br/>{0}
th: ข้อผิดพลาดในการอัปเดตข้อมูลผู้ใช้<br/>{0}
tr: Kullanıcı bilgileri güncelleştirilirken hata.<br/>{0}
uk: Помилка під час оновлення відомостей про користувача.<br/>{0}
vi: Lỗi cập nhật thông tin người dùng.<br/>{0}
zh_cn: 更新用户信息时出错。<br/>{0}
zh_tw: 更新使用者資訊時發生錯誤。<br/>{0}

# Message_ErrorUpdatingVoiceCallMode
source: Error updating phone call mode.<br/>{0}
ar: حدث خطأ أثناء تحديث وضع المكالمة الهاتفية.<br/>{0}
bg: Грешка при актуализирането на режима на телефонно обаждане.<br/>{0}
ca: S'ha produït un error en actualitzar el mode de trucada de telèfon.<br/>{0}
cs: Při aktualizaci režimu telefonních hovorů došlo k chybě.<br/>{0}
da: Der opstod fejl under opdatering af telefonopkaldstilstand.<br/>{0}
de: Fehler beim Aktualisieren des Telefonanrufmodus.<br/>{0}
el: Σφάλμα κατά την ενημέρωση της λειτουργίας ελέγχου ταυτότητας μέσω τηλεφωνικής κλήσης.<br/>{0}
es: Error al actualizar el modo de llamada de teléfono.<br/>{0}
et: Tõrge telefonikõne meetodi uuendamisel.<br/>{0}
eu: Errorea telefono-dei modua eguneratzerakoan.<br/>{0}
fi: Virhe päivitettäessä puhelutilaa.<br/>{0}
fr: Erreur lors de la mise à jour du mode Appel téléphonique.<br/>{0}
gl: Erro ao actualizar o modo de chamada telefónica.<br/>{0}
he: שגיאה בעדכון מצב שיחת טלפון.<br/>{0}
hi: फ़ोन कॉल मोड अद्यतित करते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri ažuriranju načina poziva.<br/>{0}
hu: Hiba történt a telefonhívás mód módosításakor.<br/>{0}
id: Kesalahan memperbarui mode panggilan.<br/>{0}
it: Errore durante l'aggiornamento della modalità Telefonata.<br/>{0}
ja: 電話モードの更新エラーが発生しました。<br/>{0}
kk: Телефон қоңырауы режимін жаңарту қатесі.<br/>{0}
ko: 전화 통화 모드를 업데이트하는 동안 오류가 발생했습니다.<br/>{0}
lt: Naujinant telefono skambučių režimą įvyko klaida.<br/>{0}
lv: Atjauninot tālruņa zvana režīmu, radās kļūda.<br/>{0}
ms: Ralat mengemas kini mod panggilan telefon.<br/>{0}
nl: Fout bij bijwerken van modus voor telefoonoproep.<br/>{0}
no: Feil under oppdatering av telefonanropsmodus.<br/>{0}
pl: Błąd podczas aktualizowania trybu rozmowy telefonicznej.<br/>{0}
pt_br: Erro ao atualizar o modo de telefonema.<br/>{0}
pt_pt: Erro ao atualizar o modo de chamada telefónica.<br/>{0}
ro: Eroare la actualizarea modului apel telefonic.<br/>{0}
ru: Ошибка при обновлении режима "Телефонный звонок".<br/>{0}
sk: Chyba pri aktualizovaní režimu telefónneho hovoru.<br/>{0}
sl: Pri posodabljanju načina telefonskega klica je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при ажурирању режима телефонског позива.<br/>{0}
sr_latn_cs: Greška pri ažuriranju režima telefonskog poziva.<br/>{0}
sv: Det gick inte att uppdatera telefonsamtalsläge.<br/>{0}
th: ข้อผิดพลาดในการอัปเดตโหมดโทรติดต่อ<br/>{0}
tr: Telefon araması modu güncelleştirilirken hata.<br/>{0}
uk: Помилка під час оновлення режиму "Телефонний дзвінок".<br/>{0}
vi: Lỗi cập nhật chế độ cuộc gọi điện thoại.<br/>{0}
zh_cn: 更新电话呼叫模式时出错。<br/>{0}
zh_tw: 更新通話模式時發生錯誤。<br/>{0}

# Message_ExpiredSession
source: Your session has expired.
ar: انتهت صلاحية جلسة العمل الخاصة بك.
bg: Сесията ви е изтекла.
ca: La sessió ha vençut.
cs: Platnost vaší relace vypršela.
da: Din session er udløbet.
de: Die Sitzung ist abgelaufen.
el: Η περίοδος λειτουργίας στην περίπτωσή σας έχει λήξει.
es: La sesión ha expirado.
et: Teie seanss on aegunud.
eu: Zure saioa iraungi da.
fi: Istuntosi on päättynyt.
fr: Votre session a expiré.
gl: A sesión caducou.
he: תוקפה של ההפעלה שלך פג.
hi: आपके सत्र की समय-सीमा समाप्त हो गई है.
hr: Vaša je sesija istekla.
hu: A kapcsolat időkorlátja lejárt.
id: Sesi Anda telah berakhir.
it: Sessione scaduta.
ja: セッションの期限が切れました。
kk: Сеанстың мерзімі аяқталды.
ko: 세션이 만료되었습니다.
lt: Jūsų seansas baigė galioti.
lv: Beidzās sesijas derīgums.
ms: Sesi anda telah tamat tempoh.
nl: Uw sessie is verlopen.
no: Økten din har utløpt.
pl: Sesja wygasła.
pt_br: Sua sessão expirou.
pt_pt: A sua sessão expirou.
ro: Sesiunea a expirat.
ru: Время сеанса окончилось.
sk: Platnosť relácie uplynula.
sl: Vaša seja je potekla.
sr_cyrl_cs: Сесија је истекла.
sr_latn_cs: Sesija je istekla.
sv: Ditt session har löpt ut.
th: เซสชันของคุณหมดอายุแล้ว
tr: Oturumunuzun süresi sona erdi.
uk: Час сеансу завершився.
vi: Phiên làm việc của bạn đã hết hạn.
zh_cn: 您的会话已过期。
zh_tw: 您的工作階段已到期。

# Message_IncorrectAnswers
source: The answers you provided are incorrect, please try again.
ar: الإجابة التي قدمتها غير صحيحة، الرجاء المحاولة مرة أخرى.
bg: Предоставените от вас отговори са неправилни. Опитайте отново.
ca: Les respostes que heu proporcionat són incorrectes. Torneu-ho a provar.
cs: Odpovědi, které jste zadali, jsou nesprávné. Opakujte akci.
da: De angivne svar er forkerte. Prøv igen.
de: Sie haben nicht richtig geantwortet. Bitte versuchen Sie es erneut.
el: Οι απαντήσεις που εισαγάγατε είναι λανθασμένες. Δοκιμάστε ξανά.
es: Las respuestas proporcionadas son incorrectas. Inténtelo de nuevo.
et: Pakutud vastused on valed, palun proovige uuesti.
eu: Emandako erantzunak ez dira zuzenak, saiatu berriro.
fi: Antamasi vastaukset ovat virheellisiä. Yritä uudelleen.
fr: Les réponses que vous avez fournies sont incorrectes, réessayez.
gl: As respostas fornecidas son incorrectas, ténteo de novo.
he: התשובות שנתת שגויות. נסה שוב.
hi: आपके द्वारा प्रदान किए गए उत्तर ग़लत हैं, कृपया पुनः प्रयास करें.
hr: Odgovori koje ste naveli netočni su, pokušajte ponovno.
hu: Hibás válaszokat adott. Próbálja meg újra.
id: Jawaban yang Anda berikan salah, harap coba lagi.
it: Le risposte fornite sono errate. Riprovare.
ja: 答が間違っています。もう一度やり直してください。
kk: Берген жауаптарыңыз қате, әрекетті қайталаңыз.
ko: 제공한 답변이 올바르지 않습니다. 다시 시도하십시오.
lt: Jūsų pateikti atsakymai neteisingi, pabandykite dar kartą.
lv: Izvēlētās atbildes nav pareizas. Lūdzu, mēģiniet vēlreiz.
ms: Jawapan yang anda berikan tidak betul. Sila cuba lagi.
nl: De door u opgegeven antwoorden zijn onjuist. Probeer het opnieuw.
no: Svarene du oppgav, er feil. Prøv på nytt.
pl: Podane odpowiedzi są nieprawidłowe. Spróbuj ponownie.
pt_br: As respostas fornecidas estão incorretas. Tente novamente.
pt_pt: As respostas que forneceu estão incorretas, tente novamente.
ro: Răspunsurile date sunt incorecte. Încercați din nou.
ru: Ваши ответы неверны, повторите попытку.
sk: Zadané odpovede sú nesprávne, skúste to znova.
sl: Vaši odgovori niso pravilni, poskusite znova.
sr_cyrl_cs: Одговори које сте навели су нетачни. Покушајте поново.
sr_latn_cs: Odgovori koje ste naveli su netačni. Pokušajte ponovo.
sv: Svaren är felaktiga. Försök igen.
th: คำตอบที่คุณระบุไม่ถูกต้อง โปรดลองอีกครั้ง
tr: Verdiğiniz yanıtlar yanlış, lütfen yeniden deneyin.
uk: Надані відповіді неправильні, повторіть спробу.
vi: Các câu trả lời bạn đã cung cấp không đúng, xin vui lòng thử lại.
zh_cn: 您提供的答案不正确，请重试。
zh_tw: 您提供的答案不正確，請再試一次。

# Message_IncorrectOathCode
source: Incorrect authentication code.
ar: رمز مصادقة غير صحيح.
bg: Неправилен код за удостоверяване.
ca: El codi d'autenticació és incorrecte.
cs: Nesprávný ověřovací kód.
da: Forkert godkendelseskode.
de: Authentifizierungscode falsch.
el: Λανθασμένος κωδικός ελέγχου ταυτότητας.
es: Código de autenticación incorrecto.
et: Vale autentimiskood.
eu: Autentifikazio-kodea ez da zuzena.
fi: Virheellinen todennuskoodi.
fr: Code d'authentification incorrect.
gl: Código de autenticación incorrecto.
he: קוד אימות שגוי.
hi: ग़लत प्रमाणीकरण कोड.
hr: Kôd za provjeru autentičnosti nije točan.
hu: Hibás a hitelesítő kód.
id: Kode autentikasi salah.
it: Codice di autenticazione errato.
ja: 認証コードが間違っています。
kk: Түпнұсқалықты растау коды дұрыс емес.
ko: 잘못된 인증 코드입니다.
lt: Neteisingas autentifikavimo kodas.
lv: Autentifikācijas kods nav pareizs.
ms: Kod pengesahan tidak betul.
nl: Onjuiste authenticatiecode.
no: Ugyldig godkjenningskode.
pl: Nieprawidłowy kod uwierzytelniania.
pt_br: Código de autenticação incorreto.
pt_pt: Código de autenticação incorreto.
ro: Cod de autentificare incorect.
ru: Неправильный код проверки подлинности.
sk: Nesprávny overovací kód.
sl: Koda za preverjanje pristnosti ni pravilna.
sr_cyrl_cs: Нетачна шифра за потврду идентитета.
sr_latn_cs: Netačna šifra za potvrdu identiteta.
sv: Felaktig autentiseringskod.
th: รหัสการรับรองความถูกต้องไม่ถูกต้อง
tr: Yanlış kimlik doğrulaması kodu.
uk: Неправильний код автентифікації.
vi: Mã xác thực không đúng.
zh_cn: 身份验证代码不正确。
zh_tw: 驗證碼不正確。

# Message_IncorrectOneTimePasscode
source: Incorrect one-time passcode.
ar: رمز مرور لمرة واحدة غير صحيح.
bg: Неправилна еднократна парола.
ca: La contrasenya d'un sol ús és incorrecta.
cs: Nesprávné jednorázové heslo.
da: Forkert engangsadgangskode.
de: Einmalkennung falsch.
el: Λανθασμένος κωδικός πρόσβασης μίας χρήσης.
es: Código de acceso de un solo uso incorrecto.
et: Vale ühekordne pääsukood.
eu: Erabilera bakarreko pasakodea ez da zuzena.
fi: Virheellinen kertakäyttöinen tunnuskoodi.
fr: Code secret à usage unique incorrect.
gl: Código de acceso dun só uso incorrecto.
he: קוד סיסמה חד-פעמי שגוי.
hi: ग़लत एकबारगी पासकोड.
hr: Netočna jednokratna lozinka.
hu: Hibás egyszeri jelszó.
id: Kode akses satu-kali salah.
it: Passcode monouso errata.
ja: ワンタイム パスコードが間違っています。
kk: Бір рет қолданылатын құпия код дұрыс емес.
ko: 잘못된 OTP(일회성 암호)입니다.
lt: Neteisingas vienkartinis prieigos kodas.
lv: Vienreizējais ieejas kods nav pareizs.
ms: Kod laluan sekali guna tidak betul.
nl: Onjuiste eenmalige wachtwoordcode.
no: Ugyldig engangspassord.
pl: Nieprawidłowy jednorazowy kod dostępu.
pt_br: Senha descartável incorreta.
pt_pt: Código de acesso de uso individual incorreto.
ro: Cod de acces unic incorect.
ru: Неправильный одноразовый пароль.
sk: Nesprávny jednorazový prístupový kód.
sl: Enkratno geslo ni pravilno.
sr_cyrl_cs: Нетачан једнократни код.
sr_latn_cs: Netačan jednokratni kôd.
sv: Felaktig engångskod.
th: รหัสผ่านแบบครั้งเดียวไม่ถูกต้อง
tr: Yanlış bir kerelik geçiş kodu.
uk: Неправильний одноразовий код доступу.
vi: Mã thông hành dùng một lần không đúng.
zh_cn: 一次性密码不正确。
zh_tw: 單次密碼不正確。

# Message_IncorrectOneTimePasscodePlusPin
source: Incorrect one-time passcode + PIN.
ar: رقم PIN + رمز مرور لمرة واحدة غير صحيح.
bg: Неправилни еднократна парола + ПИН.
ca: La contrasenya d'un sol ús + PIN són incorrectes.
cs: Nesprávné jednorázové heslo + PIN.
da: Forkert engangsadgangskode + pinkode.
de: Einmalkennung und/oder PIN falsch.
el: Λανθασμένος κωδικός πρόσβασης μίας χρήσης + PIN.
es: Código de acceso de un solo uso + PIN incorrectos.
et: Vale ühekordne pääsukood + PIN.
eu: Erabilera bakarreko pasakodea + PINa ez da zuzena.
fi: Virheellinen kertakäyttöinen tunnuskoodi + PIN-koodi.
fr: Code secret à usage unique + PIN incorrects.
gl: Código de acceso dun só uso e PIN incorrectos.
he: קוד סיסמה חד-פעמי + מספר זיהוי אישי שגויים.
hi: ग़लत एकबारगी पासकोड + पिन.
hr: Netočna jednokratna lozinka + PIN.
hu: Hibás egyszeri jelszó + PIN-kód kombináció.
id: Kode akses satu-kali + PIN salah.
it: Combinazione di passcode monouso + PIN errata.
ja: ワンタイム パスコードと PIN が間違っています。
kk: Бір рет қолданылатын құпия код + PIN дұрыс емес.
ko: 잘못된 OTP(일회성 암호) + PIN입니다.
lt: Neteisingas vienkartinis prieigos kodas + PIN.
lv: Vienreizējais ieejas kods un PIN nav pareizs.
ms: Kod laluan sekali guna + PIN tidak betul.
nl: Onjuiste eenmalige wachtwoordcode + pincode.
no: Ugyldig engangspassord + PIN-kode.
pl: Nieprawidłowy jednorazowy kod dostępu i numer PIN.
pt_br: Senha descartável + PIN incorretos.
pt_pt: Código de acesso de uso individual + PIN incorretos.
ro: Combinație cod de acces unic + cod PIN incorectă.
ru: Неправильные одноразовый пароль и ПИН-код.
sk: Nesprávny jednorazový prístupový kód + PIN kód.
sl: Enkratno geslo in koda PIN nista pravilna.
sr_cyrl_cs: Нетачан једнократни код + PIN.
sr_latn_cs: Netačan jednokratni kôd + PIN.
sv: Felaktig engångskod + PIN.
th: รหัสผ่านแบบครั้งเดียว + PIN ไม่ถูกต้อง
tr: Yanlış bir kerelik geçiş kodu + PIN.
uk: Неправильні одноразовий код доступу та PIN-код.
vi: Mã thông hành dùng một lần + PIN không đúng.
zh_cn: 一次性密码 + PIN 不正确。
zh_tw: 單次密碼 + PIN 不正確。
