Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_Step2DescriptionPhoneAppStandard
source: Instantly, you receive a Multi-Factor Authentication mobile app notification. Launch the app and press the Authenticate button.
ar: ستتلقى على الفور إعلامًا خاصًا بتطبيق الأجهزة المحمولة Multi-Factor Authentication. لذا قم بتشغيل التطبيق ثم اضغط على الزر "مصادقة".
bg: Получавате известие от мобилното приложение Multi-Factor Authentication на момента. Стартирайте приложението и натиснете бутона "Удостоверяване".
ca: Rebreu una notificació de l'aplicació mòbil Multi-Factor Authentication immediatament. Inicieu l'aplicació i premeu el botó Autentica.
cs: Téměř okamžitě vám bude doručeno oznámení mobilní aplikace Multi-Factor Authentication. Spusťte aplikaci a stiskněte tlačítko Ověřit.
da: Du modtager straks en Multi-Factor Authentication-mobilappmeddelelse. Start appen, og tryk på knappen Godkend.
de: Daraufhin erhalten Sie eine Benachrichtigung der mobilen Anwendung für Multi-Factor Authentication. Starten Sie die Anwendung, und klicken Sie auf die Schaltfläche "Authentifizieren".
el: Αμέσως, θα λάβετε μια ειδοποίηση από την εφαρμογή Multi-Factor Authentication για κινητές συσκευές. Εκκινήστε την εφαρμογή και πατήστε το κουμπί "Έλεγχος ταυτότητας".
es: Recibirá una notificación de la aplicación móvil Multi-Factor Authentication al instante. Inicie la aplicación y presione el botón Autenticar.
et: Kohe saate Multi-Factor Authenticationi mobiilirakenduse teavituse. Käivitage rakendus ja vajutage nuppu Autendi.
eu: Berehala Multi-Factor Authentication mugikorreko aplikazioren jakinarazpena jasoko duzu. Abiarazi aplikazioa eta sakatu Autentifikatu botoia.
fi: Saat heti Multi-Factor Authentication -mobiilisovellusilmoituksen. Käynnistä sovellus ja paina Todenna-painiketta.
fr: Instantanément, vous recevez une notification de l'application mobile Multi-Factor Authentication. Lancez l'application et appuyez sur le bouton Authentifier.
gl: Recibirá unha notificación da aplicación para móbil de Multi-Factor Authentication ao momento. Inicie a aplicación e prema o botón Autenticar.
he: באופן מיידי, אתה מקבל הודעה לגבי האפליקציה למכשירים ניידים של Multi-Factor Authentication. הפעל את האפליקציה ולחץ על לחצן 'אמת'.
hi: तुरंत, आपको एक Multi-Factor Authentication मोबाइल अनुप्रयोग सूचना प्राप्त होगी. अनुप्रयोग लॉन्च करें और प्रमाणीकृत करें बटन दबाएँ.
hr: Odmah ćete primiti obavijest mobilne aplikacije Multi-Factor Authentication. Pokrenite aplikaciju i pritisnite gumb Provjeri autentičnost.
hu: Pillanatokon belül értesítést fog kapni a Multi-Factor Authentication mobilalkalmazástól. Indítsa el az alkalmazást, majd nyomja meg a Hitelesítés gombot.
id: Anda akan langsung menerima pemberitahuan aplikasi seluler Multi-Factor Authentication. Buka aplikasi lalu tekan tombol Autentikasi.
it: Viene immediatamente ricevuta una notifica dell'app mobile Multi-Factor Authentication. Avviare l'app e fare clic su Esegui autenticazione.
ja: すぐに Multi-Factor Authentication モバイル アプリの通知が届きます。アプリを起動して [認証] ボタンを押してください。
kk: Сізге бірден Multi-Factor Authentication мобильді бағдарламасының хабарландыруы келеді. Бағдарламаны іске қосып, "Түпнұсқалықты растау" түймесін басыңыз.
ko: Multi-Factor Authentication 모바일 앱 알림을 즉시 받습니다. 앱을 시작하고 [인증] 단추를 누르십시오.
lt: Nedelsiant gaunate mobiliųjų įrenginių programėlės „Multi-Factor Authentication“ pranešimą. Paleiskite programėlę ir paspauskite mygtuką Autentifikuoti.
lv: Nekavējoties saņemsit paziņojumu no mobilās programmas Multi-Factor Authentication. Palaidiet lietojumprogrammu un nospiediet pogu Autentificēt.
ms: Anda akan menerima pemberitahuan apl mudah alih Multi-Factor Authentication dengan serta-merta. Lancarkan apl dan tekan butang Sahkan.
nl: U ontvangt onmiddellijk een melding van de mobiele app Multi-Factor Authentication. Start de app en tik op de knop Authenticeren.
no: Du mottar umiddelbart et varsel fra mobilappen Multi-Factor Authentication. Start appen og trykk Godkjenn.
pl: Teraz otrzymasz powiadomienie z aplikacji mobilnej Multi-Factor Authentication. Uruchom aplikację i naciśnij przycisk Uwierzytelnij.
pt_br: Você receberá imediatamente uma notificação do aplicativo móvel Multi-Factor Authentication. Inicie o aplicativo e pressione o botão Autenticar.
pt_pt: De forma instantânea, recebe uma notificação da aplicação móvel de Autenticação Multifator. Execute a aplicação e prima o botão Autenticar.
ro: Veți primi imediat o notificare de la aplicația mobilă Multi-Factor Authentication. Lansați aplicația și apăsați butonul Autentificare.
ru: Вы сразу же получите уведомление от мобильного приложения Multi-Factor Authentication. Запустите приложение и нажмите кнопку "Проверить подлинность".
sk: Okamžite dostanete oznámenie z mobilnej aplikácie Multi-Factor Authentication. Spustite aplikáciu a stlačte tlačidlo Overiť.
sl: Takoj boste prejeli obvestilo mobilne aplikacije Multi-Factor Authentication. Zaženite aplikacijo in pritisnite gumb Preveri pristnost.
sr_cyrl_cs: Одмах примате обавештење Multi-Factor Authentication апликације за мобилне уређаје. Покрените апликацију и притисните дугме „Потврди идентитет“.
sr_latn_cs: Odmah primate obaveštenje Multi-Factor Authentication aplikacije za mobilne uređaje. Pokrenite aplikaciju i pritisnite dugme „Potvrdi identitet“.
sv: Du får direkt en avisering i mobilappen Multi-Factor Authentication. Starta appen och tryck på knappen Autentisera.
th: คุณจะได้รับการแจ้งเตือนของแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ทันที โปรดเรียกใช้งานแอปและกดปุ่ม "รับรองความถูกต้อง"
tr: Hemen bir Multi-Factor Authentication mobil uygulaması bildirimi alıyorsunuz. Uygulamayı başlatın ve ardından Kimlik Doğrulaması Yap düğmesine basın.
uk: Ви одразу ж отримаєте сповіщення від мобільної програми Multi-Factor Authentication. Запустіть програму й натисніть кнопку "Автентифікувати".
vi: Ngay lập tức, bạn nhận được một thông báo của ứng dụng di động Multi-Factor Authentication. Khởi chạy ứng dụng và nhấn nút Xác thực.
zh_cn: 此时您会收到 Multi-Factor Authentication 移动应用通知。启动应用，然后按“身份验证”按钮。
zh_tw: 您隨即會收到 Multi-Factor Authentication 行動裝置應用程式通知。請啟動應用程式，然後按 [驗證] 按鈕。

# Label_Step2DescriptionPhoneAppVoiceprint
source: Instantly, you receive a Multi-Factor Authentication mobile app notification. Launch the app and say your passphrase when prompted.
ar: ستتلقى على الفور إعلامًا خاصًا بتطبيق الأجهزة المحمولة Multi-Factor Authentication. لذا قم بتشغيل التطبيق ثم انطق بعبارة المرور عند مطالبتك بذلك.
bg: Получавате известие от мобилното приложение Multi-Factor Authentication на момента. Стартирайте приложението и кажете фразата си за достъп, когато бъдете подканени.
ca: Rebreu una notificació de l'aplicació mòbil Multi-Factor Authentication immediatament. Inicieu l'aplicació i pronuncieu la contrasenya quan se us demani.
cs: Téměř okamžitě vám bude doručeno oznámení mobilní aplikace Multi-Factor Authentication. Spusťte aplikaci. Jakmile k tomu budete vyzváni, řekněte své heslo.
da: Du modtager straks en Multi-Factor Authentication-mobilappmeddelelse. Start appen, og sig dit adgangsudtryk, når du bliver bedt om det.
de: Daraufhin erhalten Sie eine Benachrichtigung der mobilen Anwendung für Multi-Factor Authentication. Starten Sie die Anwendung, und sagen Sie Ihre Passphrase an, wenn Sie dazu aufgefordert werden.
el: Αμέσως, θα λάβετε μια ειδοποίηση από την εφαρμογή Multi-Factor Authentication για κινητές συσκευές. Εκκινήστε την εφαρμογή και προφέρετε τη φράση πρόσβασης, όταν σας ζητηθεί.
es: Recibirá una notificación de la aplicación móvil Multi-Factor Authentication al instante. Inicie la aplicación y diga su frase de contraseña cuando se le solicite.
et: Kohe saate Multi-Factor Authenticationi mobiilirakenduse teavituse. Käivitage rakendus ja öelge parool, kui seda palutakse.
eu: Berehala Multi-Factor Authentication mugikorreko aplikazioren jakinarazpena jasoko duzu. Abiarazi aplikazioa eta eskatutakoan esan pasaesaldia.
fi: Saat heti Multi-Factor Authentication -mobiilisovellusilmoituksen. Käynnistä sovellus ja sano tunnuslause, kun sitä pyydetään.
fr: Instantanément, vous recevez une notification de l'application mobile Multi-Factor Authentication. Lancez l'application et prononcez votre phrase secrète lorsque vous y êtes invité.
gl: Recibirá unha notificación da aplicación para móbil de Multi-Factor Authentication ao momento. Inicie a aplicación e diga a frase de acceso cando se lle solicite.
he: באופן מיידי, אתה מקבל הודעה לגבי האפליקציה למכשירים ניידים של Multi-Factor Authentication. הפעל את האפליקציה ואמור את ביטוי הסיסמה כאשר תתבקש.
hi: तुरंत, आपको एक Multi-Factor Authentication मोबाइल अनुप्रयोग सूचना प्राप्त होगी. अनुप्रयोग लॉन्च करें और संकेत दिए जाने पर अपना पासफ़्रेज़ कहें.
hr: Odmah ćete primiti obavijest mobilne aplikacije Multi-Factor Authentication. Pokrenite aplikaciju i izgovorite pristupni izraz kad se to zatraži.
hu: Pillanatokon belül értesítést fog kapni a Multi-Factor Authentication mobilalkalmazástól. Indítsa el az alkalmazást, majd az erre vonatkozó felszólítás után mondja ki a jelmondatot.
id: Anda akan langsung menerima pemberitahuan aplikasi seluler Multi-Factor Authentication. Buka aplikasi lalu ucapkan frasa kunci saat diminta.
it: Viene immediatamente ricevuta una notifica dell'app mobile Multi-Factor Authentication. Avviare l'app e, quando richiesto, pronunciare la passphrase.
ja: すぐに Multi-Factor Authentication モバイル アプリの通知が届きます。アプリを起動し、指示に従ってパスフレーズを言ってください。
kk: Сізге бірден Multi-Factor Authentication мобильді бағдарламасының хабарландыруы келеді. Бағдарламаны іске қосып, сұралған кезде, құпия сөз орамын айтыңыз.
ko: Multi-Factor Authentication 모바일 앱 알림을 즉시 받습니다. 앱을 시작하고 암호를 말하라는 메시지가 나타나면 암호를 말하십시오.
lt: Nedelsiant gaunate mobiliųjų įrenginių programėlės „Multi-Factor Authentication“ pranešimą. Paleiskite programėlę ir, kai paraginama, ištarkite savo prieigos slaptažodį.
lv: Nekavējoties saņemsit paziņojumu no mobilās programmas Multi-Factor Authentication. Kad tiks parādīts atbilstošs uzaicinājums, palaidiet lietojumprogrammu un izrunājiet ieejas frāzi.
ms: Anda akan menerima pemberitahuan apl mudah alih Multi-Factor Authentication dengan serta-merta. Lancarkan apl dan sebut frasa laluan anda apabila diminta.
nl: U ontvangt onmiddellijk een melding van de mobiele app Multi-Factor Authentication. Start de app en spreek uw wachtwoordzin in wanneer u hierom wordt gevraagd.
no: Du mottar umiddelbart et varsel fra mobilappen Multi-Factor Authentication. Start appen og si passfrasen når du blir bedt om det.
pl: Teraz otrzymasz powiadomienie z aplikacji mobilnej Multi-Factor Authentication. Uruchom aplikację i wypowiedz hasło po pojawieniu się monitu.
pt_br: Você receberá imediatamente uma notificação do aplicativo móvel Multi-Factor Authentication. Inicie o aplicativo e, quando solicitado, fale sua frase secreta.
pt_pt: De forma instantânea, recebe uma notificação da aplicação móvel de Autenticação Multifator. Execute a aplicação e, quando solicitado, diga a sua frase de acesso.
ro: Veți primi imediat o notificare de la aplicația mobilă Multi-Factor Authentication. Lansați aplicația și pronunțați fraza de acces, atunci când vi se solicită acest lucru.
ru: Вы сразу же получите уведомление от мобильного приложения Multi-Factor Authentication. Запустите приложение и при появлении запроса произнесите парольную фразу.
sk: Okamžite dostanete oznámenie z mobilnej aplikácie Multi-Factor Authentication. Spustite aplikáciu a po zobrazení výzvy vyslovte prístupovú frázu.
sl: Takoj boste prejeli obvestilo mobilne aplikacije Multi-Factor Authentication. Zaženite aplikacijo in ob pozivu povejte glasovno geslo.
sr_cyrl_cs: Одмах примате обавештење Multi-Factor Authentication апликације за мобилне уређаје. Покрените апликацију и изговорите фразу за пролаз када се то од вас затражи.
sr_latn_cs: Odmah primate obaveštenje Multi-Factor Authentication aplikacije za mobilne uređaje. Pokrenite aplikaciju i izgovorite frazu za prolaz kada se to od vas zatraži.
sv: Du får direkt en avisering i mobilappen Multi-Factor Authentication. Starta appen och uttala lösenfrasen när du uppmanas att göra det.
th: คุณจะได้รับการแจ้งเตือนของแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ทันที โปรดเรียกใช้งานแอปและพูดวลีรหัสผ่านของคุณเมื่อได้รับพร้อมท์
tr: Hemen bir Multi-Factor Authentication mobil uygulaması bildirimi alıyorsunuz. Uygulamayı başlatın ve ardından istendiğinde parolanızı söyleyin.
uk: Ви одразу ж отримаєте сповіщення від мобільної програми Multi-Factor Authentication. Запустіть програму і з появою запиту скажіть парольну фразу.
vi: Ngay lập tức, bạn nhận được một thông báo của ứng dụng di động Multi-Factor Authentication. Khởi chạy ứng dụng và nói câu thông hành của bạn khi được nhắc.
zh_cn: 此时您会收到 Multi-Factor Authentication 移动应用通知。启动应用，然后按提示报出您的密码。
zh_tw: 您隨即會收到 Multi-Factor Authentication 行動裝置應用程式通知。請啟動應用程式，然後在出現提示時說出複雜密碼。

# Label_Step2DescriptionPin
source: Instantly, you receive a phone call. Answer, enter your PIN, and press #.
ar: ستتلقى على الفور مكالمة هاتفية. قم بالرد عليها، ثم أدخل رقم PIN واضغط على #.
bg: Получавате телефонно обаждане на момента. Отговорете, въведете ПИН-а си и натиснете #.
ca: Rebreu una trucada de telèfon immediatament. Responeu, introduïu el PIN i premeu #.
cs: Téměř okamžitě vám aplikace Multi-Factor Authentication zavolá. Přijměte hovor, zadejte svůj PIN kód a stiskněte křížek (#).
da: Du modtager straks et telefonopkald. Besvar det, angiv din pinkode, og tryk på #.
de: Daraufhin erhalten Sie einen PhoneFactor-Anruf. Nehmen Sie den Anruf an, geben Sie Ihre PIN ein, und drücken Sie dann das Nummernzeichen (#).
el: Αμέσως, θα λάβετε μια τηλεφωνική κλήση. Απαντήστε, εισαγάγετε το PIN σας και πατήστε το πλήκτρο με το χαρακτήρα #.
es: Recibirá una llamada al instante. Conteste, escriba su PIN y presione #.
et: Kohe helistatakse teile. Võtke kõne vastu, sisestage PIN ja vajutage sümbolit #.
eu: Berehala telefono dei bat jasoko duzu. Erantzun, sartu PINa eta sakatu #.
fi: Saat heti puhelun. Vastaa, anna PIN-koodi ja paina #-näppäintä.
fr: Instantanément, vous recevez un appel téléphonique. Répondez, entrez votre PIN et appuyez sur #.
gl: Recibirá unha chamada telefónica ao momento. Aténdaa, introduza o PIN e prema #.
he: באופן מיידי, אתה מקבל שיחת טלפון. ענה, הזן את מספר הזיהוי האישי שלך והקש #.
hi: तुरंत, आपको एक फ़ोन कॉल आएगी. उत्तर दें, अपना पिन दर्ज करें और # दबाएँ.
hr: Odmah ćete dobiti telefonski poziv. Javite se, unesite PIN i pritisnite #.
hu: Pillanatokon belül telefonhívást fog kapni. Fogadja a hívást, írja be a PIN-kódot, majd nyomja meg a # gombot.
id: Anda akan langsung menerima panggilan telepon. Jawab, masukkan PIN, lalu tekan #.
it: Viene immediatamente ricevuta una telefonata. Rispondere, immettere il PIN e premere #.
ja: すぐに電話がかかってきます。電話に出て、PIN と # を押してください。
kk: Сізге бірден қоңырау соғылады. Оған жауап беріп, PIN кодын енгізіңіз де, # түймесін басыңыз.
ko: 전화가 즉시 걸려옵니다. 전화를 받고 PIN을 입력한 후 # 키를 누르십시오.
lt: Nedelsiant sulaukiate telefono skambučio. Atsiliepkite, įveskite savo PIN ir paspauskite #.
lv: Nekavējoties saņemsit tālruņa zvanu. Atbildiet uz to, ievadiet PIN un nospiediet taustiņu #.
ms: Anda akan menerima panggilan telefon dengan serta-merta. Jawab, masukkan PIN anda dan tekan #.
nl: U ontvangt onmiddellijk een telefoonoproep. Beantwoord de oproep, voer uw pincode in en tik op #.
no: Du mottar umiddelbart et telefonanrop. Svar på anropet, skriv inn PIN-koden og trykk #.
pl: Teraz zostanie nawiązana rozmowa telefoniczna. Odbierz połączenie, wprowadź numer PIN i naciśnij klawisz #.
pt_br: Imediatamente, você receberá um telefonema. Responda, insira o PIN e pressione #.
pt_pt: De forma instantânea, recebe uma chamada telefónica. Atenda, introduza o seu PIN e prima #.
ro: Veți primi imediat un apel telefonic. Răspundeți, introduceți codul PIN, apoi apăsați tasta #.
ru: К вам сразу же поступит телефонный звонок. Ответьте, введите ПИН-код и нажмите "#".
sk: Okamžite dostanete telefónny hovor. Prijmite ho, zadajte PIN kód a stlačte kláves #.
sl: Takoj boste prejeli telefonski klic. Sprejmite klic, vnesite kodo PIN in pritisnite #.
sr_cyrl_cs: Одмах примате телефонски позив. Јавите се, унесите PIN и притисните тастер #.
sr_latn_cs: Odmah primate telefonski poziv. Javite se, unesite PIN i pritisnite taster #.
sv: Du får direkt ett telefonsamtal. Svara, ange din PIN-kod och tryck på #.
th: คุณจะได้รับการโทรติดต่อทันที โปรดรับสาย ป้อน PIN และกดเครื่องหมาย #
tr: Hemen bir telefon araması alıyorsunuz. Yanıtlayın, PIN kodunuzu girin ve # tuşuna basın.
uk: До вас одразу ж надійде телефонний дзвінок. Необхідно відповісти, ввести PIN-код і натиснути "#".
vi: Ngay lập tức, bạn nhận được một cuộc gọi điện thoại. Trả lời máy, nhập PIN của bạn, và nhấn #.
zh_cn: 此时，您会接到一个电话。接听并输入您的 PIN，然后按下 #。
zh_tw: 您隨即會接到電話。請接聽電話、輸入 PIN，然後按 #。

# Label_Step2DescriptionSmsOneWayOtp
source: Instantly, you receive a text message with a one-time passcode. Enter this passcode when prompted by the application.
ar: ستتلقى على الفور رسالة نصية بها رمز مرور مرة واحدة. أدخل رمز المرور هذا عندما يطالبك التطبيق به.
bg: Получавате текстово съобщение с еднократна парола на момента. Въведете тази парола, когато бъдете подканени от приложението.
ca: Rebreu un missatge de text amb una contrasenya d'un sol ús immediatament. Introduïu la contrasenya quan l'aplicació us ho demani.
cs: Téměř okamžitě vám bude doručena zpráva SMS s jednorázovým heslem. Jakmile k tomu budete aplikací vyzváni, zadejte toto heslo.
da: Du modtager straks en sms med en engangsadgangskode. Angiv adgangskoden, når du bliver bedt om det.
de: Daraufhin erhalten Sie eine Textnachricht mit einer Einmalkennung. Geben Sie die Kennung ein, wenn Sie von der Anwendung dazu aufgefordert werden.
el: Αμέσως, θα λάβετε ένα μήνυμα κειμένου (SMS) που περιέχει έναν κωδικό πρόσβασης μίας χρήσης. Εισαγάγετε αυτόν τον κωδικό πρόσβασης όταν σας ζητηθεί από την εφαρμογή.
es: Recibirá un mensaje de texto con un código de acceso de un solo uso al instante. Escriba este código de acceso cuando se lo solicite la aplicación.
et: Kohe saadetakse teile tekstsõnum ühekordse parooliga. Sisestage parool, kui rakendus seda küsib.
eu: Berehala testu-mezu bat jasoko duzu erabilera bakarreko pasakode batekin. Sartu pasakodea aplikazioak eskatutakoan.
fi: Saat heti tekstiviestin, jossa on kertakäyttöinen tunnuskoodi. Anna tämä tunnuskoodi, kun sovellus sitä pyytää.
fr: Instantanément, vous recevez un SMS avec un code secret à usage unique. Entrez ce code secret lorsque vous y êtes invité par l'application.
gl: Recibirá unha mensaxe de texto cun código de acceso dun só uso. Introduza este código de acceso cando a aplicación o solicite.
he: באופן מיידי, אתה מקבל הודעת טקסט עם קוד סיסמה חד-פעמי. הזן קוד סיסמה זה כאשר היישום יבקש זאת.
hi: तुरंत, आपको एकबारगी पासकोड के साथ एक पाठ संदेश प्राप्त होगा. अनुप्रयोग द्वारा संकेत दिए जाने पर यह पासकोड दर्ज करें.
hr: Odmah ćete primiti tekstnu poruku s jednokratnom lozinkom. Unesite tu lozinku kad to aplikacija zatraži.
hu: Pillanatokon belül kap egy szöveges üzenetet, amelyben találni fog egy egyszeri jelszót. Amikor az alkalmazás felszólítja erre, írja be ezt a jelszót.
id: Anda akan langsung menerima SMS dengan kode akses satu-kali. Masukkan kode akses ini jika diminta oleh aplikasi.
it: Viene immediatamente ricevuto un messaggio SMS con un passcode monouso, che deve essere immesso quando richiesto dall'applicazione.
ja: すぐにテキスト メッセージでワンタイム パスコードが届きます。アプリケーションの指示に従って、このパスコードを入力してください。
kk: Сізге бірден бір рет қолданылатын құпия код жазылған мәтіндік хабар келеді. Бағдарлама сұраған кезде, осы құпия кодты енгізіңіз.
ko: OTP(일회성 암호)가 있는 문자 메시지를 즉시 받게 됩니다. 이 암호를 입력하라는 메시지가 응용 프로그램에 표시되면 입력하십시오.
lt: Nedelsiant gaunate teksto žinutę su vienkartiniu prieigos kodu. Įveskite šį prieigos kodą, kai paragina programa.
lv: Nekavējoties saņemsit īsziņu ar vienreizēju ieejas kodu. Kad lietojumprogramma parādīs atbilstošu uzaicinājumu, ievadiet šo ieejas kodu.
ms: Anda akan menerima mesej teks yang mengandungi kod laluan sekali guna dengan serta-merta. Masukkan kod laluan ini apabila diminta oleh aplikasi.
nl: U ontvangt onmiddellijk een SMS-bericht met een eenmalige wachtwoordcode. Voer deze wachtwoordcode in wanneer u hierom wordt gevraagd.
no: Du mottar umiddelbart en tekstmelding med et engangspassord. Skriv inn dette passordet når du blir bedt om det av appen.
pl: Teraz otrzymasz wiadomość SMS z jednorazowym kodem dostępu. Wprowadź ten kod dostępu po wyświetleniu przez aplikację monitu.
pt_br: Imediatamente, você receberá uma mensagem de texto com uma senha descartável. Insira essa senha quando solicitado pelo aplicativo.
pt_pt: De forma instantânea, recebe uma mensagem SMS com um código de acesso único. Quando a aplicação o solicitar, introduza esse código de acesso.
ro: Veți primi imediat un mesaj text, care va conține un cod de acces unic. Atunci când aplicația vă solicită acest lucru, introduceți codul respectiv.
ru: Вы сразу же получите текстовое сообщение с одноразовым паролем. Введите этот пароль при появлении запроса от приложения.
sk: Okamžite dostanete textovú správu s jednorazovým prístupovým kódom. Po zobrazení výzvy v aplikácii zadajte tento prístupový kód.
sl: Takoj boste prejeli besedilno sporočilo z enkratnim geslom. Ob pozivu aplikacije vnesite to geslo.
sr_cyrl_cs: Одмах примате текстуалну поруку са једнократним кодом. Унесите овај код када апликација то од вас затражи.
sr_latn_cs: Odmah primate tekstualnu poruku sa jednokratnim kodom. Unesite ovaj kôd kada aplikacija to od vas zatraži.
sv: Du får direkt ett SMS med en engångslösenkod. Ange denna lösenkod när du uppmanas att göra det.
th: คุณจะได้รับข้อความที่มีรหัสผ่านแบบครั้งเดียวทันที โปรดป้อนรหัสผ่านนี้เมื่อได้รับพร้อมท์จากโปรแกรมประยุกต์
tr: Hemen bir kerelik geçiş kodu içeren bir metin mesajı alıyorsunuz. Uygulama tarafından istendiğinde bu geçiş kodunu girin.
uk: Ви одразу ж отримаєте текстове повідомлення з одноразовим кодом доступу. Введіть цей код доступу із появою запиту від програми.
vi: Ngay lập tức, bạn nhận được một tin nhắn văn bản với một mã thông hành dùng một lần. Nhập mã thông hành này khi được nhắc bởi ứng dụng.
zh_cn: 此时，您会通过短信收到一次性密码。在应用程序的提示下输入该密码。
zh_tw: 您隨即會收到附有單次密碼的簡訊。請在應用程式出現提示時輸入此密碼。
