Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_NotLoggingInAnswerPhoneApp
source: This would only happen if someone else were trying to log into your account, and they already knew your password. Remember, Multi-Factor Authentication mobile app notifications are only sent after the username and password are verified. So, if this happens, Multi-Factor Authentication has just saved your account from illicit access!
ar: سيحدث هذا فقط إذا حاول شخص ما تسجيل الدخول إلى حسابك وكان على معرفة بكلمة مرورك بالفعل. تذكر أن إعلامات تطبيق الأجهزة المحمولة Multi-Factor Authentication لا يتم إرسالها إلا بعد التحقق من صحة اسم المستخدم وكلمة المرور. وإذا حدث هذا، فإن Multi-Factor Authentication يقوم فقط بحفظ حسابك من الوصول غير المشروع!
bg: Това се случва само ако някой друг се опитва да влезе в акаунта ви и вече знае паролата ви. Запомнете, известията на мобилното приложение Multi-Factor Authentication се изпращат само след като са проверени потребителското име и паролата. Така че, ако това се случи, Multi-Factor Authentication току-що е предпазил акаунта ви от неразрешен достъп!
ca: Només es pot produir si algú que sap la vostra contrasenya prova d'iniciar la sessió al vostre compte. Les notificacions de l'aplicació mòbil Multi-Factor Authentication només s'envien després de verificar el nom d'usuari i la contrasenya. Per tant, en aquest cas, el Multi-Factor Authentication evita l'accés no autoritzat del vostre compte.
cs: K tomu by mohlo dojít pouze v případě, že se někdo snažil přihlásit k vašemu účtu a znal již vaše heslo. Oznámení mobilní aplikace Multi-Factor Authentication jsou zasílána až v okamžiku, kdy je ověřeno uživatelské jméno a heslo. Pokud se to tedy stane, znamená to, že aplikace Multi-Factor Authentication právě uchránila váš účet před neoprávněným přístupem.
da: Dette sker kun, hvis en anden forsøger at logge på din konto, og vedkommende allerede kender din adgangskode. Husk, at meddelelser fra Multi-Factor Authentication-mobilappen kun bliver sendt efter bekræftelse af brugernavn og adgangskode. Så, hvis det sker, har Multi-Factor Authentication lige reddet din konto fra ulovlig adgang!
de: Dies ist nur der Fall, wenn jemand anderes versucht, sich bei Ihrem Konto anzumelden, dem Ihr Kennwort bekannt ist. Da Benachrichtigungen der mobilen Anwendung für Multi-Factor Authentication nur nach Überprüfung von Benutzername und Kennwort gesendet werden, dient dies dem Schutz Ihres Kontos vor unerlaubtem Zugriff.
el: Κάτι τέτοιο θα συνέβαινε μόνον στην περίπτωση όπου κάποιος άλλος επιχειρούσε να συνδεθεί στο λογαριασμό σας και ήξερε ήδη τον κωδικό πρόσβασής σας. Θυμηθείτε, οι ειδοποιήσεις από την εφαρμογή Multi-Factor Authentication για κινητές συσκευές αποστέλλονται μόνον αφού γίνει επαλήθευση του ονόματος χρήστη και του κωδικού πρόσβασης. Οπότε, εάν γίνει κάτι τέτοιο, η υπηρεσία Multi-Factor Authentication έχει μόλις διαφυλάξει το λογαριασμό σας από παράνομη πρόσβαση!
es: Esto solo podría ocurrir si otra persona que conoce su contraseña tratara de iniciar sesión en su cuenta. Recuerde que las notificaciones de la aplicación móvil Multi-Factor Authentication solo se envían tras comprobar el nombre de usuario y la contraseña. Por lo tanto, incluso en este caso, con la autenticación Multi-Factor Authentication su cuenta seguiría estando protegida frente al acceso ilícito.
et: See saab juhtuda ainult siis, kui keegi üritab teie kontosse sisse logida ja nad teavad juba teie parooli. Pidage meeles, et Multi-Factor Authenticationi rakenduse teavitusi saadetakse ainult siis, kui kasutajanimi ja parool on kinnitatud. Nii et kui see juhtub, on päästnud Multi-Factor Authentication teie konto sissetungija eest.
eu: Hori bakarrik gerta daiteke beste norbait zure kontuan saio hasten saiatzen bada eta dagoeneko zure pasahitza baldin badaki. Gogoratu Multi-Factor Authentication mugikorreko aplikazioaren jakinarazpenak erabiltzaile-izena eta pasahitza egiaztatu ondoren bakarrik bidaltzen direla. Beraz, hori gertatzen bada, Multi-Factor Authentication aplikazioak legez kontrako sarreren aurka babestu du zure kontua!
fi: Näin käy vain siinä tapauksessa, että joku toinen, joka tietää jo salasanasi, yrittää kirjautua tilillesi. Muista, että Multi-Factor Authentication -mobiilisovellusilmoitus lähetetään vasta, kun käyttäjänimi ja salasana on tarkistettu. Jos näin käy, Multi-Factor Authentication on estänyt tilisi luvattoman käytön!
fr: Cela se produit uniquement si quelqu'un d'autre tente de se connecter à votre compte et connaît déjà votre mot de passe. N'oubliez pas que les notifications de l'application mobile Multi-Factor Authentication sont envoyées uniquement après que le nom d'utilisateur et le mot de passe ont été vérifiés. Si cela se produit, cela signifie donc que PhoneFactor vient de protéger votre compte d'un accès illégal !
gl: Isto so sucedería se outra persoa, que xa coñecese o seu contrasinal, estivese tentando iniciar sesión na súa conta. Lembre que as notificacións da aplicación para móbil de Multi-Factor Authentication só se envían despois de verificar o nome de usuario e o contrasinal. Polo tanto, se sucede isto, Multi-Factor Authentication está protexendo a súa conta dun acceso ilícito.
he: זה יכול לקרות רק אם מישהו אחר ניסה להיכנס לחשבון שלך, והוא יודע כבר את הסיסמה שלך. זכור, הודעות לגבי האפליקציה למכשירים ניידים של Multi-Factor Authentication נשלחות רק לאחר ששם המשתמש והסיסמה מאומתים. לכן, אם הדבר מתרחש, Multi-Factor Authentication הציל זה עתה את החשבון שלך מגישה לא חוקית!
hi: ऐसा केवल तब होगा, अगर कोई अन्य व्यक्ति आपके खाते में लॉग इन करने का प्रयास करें और उन्हें पहले से आपका पासवर्ड पता होगा. याद रखें, Multi-Factor Authentication मोबाइल अनुप्रयोग सूचनाएँ केवल उपयोगकर्ता नाम और पासवर्ड सत्यापित किए जाने के बाद भेजी जाती हैं. इसलिए, अगर ऐसा होता है, तो Multi-Factor Authentication ने अभी-अभी आपके खाते को अनुचित पहुँच से बचाया है!
hr: To se događa samo ako se netko drugi pokuša prijaviti na vaš račun, a već zna vašu lozinku. Imajte na umu da se obavijesti mobilne aplikacije Multi-Factor Authentication šalju samo nakon provjere korisničkog imena i lozinke. Stoga, ako se to dogodi, aplikacija Multi-Factor Authentication upravo je zaštitila vaš račun od neovlaštenog pristupa!
hu: Erre csak akkor kerülhet sor, ha valaki más próbál bejelentkezni az Ön fiókjába, és ismeri az Ön jelszavát. Ne feledje, hogy a Multi-Factor Authentication mobilalkalmazás csak a felhasználónév és a jelszó ellenőrzése után küld értesítést. Ha tehát ilyen történik, a Multi-Factor Authentication éppen megvédte az Ön fiókját egy illetéktelen hozzáféréstől.
id: Ini hanya terjadi jika seseorang mencoba masuk ke akun Anda, dan sudah tahu sandi Anda. Ingat, pemberitahuan aplikasi seluler Multi-Factor Authentication hanya dikirimkan setelah nama pengguna dan sandi diverifikasi. Jadi, jika ini terjadi, Multi-Factor Authentication yang menyelamatkan akun Anda dari akses yang tidak sah!
it: Questa situazione si verifica solo se un altro utente, che conosce già la password dell'utente, prova ad accedere all'account dell'utente. Tenere presente che le notifiche dell'app mobile Multi-Factor Authentication vengono inviate solo dopo la verifica di nome utente e password, pertanto in questo modo Multi-Factor Authentication ha appena evitato l'accesso all'account da parte di utenti non autorizzati.
ja: これは、あなたのパスワードを知っている人があなたのアカウントにログインしようとした場合にのみ起こります。Multi-Factor Authentication モバイル アプリの通知は、ユーザー名とパスワードが正しく入力された後にしか送信されません。したがって、Multi-Factor Authentication が、あなたのアカウントへの不正アクセスを防いだことになります。
kk: Басқа біреу құпия сөзді біле отырып, тіркелгіге кіруге әрекет жасаған кезде ғана, мұндай жағдай орын алуы мүмкін. Есіңізде болсын, Multi-Factor Authentication мобильді бағдарламасының хабарландырулары пайдаланушы аты мен құпия сөз тексерілгеннен кейін ғана жіберіледі. Мұндай жағдай орын алса, демек Multi-Factor Authentication қызметі тіркелгіңізді рұқсатсыз қолданудан сақтап қалды.
ko: 이는 암호를 이미 알고 있는 다른 사람이 사용자의 계정으로 로그인을 시도하는 경우에만 발생합니다. Multi-Factor Authentication 모바일 앱 알림은 사용자 이름과 암호가 확인된 후에만 발송된다는 점에 유의하십시오. 따라서 이러한 상황이 발생하는 경우 Multi-Factor Authentication이 불법 액세스로부터 사용자 계정을 보호합니다!
lt: Taip nutiks, tik jei kas nors kitas mėgins prisijungti prie jūsų abonemento bei žinos jūsų slaptažodį. Atminkite, kad mobiliųjų įrenginių programėlės „Multi-Factor Authentication“ pranešimai siunčiami tik patikrinus vartotojo vardą ir slaptažodį. Todėl, jei taip nutinka, „Multi-Factor Authentication“ apsaugo jūsų abonementą nuo neteisėtos prieigos!
lv: Šādi var gadīties tikai tad, ja cita persona ir mēģinājusi pieteikties jūsu kontā, zinot jūsu paroli. Ņemiet vērā, ka mobilā programma Multi-Factor Authentication ziņojumus sūta tikai pēc tam, kad ir pārbaudīts lietotājvārds un parole. Tādējādi programma Multi-Factor Authentication tikai novērsa nepilnvarotu piekļuvi jūsu kontam.
ms: Ini hanya akan terjadi jika orang lain cuba melog masuk ke akaun anda dan mereka sudah mengetahui kata laluan anda. Ingat, apl mudah alih Multi-Factor Authentication hanya dihantar selepas nama pengguna dan kata laluan ditentu sahkan. Oleh hal itu, jika perkara ini, terjadi Multi-Factor Authentication baru sahaja menyelamatkan akaun anda daripada akses tidak sah!
nl: Dit gebeurt alleen als iemand anders die uw wachtwoord al kent zou proberen zich bij uw account aan te melden. Onthoud dat meldingen van de mobiele app Multi-Factor Authentication alleen worden verzonden nadat de gebruikersnaam en het wachtwoord zijn geverifieerd. Als dit dus gebeurt, is met Multi-Factor Authentication zojuist voorkomen dat uw account werd gebruikt door onbevoegden.
no: Dette skjer bare hvis noen andre forsøkte å logge på kontoen din med passordet ditt. Husk at varsler til mobilappen Multi-Factor Authentication bare sendes etter at brukernavnet og passordet er bekreftet. Hvis dette skjer, har Multi-Factor Authentication dermed hindret ulovlig bruk av kontoen!
pl: Taka sytuacja może mieć miejsce tylko, gdy ktoś próbował zalogować się na konto użytkownika i znał już hasło. Należy pamiętać, że powiadomienia z aplikacji mobilnej Multi-Factor Authentication są wysyłane wyłącznie po zweryfikowaniu nazwy użytkownika i hasła. W takim przypadku oznacza to, że usługa Multi-Factor Authentication właśnie zapobiegła nielegalnemu dostępowi do konta!
pt_br: Isso só aconteceria se alguém estivesse tentando fazer logon na sua conta e já soubesse sua senha. Lembrete: as notificações do aplicativo móvel Multi-Factor Authentication só serão enviadas depois que o nome de usuário e a senha forem verificados. Então, se isso acontecer, o Multi-Factor Authentication terá protegido sua conta do acesso proibido!
pt_pt: Isto só sucederá se alguém estiver a tentar iniciar sessão na sua conta, e já conhecer a sua palavra-passe. Não se esqueça de que as notificações da aplicação móvel de Autenticação Multifator apenas são enviadas após a verificação do nome de utilizador e palavra-passe. Se tal suceder, a Autenticação Multifator acaba de proteger a sua conta de uma tentativa de acesso ilícito!
ro: Acest lucru se poate întâmpla numai dacă o altă persoană a încercat să facă log in la contul dvs. și deja știa parola. Rețineți: notificările aplicației mobile Multi-Factor Authentication se trimit numai după verificarea numelui de utilizator și a parolei. Deci, dacă se întâmplă așa ceva, înseamnă că Multi-Factor Authentication tocmai a împiedicat accesarea neautorizată a contului!
ru: Это может произойти, только если постороннее лицо, зная пароль, пытается войти в вашу учетную запись. Помните, что уведомления мобильного приложения Multi-Factor Authentication отправляются только после проверки имени пользователя и пароля. Таким образом, система Multi-Factor Authentication только что защитила вашу учетную запись от несанкционированного доступа!
sk: Toto by sa stalo iba v prípade, keby sa niekto iný pokúsil o prihlásenie do vášho konta a už by vedel vaše heslo. Zapamätajte si, že oznámenia sa z mobilnej aplikácie Multi-Factor Authentication posielajú len po overení mena používateľa a hesla. Ak sa teda toto stane, služba Multi-Factor Authentication práve zachránila vaše konto pred neoprávneným prístupom.
sl: To se lahko zgodi samo, če bi se nekdo drug poskušal prijaviti v vaš račun in bi poznal vaše geslo. Obvestila iz mobilne aplikacije Multi-Factor Authentication prejmete šele po uspešnem preverjanju uporabniškega imena in gesla. Torej, če se to zgodi, to pomeni, da je storitev Multi-Factor Authentication ravnokar zaščitila vaš račun pred nedovoljenim dostopom!
sr_cyrl_cs: То би се десило само у случају да неко ко зна лозинку покуша да се пријави на ваш налог. Не заборавите, обавештења Multi-Factor Authentication апликације за мобилне уређаје се шаљу тек након верификације корисничког имена и лозинке. Дакле, ако се ово деси, услуга Multi-Factor Authentication вам је управо заштитила налог од неовлашћеног приступа!
sr_latn_cs: To bi se desilo samo u slučaju da neko ko zna lozinku pokuša da se prijavi na vaš nalog. Ne zaboravite, obaveštenja Multi-Factor Authentication aplikacije za mobilne uređaje se šalju tek nakon verifikacije korisničkog imena i lozinke. Dakle, ako se ovo desi, usluga Multi-Factor Authentication vam je upravo zaštitila nalog od neovlašćenog pristupa!
sv: Detta händer enbart om någon annan försöker logga in på kontot och de redan känner till lösenordet. Tänk på att aviseringar från mobilappen Multi-Factor Authentication skickas efter att användarnamn och lösenord har verifierats. Så om detta händer har Multi-Factor Authentication just förhindrat obehörig åtkomst till kontot!
th: เหตุการณ์นี้จะเกิดขึ้นหากมีบุคคลอื่นพยายามเข้าสู่ระบบบัญชีของคุณ และทราบรหัสผ่านของคุณแล้วเท่านั้น อย่าลืมว่าจะมีการส่งการแจ้งเตือนของแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่หลังจากที่ชื่อผู้ใช้และรหัสผ่านได้รับการตรวจสอบแล้วเท่านั้น ดังนั้น หากเกิดเหตุการณ์นี้ขึ้นหมายความว่า Multi-Factor Authentication ได้ป้องกันบัญชีของคุณจากการเข้าถึงที่ผิดกฎหมาย!
tr: Bu yalnızca birisi hesabınızda oturum açmaya çalışıyorsa ve parolanızı biliyorsa gerçekleşir. Unutmayın, Multi-Factor Authentication mobil uygulamasının bildirimleri yalnızca kullanıcı adı ve parola doğrulandıktan sonra gönderilir. Bu nedenle, bu gerçekleşiyorsa Multi-Factor Authentication hesabınızı yetki dışı erişim nedeniyle kayıt altına almıştır!
uk: Це може трапитися тільки якщо стороння особа, знаючи ваш пароль, намагається ввійти у ваш обліковий запис. Пам'ятайте, що сповіщення від мобільної програми Multi-Factor Authentication надсилаються лише після перевірки імені користувача та пароля. Тобто, це буде означати, що система Multi-Factor Authentication щойно захистила ваш обліковий запис від несанкціонованого доступу!
vi: Điều này chỉ xày ra nếu ai đó đã cố đăng nhập vào tài khoản của bạn, và họ đã biết mật khẩu của bạn. Hãy nhớ rằng, những thông báo của ứng dụng di động Multi-Factor Authentication chỉ được gửi đi sau khi tên người dùng và mật khẩu đã được kiểm chứng. Vì vậy, nếu điều này xảy ra, Multi-Factor Authentication đã vừa giữ cho tài khoản của bạn khỏi bị truy nhập trái phép!
zh_cn: 只有在其他人尝试登录您的帐户并且他们已经获悉了您的密码时才会出现这种情况。请记住，只有在完成用户名和密码验证后才会发送 Multi-Factor Authentication 移动应用通知。因此，如果出现这种情况，则意味着 Multi-Factor Authentication 刚刚阻止了其他人非法访问您的帐户!
zh_tw: 只有當其他人嘗試登入您的帳戶，且他們已經知道您的密碼時，才會發生這種情況。請切記，Multi-Factor Authentication 行動裝置應用程式只會在使用者名稱和密碼通過驗證後傳送通知。因此當這種情況發生時，表示 Multi-Factor Authentication 剛阻止了其他人違法存取您的帳戶!
