Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_InstructionsUserSetupSmsTwoWayOtpPlusPin
source: To enable Multi-Factor Authentication for your account, please specify the phone number you will use to authenticate and a PIN.
ar: لتمكين Multi-Factor Authentication لحسابك، يرجى أن تحدد PIN ورقم الهاتف الذي ستستخدمه للمصادقة.
bg: За да активирате Multi-Factor Authentication за вашия акаунт, укажете телефонния номер, който ще използвате за удостоверяването, и ПИН.
ca: Per habilitar el Multi-Factor Authentication per al vostre compte, especifiqueu el número de telèfon que utilitzareu per autenticar-vos i un PIN.
cs: Chcete-li pro svůj účet povolit aplikaci Multi-Factor Authentication, zadejte telefonní číslo, které budete používat k ověřování, a PIN kód.
da: Hvis du vil aktivere Multi-Factor Authentication for din konto, skal du angive det telefonnummer, der skal bruges til godkendelse, og en pinkode.
de: Damit Multi-Factor Authentication für Ihr Konto aktiviert werden kann, müssen Sie die Telefonnummer, die Sie für die Authentifizierung verwenden möchten, und eine PIN angeben.
el: Για να ενεργοποιήσετε την υπηρεσία Multi-Factor Authentication για τον λογαριασμό σας, καθορίστε τον αριθμό τηλεφώνου που θα χρησιμοποιείτε για τον έλεγχο ταυτότητας, καθώς και ένα PIN.
es: Para habilitar Multi-Factor Authentication para su cuenta, especifique el número de teléfono que usará para la autenticación y un código PIN.
et: Oma konto puhul Multi-Factor Authenticationi lubamiseks tuleb täpsustada autentimiseks kasutatavat telefoninumbrit ja PIN-koodi.
eu: Multi-Factor Authentication zure kontuan gaitzeko, zehaztu autentifikatzeko erabiliko duzun telefono-zenbakia eta PIN zenbaki bat.
fi: Jos haluat ottaa Multi-Factor Authentication -toiminnon käyttöön tililläsi, määritä todennuksessa käytettävä puhelinnumero ja PIN-koodi.
fr: Pour activer Multi-Factor Authentication pour votre compte, spécifiez le numéro de téléphone que vous utiliserez pour procéder à l'authentification ainsi qu'un PIN.
gl: Para activar Multi-Factor Authentication para a súa conta, especifique o número de teléfono que vai usar para autenticar e un PIN.
he: כדי להפוך את Multi-Factor Authentication לזמין עבור החשבון שלך, ציין את מספר הטלפון שבו תשתמש לצורך אימות ומספר זיהוי אישי.
hi: अपने खाते हेतु Multi-Factor Authentication सक्षम करने के लिए, कृपया वह फ़ोन नंबर, जिसका आप प्रमाणीकरण हेतु उपयोग करेंगे और पिन निर्दिष्ट करें.
hr: Da biste omogućili Multi-Factor Authentication za svoj račun, navedite telefonski broj koji ćete upotrebljavati za provjeru autentičnosti i PIN.
hu: Ha engedélyezni szeretné a fiókjára vonatkozóan a Multi-Factor Authentication technológia használatát, adja meg a hitelesítéskor használni kívánt telefonszámot és egy PIN-kódot.
id: Untuk mengaktifkan Multi-Factor Authentication untuk akun Anda, sebutkan PIN dan nomor telepon yang akan Anda gunakan untuk mengautentikasi.
it: Per abilitare Multi-Factor Authentication per l'account, specificare il numero di telefono che verrà utilizzato per l'autenticazione, nonché un PIN.
ja: Multi-Factor Authentication でアカウントを認証できるようにするには、認証時に使用する電話番号と PIN を指定してください。
kk: Тіркелгіңізге Multi-Factor Authentication қызметін қосу үшін, түпнұсқалықты растауға қолданылатын телефон нөмірін және PIN кодын көрсетіңіз.
ko: 사용자 계정에 Multi-Factor Authentication을 사용하려면 인증하는 데 사용할 전화 번호와 PIN을 지정하십시오.
lt: Jei savo abonemente norite įjungti „Multi-Factor Authentication“, nurodykite telefono numerį, kurį naudosite autentifikuodami, ir PIN.
lv: Lai Multi-Factor Authentication pakalpojumu iespējotu savam kontam, lūdzu, norādiet autentifikācijai izmantojamo tālruņa numuru un PIN.
ms: Untuk mendayakan Multi-Factor Authentication bagi akaun anda, sila nyatakan nombor telefon yang akan anda gunakan untuk membuat pengesahan dan PIN.
nl: U kunt Multi-Factor Authentication voor uw account inschakelen door het telefoonnummer waarmee u zich wilt authenticeren én een pincode op te geven.
no: Hvis du vil aktivere Multi-Factor Authentication for kontoen, skriver du inn telefonnummeret du vil bruke til å godkjenne, og i tillegg en PIN-kode.
pl: Aby włączyć na koncie użytkownika usługę Multi-Factor Authentication, określ numer telefonu, który będzie używany do uwierzytelniania, oraz numer PIN.
pt_br: Para habilitar o Multi-Factor Authentication para sua conta, especifique o número de telefone que será usado para autenticar e um PIN.
pt_pt: Para ativar a Autenticação Multifator para a sua conta, especifique o número de telefone que utilizará para a autenticação e um PIN.
ro: Pentru a activa autentificarea Multi-Factor Authentication în cont, specificați numărul de telefon pe care îl veți utiliza la autentificare, precum și un cod PIN.
ru: Чтобы включить Multi-Factor Authentication для учетной записи, укажите номер телефона, который будет использоваться для проверки подлинности, и ПИН-код.
sk: Ak chcete povoliť službu Multi-Factor Authentication pre svoje konto, zadajte telefónne číslo, ktoré budete používať na overenie, a PIN kód.
sl: Za vklop storitve Multi-Factor Authentication za svoj račun navedite telefonsko številko, ki jo želite uporabljati za preverjanje pristnosti, in kodo PIN.
sr_cyrl_cs: Да бисте на налогу омогућили Multi-Factor Authentication, наведите број телефона који ћете користити за потврду идентитета и PIN.
sr_latn_cs: Da biste na nalogu omogućili Multi-Factor Authentication, navedite broj telefona koji ćete koristiti za potvrdu identiteta i PIN.
sv: Om du vill aktivera Multi-Factor Authentication för kontot anger du det telefonnummer du vill användare för autentisering samt en PIN-kod.
th: ในการเปิดใช้งาน Multi-Factor Authentication สำหรับบัญชีของคุณ โปรดระบุหมายเลขโทรศัพท์ที่คุณจะใช้เพื่อรับรองความถูกต้องและ PIN
tr: Hesabınız için Multi-Factor Authentication'ı etkinleştirmek üzere, lütfen kimlik doğrulaması için kullanacağınız telefon numarasını ve bir PIN kodu belirtin.
uk: Щоб увімкнути службу Multi-Factor Authentication для облікового запису, укажіть номер телефону, який буде використовуватися для автентифікації, та PIN-код.
vi: Để hiệu lực hóa Multi-Factor Authentication cho tài khoản của bạn, vui lòng chỉ rõ số điện thoại bạn sẽ dùng để xác thực và một PIN.
zh_cn: 若要为您的帐户启用 Multi-Factor Authentication，请指定将用于进行身份验证的电话号码和一个 PIN。
zh_tw: 若要為帳戶啟用 Multi-Factor Authentication，請指定要用來驗證的電話號碼和 PIN。

# Label_InstructionsUserSetupStandard
source: To enable Multi-Factor Authentication for your account, please specify the phone number you will use to authenticate.
ar: لتمكين Multi-Factor Authentication لحسابك، يرجى أن تحدد رقم الهاتف الذي ستستخدمه للمصادقة.
bg: За да активирате Multi-Factor Authentication за вашия акаунт, укажете телефонния номер, който ще използвате за удостоверяването.
ca: Per habilitar el Multi-Factor Authentication per al vostre compte, especifiqueu el número de telèfon que utilitzareu per autenticar-vos.
cs: Chcete-li pro svůj účet povolit aplikaci Multi-Factor Authentication, zadejte telefonní číslo, které budete používat k ověřování.
da: Hvis du vil aktivere Multi-Factor Authentication for din konto, skal du angive det telefonnummer, der skal bruges til godkendelse.
de: Damit Multi-Factor Authentication für Ihr Konto aktiviert werden kann, müssen Sie die Telefonnummer angeben, die Sie für die Authentifizierung verwenden möchten.
el: Για να ενεργοποιήσετε την υπηρεσία Multi-Factor Authentication για τον λογαριασμό σας, καθορίστε τον αριθμό τηλεφώνου που θα χρησιμοποιείτε για τον έλεγχο ταυτότητας.
es: Para habilitar Multi-Factor Authentication para su cuenta, especifique el número de teléfono que usará para la autenticación.
et: Oma konto puhul Multi-Factor Authenticationi lubamiseks tuleb täpsustada autentimiseks kasutatavat telefoninumbrit.
eu: Multi-Factor Authentication zure kontuan gaitzeko, zehaztu autentifikatzeko erabiliko duzun telefono-zenbakia.
fi: Jos haluat ottaa Multi-Factor Authentication -toiminnon käyttöön tililläsi, määritä todennuksessa käytettävä puhelinnumero.
fr: Pour activer Multi-Factor Authentication pour votre compte, spécifiez le numéro de téléphone que vous utiliserez pour procéder à l'authentification.
gl: Para activar Multi-Factor Authentication para a súa conta, especifique o número de teléfono que vai usar para autenticar.
he: כדי להפוך את Multi-Factor Authentication לזמין עבור החשבון שלך, ציין את מספר הטלפון שבו תשתמש לצורך אימות.
hi: अपने खाते हेतु Multi-Factor Authentication सक्षम करने के लिए, कृपया वह फ़ोन नंबर निर्दिष्ट करें, जिसका आप प्रमाणीकरण हेतु उपयोग करेंगे.
hr: Da biste omogućili Multi-Factor Authentication za svoj račun, navedite telefonski broj koji ćete upotrebljavati za provjeru autentičnosti.
hu: Ha engedélyezni szeretné a fiókjára vonatkozóan a Multi-Factor Authentication technológia használatát, adja meg a hitelesítéskor használni kívánt telefonszámot.
id: Untuk mengaktifkan Multi-Factor Authentication untuk akun Anda, sebutkan nomor telepon yang akan Anda gunakan untuk mengautentikasi.
it: Per abilitare Multi-Factor Authentication per l'account, specificare il numero di telefono che verrà utilizzato per l'autenticazione.
ja: Multi-Factor Authentication でアカウントを認証できるようにするには、認証時に使用する電話番号を指定してください。
kk: Тіркелгіңізге Multi-Factor Authentication қызметін қосу үшін, түпнұсқалықты растауға қолданылатын телефон нөмірін көрсетіңіз.
ko: 사용자 계정에 Multi-Factor Authentication을 사용하려면 인증하는 데 사용할 전화 번호를 지정하십시오.
lt: Jei savo abonemente norite įjungti „Multi-Factor Authentication“, nurodykite telefono numerį, kurį naudosite autentifikuodami.
lv: Lai Multi-Factor Authentication pakalpojumu iespējotu savam kontam, lūdzu, norādiet autentifikācijai izmantojamo tālruņa numuru.
ms: Untuk mendayakan Multi-Factor Authentication bagi akaun anda, sila nyatakan nombor telefon yang akan anda gunakan untuk membuat pengesahan.
nl: U kunt Multi-Factor Authentication voor uw account inschakelen door het telefoonnummer op te geven waarmee u zich wilt authenticeren.
no: Hvis du vil aktivere Multi-Factor Authentication for kontoen, skriver du inn telefonnummeret du vil bruke til å godkjenne.
pl: Aby włączyć na koncie użytkownika usługę Multi-Factor Authentication, określ numer telefonu, który będzie używany do uwierzytelniania.
pt_br: Para habilitar o Multi-Factor Authentication para sua conta, especifique o número de telefone que será usado para autenticar.
pt_pt: Para ativar a Autenticação Multifator para a sua conta, especifique o número de telefone que utilizará para a autenticação.
ro: Pentru a activa autentificarea Multi-Factor Authentication în cont, specificați numărul de telefon pe care îl veți utiliza la autentificare.
ru: Чтобы включить Multi-Factor Authentication для учетной записи, укажите номер телефона, который будет использоваться для проверки подлинности.
sk: Ak chcete povoliť službu Multi-Factor Authentication pre svoje konto, zadajte telefónne číslo, ktoré budete používať na overenie.
sl: Za vklop storitve Multi-Factor Authentication za svoj račun navedite telefonsko številko, ki jo želite uporabljati za preverjanje pristnosti.
sr_cyrl_cs: Да бисте на налогу омогућили Multi-Factor Authentication, наведите број телефона који ћете користити за потврду идентитета.
sr_latn_cs: Da biste na nalogu omogućili Multi-Factor Authentication, navedite broj telefona koji ćete koristiti za potvrdu identiteta.
sv: Om du vill aktivera Multi-Factor Authentication för kontot anger du det telefonnummer du vill användare för autentisering.
th: ในการเปิดใช้งาน Multi-Factor Authentication สำหรับบัญชีของคุณ โปรดระบุหมายเลขโทรศัพท์ที่คุณจะใช้เพื่อรับรองความถูกต้อง
tr: Hesabınız için Multi-Factor Authentication'ı etkinleştirmek üzere, lütfen kimlik doğrulaması için kullanacağınız telefon numarasını belirtin.
uk: Щоб увімкнути службу Multi-Factor Authentication для облікового запису, укажіть номер телефону, який буде використовуватися для автентифікації.
vi: Để hiệu lực hóa Multi-Factor Authentication cho tài khoản của bạn, vui lòng chỉ rõ số điện thoại bạn sẽ dùng để xác thực.
zh_cn: 若要为您的帐户启用 Multi-Factor Authentication，请指定将用于进行身份验证的电话号码。
zh_tw: 若要為帳戶啟用 Multi-Factor Authentication，請指定要用來驗證的電話號碼。

# Label_InstructionsUserSetupToCompleteOathToken
source: Follow the instructions below to activate the Multi-Factor Authentication app on your phone and test an authentication using authentication codes provided by the mobile app.
ar: اتبع الإرشادات أدناه لتنشيط تطبيق Multi-Factor Authentication على هاتفك ولتختبر المصادقة باستخدام الرموز الخاصة بها التي وفرها تطبيق الأجهزة المحمولة.
bg: Следвайте долните инструкции, за да активирате приложението Multi-Factor Authentication на телефона си, и изпробвайте удостоверяването, като използвате кодовете за удостоверяване, предоставени от мобилното приложение.
ca: Seguiu les instruccions de més avall per activar l'aplicació Multi-Factor Authentication al vostre telèfon i per provar l'autenticació mitjançant codis d'autenticació proporcionats per l'aplicació mòbil.
cs: Aplikaci Multi-Factor Authentication aktivujete v telefonu podle pokynů níže. Poté ověření otestujte pomocí ověřovacích kódů, které poskytne mobilní aplikace.
da: Følg nedenstående vejledning for at aktivere Multi-Factor Authentication-appen på din telefon, og test en godkendelse ved hjælp af godkendelseskoder fra mobilappen.
de: Folgen Sie den unten stehenden Anweisungen, um die Multi-Factor Authentication-App auf Ihrem Telefon zu aktivieren und zu testen, ob Sie sich mithilfe der von der mobilen Anwendung bereitgestellten Authentifizierungscodes authentifizieren können.
el: Ακολουθήστε τις οδηγίες παρακάτω, για να ενεργοποιήσετε την εφαρμογή Multi-Factor Authentication στο τηλέφωνό σας και να δοκιμάσετε τον έλεγχο ταυτότητας μέσω των κωδικών ελέγχου ταυτότητας που παρέχονται από την εφαρμογή για κινητές συσκευές.
es: Siga las instrucciones siguientes para activar la aplicación para Multi-Factor Authentication en su teléfono y probar la autenticación mediante los códigos de autenticación que proporcionó la aplicación móvil.
et: Multi-Factor Authenticationi rakenduse aktiveerimiseks telefonis järgige allolevaid suuniseid ning katsetage autentimist, kasutades rakenduse antud autentimiskoode.
eu: Jarraitu instrukzio hauek Multi-Factor Authentication aplikazioa aktibatzeko zure mugikorrean, eta probatu autentifikazio bat mugikorreko aplikazioak emandako autentifikazio-kodeen bidez.
fi: Aktivoi Multi-Factor Authentication -sovellus puhelimessasi ja testaa todennus mobiilisovelluksen antamilla todennuskoodeilla noudattamalla alla olevia ohjeita.
fr: Suivez les instructions ci-dessous pour activer l'application Multi-Factor Authentication sur votre téléphone et tester une authentification à l'aide des codes d'authentification fournis par l'application mobile.
gl: Siga as instrucións mostradas abaixo para activar a aplicación para Multi-Factor Authentication no teléfono e probe unha autenticación usando os códigos de autenticación fornecidos pola aplicación para móbil.
he: בצע את ההוראות שלהלן כדי להפעיל את האפליקציה Multi-Factor Authentication בטלפון שלך ולבדוק אימות באמצעות קודי אימות שמספקת האפליקציה למכשירים ניידים.
hi: अपने फ़ोन पर Multi-Factor Authentication अनुप्रयोग सक्रिय करने और मोबाइल अनुप्रयोग द्वारा प्रदान किए गए प्रमाणीकरण कोड का उपयोग करके प्रमाणीकरण की जाँच करने के लिए नीचे दिए गए निर्देशों का पालन करें.
hr: Slijedite upute u nastavku da biste na svojem telefonu aktivirali aplikaciju Multi-Factor Authentication i provjerili autentičnost pomoću kodova za provjeru autentičnosti dobivenih iz mobilne aplikacije.
hu: Kövesse az alábbi utasításokat a Multi-Factor Authentication alkalmazás aktiválásához a telefonján, és tesztelje a hitelesítést a mobilalkalmazás által biztosított hitelesítő kódokkal.
id: Ikuti petunjuk di bawah ini untuk mengaktifkan aplikasi Multi-Factor Authentication di telepon dan menguji autentikasi menggunakan kode autentikasi yang diberikan oleh aplikasi seluler.
it: Attenersi alle istruzioni seguenti per attivare l'app Multi-Factor Authentication nel telefono ed eseguire la verifica di un'autenticazione utilizzando i codici forniti dall'app mobile.
ja: 下の手順に従って、電話機の Multi-Factor Authentication モバイル アプリをアクティブ化し、モバイル アプリに表示される認証コードを使って認証をテストしてください。
kk: Телефонда Multi-Factor Authentication бағдарламасын белсендіру және мобильді бағдарлама берген түпнұсқалықты растау кодтарымен түпнұсқалықты растауды тексеру үшін, төмендегі нұсқауларды орындаңыз.
ko: 모바일 앱에서 제공한 인증 코드를 사용하여 폰에서 Multi-Factor Authentication 앱을 활성화하고 인증을 테스트하려면 아래 지시를 따르십시오.
lt: Vadovaudamiesi toliau pateikiamais nurodymais savo telefone suaktyvinkite programėlę „Multi-Factor Authentication“ ir patikrinkite autentifikavimą naudodami mobiliųjų įrenginių programėlės pateiktus autentifikavimo kodus.
lv: Lai tālrunī aktivizētu programmu Multi-Factor Authentication un pārbaudītu autentifikāciju, izmantojot mobilajā programmā saņemtos autentifikācijas kodus, izpildiet tālāk redzamos norādījumus.
ms: Ikut arahan di bawah untuk mengaktifkan apl Multi-Factor Authentication pada telefon anda dan uji pengesahan menggunakan kod pengesahan yang diberikan oleh apl mudah alih tersebut.
nl: Volg de onderstaande instructies om de app Multi-Factor Authentication op uw telefoon te activeren en de authenticatie te testen met authenticatiecodes die door de mobiele app worden verstrekt.
no: Følg instruksjonene nedenfor for å aktivere appen Multi-Factor Authentication på telefonen og teste en godkjenning ved hjelp av godkjenningskoder fra mobilappen.
pl: Postępuj zgodnie z poniższymi instrukcjami, aby uaktywnić aplikację Multi-Factor Authentication na telefonie oraz przetestować uwierzytelnianie przy użyciu kodów udostępnianych przez aplikację mobilną.
pt_br: Siga as instruções abaixo para ativar o aplicativo Multi-Factor Authentication em seu telefone e testar uma autenticação usando os códigos de autenticação fornecidos pelo aplicativo móvel.
pt_pt: Siga as instruções abaixo para ativar a aplicação Multi-factor Authentication no seu telemóvel e testar uma autenticação com códigos de autenticação fornecidos pela aplicação móvel.
ro: Urmați instrucțiunile de mai jos pentru a activa aplicația Multi-Factor Authentication pe telefon și pentru a testa autentificarea cu codurile furnizate de aplicația mobilă.
ru: Чтобы активировать на телефоне приложение Multi-Factor Authentication и выполнить тестовую проверку подлинности с помощью предоставленных в нем кодов, следуйте приведенным ниже инструкциям.
sk: Podľa pokynov nižšie aktivujte aplikáciu Multi-Factor Authentication vo svojom telefóne a otestujte overenie pomocou overovacích kódov uvedených v mobilnej aplikácii.
sl: Za aktivacijo aplikacije Multi-Factor Authentication v svojem telefonu in preskus preverjanja pristnosti z uporabo kod za preverjanje pristnosti, ki jih poda mobilna aplikacija, upoštevajte spodnja navodila.
sr_cyrl_cs: Пратите доња упутства да бисте активирали Multi-Factor Authentication апликацију на телефону и тестирали потврду идентитета помоћу шифара за потврду идентитета наведених у апликацији за мобилне уређаје.
sr_latn_cs: Pratite donja uputstva da biste aktivirali Multi-Factor Authentication aplikaciju na telefonu i testirali potvrdu identiteta pomoću šifara za potvrdu identiteta navedenih u aplikaciji za mobilne uređaje.
sv: Följ instruktionerna nedan när du aktiverar Multi-Factor Authentication-appen på din telefon och testa en autentisering med hjälp av mobilappens autentiseringskoder.
th: ทำตามคำแนะนำด้านล่างเพื่อเปิดใช้งานแอป Multi-Factor Authentication ในโทรศัพท์ของคุณและทดสอบการรับรองความถูกต้องโดยใช้รหัสการรับรองความถูกต้องที่แอปสำหรับอุปกรณ์เคลื่อนที่มอบให้
tr: Multi-Factor Authentication uygulamasını telefonunuzda etkinleştirmek ve mobil uygulamanın sağladığı kimlik doğrulaması kodlarını kullanarak bir kimlik doğrulamasını sınamak için aşağıdaki yönergeleri izleyin.
uk: Дотримуйтесь наведених нижче інструкцій для активації в телефоні програми Multi-Factor Authentication і тестування автентифікації за допомогою кодів автентифікації, наданих мобільною програмою.
vi: Thực hiện theo hướng dẫn dưới đây để kích hoạt ứng dụng Multi-Factor Authentication trên điện thoại của bạn và kiểm thử việc xác thực bằng cách dùng các mã xác thực được cung cấp bởi ứng dụng di động.
zh_cn: 按照下面的说明在您的电话上激活 Multi-Factor Authentication 应用，然后使用该移动应用提供的身份验证代码测试身份验证。
zh_tw: 請遵循以下指示以在電話上啟用 Multi-Factor Authentication 應用程式，並使用行動裝置應用程式提供的驗證碼測試驗證。
