Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_MessageSmsOneWayOtpPlusPin
source: Your account has been configured to use Multi-Factor Authentication.<br/><br/> When you sign on, you will continue to use the same username and password. Before your verification is complete, you will receive a text message with a one-time passcode. Enter this passcode and your PIN when prompted by the application. If you don't enter the correct passcode and PIN, the sign on will be denied.<br/><br/> Return to the Multi-Factor Authentication portal at any time to change your phone number or PIN.
ar: تم تكوين حسابك لاستخدام Multi-Factor Authentication.‏<br/><br/> عندما تسجل الدخول، ستتمكن من متابعة استخدام نفس اسم المستخدم وكلمة المرور. وقبل اكتمال التحقق من الصحة، ستصلك رسالة نصية تحتوي على رمز مرور مرة واحدة. أدخل رمز المرور هذا ورقم PINعندما يطالبك التطبيق بهما. وإذا أدخلت رقم PIN ورمز مرور غير صحيحين، فسيتم رفض تسجيل الدخول.<br/><br/> قم بالعودة إلى مدخل Multi-Factor Authentication في أي وقت لتغيير رقم هاتفك أو PIN.
bg: Акаунтът ви е конфигуриран да използва Multi-Factor Authentication.<br/><br/> При влизане ще продължите да използвате същото потребителско име и парола. Преди да завърши проверката, ще получите текстово съобщение с еднократна парола. При подкана от приложението въведете тази парола и своя ПИН. Ако не въведете правилните парола и ПИН, влизането ще бъде отказано.<br/><br/> Можете да се върнете по всяко време в портала на Multi-Factor Authentication, за да промените телефонния си номер или ПИН.
ca: El compte s'ha configurat per utilitzar el Multi-Factor Authentication.<br/><br/> Quan inicieu la sessió, continuareu utilitzant el mateix nom d'usuari i la mateixa contrasenya. Abans de finalitzar la verificació, rebreu un missatge de text amb una clau d'accés d'un sol ús. Escriviu la clau d'accés i el vostre PIN quan l'aplicació us ho demani. Si no escriviu la clau d'accés i el PIN correctes, es denegarà l'inici de la sessió.<br/><br/> Torneu al portal del Multi-Factor Authentication en qualsevol moment per canviar el número de telèfon o el PIN.
cs: Váš účet je nakonfigurovaný k používání aplikace Multi-Factor Authentication.<br/><br/> Když se přihlásíte, budete dál používat stejné uživatelské jméno a heslo. Před dokončením ověření obdržíte textovou zprávu s jednorázovým heslem. Toto heslo a svůj PIN zadejte, jakmile vás k tomu aplikace vyzve. Pokud nezadáte správné heslo a PIN, bude přihlášení zamítnuto.<br/><br/> Kdykoli se můžete vrátit na portál Multi-Factor Authentication a změnit si telefonní číslo a PIN.
da: Din konto er blevet konfigureret til at bruge Multi-Factor Authentication.<br/><br/> Når du logger på, skal du blive ved med at bruge samme brugernavn og adgangskode. Før bekræftelsen er fuldført, modtager du en sms med en engangsadgangskode. Angiv denne adgangskode og din pinkode, når du bliver bedt om det. Hvis du ikke angiver den rigtige adgangskode og pinkode, kan du ikke logge på.<br/><br/> Du kan når som helst vende tilbage til Multi-Factor Authentication-portalen for at ændre dit telefonnummer eller din pinkode.
de: Ihr Konto wurde für Multi-Factor Authentication konfiguriert.<br/><br/> Für die Anmeldung verwenden Sie denselben Benutzernamen und dasselbe Kennwort wie bisher. Außerdem erhalten Sie eine SMS mit einer Einmalkennung, die Sie bei Aufforderung durch die Anwendung zusammen mit Ihrer PIN eingeben müssen. Wenn Sie die richtige Einmalkennung und Ihre PIN nicht eingeben, tritt bei der Anmeldung ein Fehler auf.<br/><br/> Bei Bedarf können Sie Ihre Telefonnummer und/oder Ihre PIN jederzeit über das Multi-Factor Authentication-Portal ändern.
el: Ο λογαριασμός σας έχει ρυθμιστεί ώστε να χρησιμοποιεί την υπηρεσία Multi-Factor Authentication.<br/><br/> Κατά τη σύνδεσή σας, θα συνεχίσετε να χρησιμοποιείτε το ίδιο όνομα χρήστη και κωδικό πρόσβασης. Προτού ολοκληρωθεί η επαλήθευση στην περίπτωσή σας, θα λάβετε ένα μήνυμα κειμένου που περιέχει έναν κωδικό πρόσβασης μίας χρήσης. Καταχωρήστε αυτόν τον κωδικό πρόσβασης και το PIN σας, όταν σας ζητηθεί από την εφαρμογή. Αν δεν καταχωρήσετε τον σωστό κωδικό πρόσβασης και PIN, η σύνδεση δεν θα επιτραπεί.<br/><br/> Επιστρέψτε όποτε θέλετε στην πύλη της υπηρεσίας Multi-Factor Authentication, για να αλλάξετε τον αριθμό τηλεφώνου ή το PIN σας.
es: Su cuenta se configuró para usar Multi-Factor Authentication.<br/><br/> Al iniciar sesión, seguirá usando el mismo nombre de usuario y la misma contraseña. Antes de que finalice la comprobación, recibirá un mensaje de texto con un código de acceso de un solo uso. Escriba este código de acceso, junto con el código PIN, cuando se lo solicite la aplicación. Si no escribe el código de acceso y el código PIN correctos, se denegará el inicio de sesión.<br/><br/> Vuelva al portal de Multi-Factor Authentication en cualquier momento para cambiar el número de teléfono o el código PIN.
et: Teie konto on seadistatud kasutama Multi-Factor Authenticationit.<br/><br/> Kui logite sisse, jätkate sama kasutajanime ja parooli kasutamist. Enne kui kinnitamine lõpule viiakse, saadetakse teile SMS ühekordse pääsukoodiga. Sisestage see pääsukood ja PIN-kood, kui rakendus seda palub. Kui te ei sisesta õiget pääsukoodi ja PIN-koodi, siis lükatakse sisselogimine tagasi.<br/><br/> Oma telefoninumbrit ja PIN-koodi saate alati muuta Multi-Factor Authenticationi portaalis.
eu: Zure kontua Multi-Factor Authentication aplikazioa erabiltzeko konfiguratu da.<br/><br/> Saioa hasteko, erabiltzaile-izen eta pasahitz berdinak erabiltzen jarraituko duzu. Egiaztapena osatzeko, testu-mezu bat jasoko duzu aldi baterako pasakode batekin. Sartu pasakode hori eta PINa aplikazioak eskatutakoan. Pasakode eta PIN zuzenak sartzen ez badituzu, saio-hasiera ukatuko da.<br/><br/> Telefono-zenbakia edo PINa aldatzeko, itzuli edonoiz Multi-Factor Authentication atarira.
fi: Tilisi on määritetty käyttämään Multi-Factor Authenticationia.<br/><br/> Käytä kirjautuessasi yhä samaa käyttäjänimeä ja salasanaa. Saat vahvistusta varten tekstiviestin, jossa on kertakäyttöinen tunnuskoodi. Anna tämä tunnuskoodi ja PIN-koodisi, kun sovellus niitä pyytää. Jos et anna oikeaa tunnuskoodia ja PIN-koodia, kirjautuminen estetään.<br/><br/> Voit milloin tahansa palata Multi-Factor Authentication -portaaliin ja vaihtaa puhelinnumerosi tai PIN-koodisi.
fr: Votre compte a été configuré pour utiliser Multi-Factor Authentication.<br/><br/> Lorsque vous vous connecterez, vous continuerez à utiliser le même nom d'utilisateur et le même mot de passe. Pour finaliser votre vérification, vous recevrez un SMS avec un code secret à usage unique. Entrez ce code secret et votre PIN lorsque vous y êtes invité par l'application. Si vous n'entrez pas le code d'authentification et le PIN corrects, la connexion sera refusée.<br/><br/> Pour modifier votre numéro de téléphone et votre PIN, accédez à tout moment au portail Multi-Factor Authentication.
gl: A conta configurouse para usar Multi-Factor Authentication.<br/><br/> Cando inicie sesión, seguirá a usar o mesmo nome de usuario e o mesmo contrasinal. Antes de concluír a verificación, recibirá unha mensaxe de texto cun código de acceso dun só uso. Introduza este código de acceso e o PIN cando a aplicación o solicite. Se non introduce o código de acceso ou o PIN correctos, rexeitarase o inicio de sesión.<br/><br/> Para modificar o número de teléfono ou o PIN, volva ao portal de Multi-Factor Authentication en calquera momento.
he: תצורת החשבון שלך נקבעה לשימוש ב- Multi-Factor Authentication.<br/><br/> כאשר תיכנס, תמשיך להשתמש באותו שם משתמש ובאותה סיסמה. לפני שהאימות יושלם, תקבל הודעת טקסט עם קוד סיסמה חד-פעמי. הזן קוד סיסמה זה ואת מספר הזיהוי האישי שלך כאשר היישום יבקש זאת. אם לא תזין את קוד הסיסמה ומספר הזיהוי האישי הנכונים, הכניסה תידחה.<br/><br/> חזור לפורטל Multi-Factor Authentication בכל עת כדי לשנות את מספר הטלפון או מספר הזיהוי האישי.
hi: आपके खाते को Multi-Factor Authentication का उपयोग करने के लिए कॉन्फ़िगर किया गया है.<br/><br/> साइन ऑन करने पर आप नियमित रूप से समान उपयोगकर्ता नाम और पासवर्ड का उपयोग करेंगे. आपका सत्यापन पूरा होने से पहले, आपको एकबारगी पासकोड के साथ एक पाठ संदेश प्राप्त होगा. अनुप्रयोग द्वारा संकेत दिए जाने पर यह पासकोड और अपना पिन दर्ज करें. अगर आप सही पासकोड और पिन दर्ज नहीं करते हैं, तो साइन ऑन अस्वीकृत हो जाएगा.<br/><br/> अपना फ़ोन नंबर या पिन बदलने के लिए किसी भी समय Multi-Factor Authentication पोर्टल पर वापस जाएँ.
hr: Vaš je račun konfiguriran za upotrebu aplikacije Multi-Factor Authentication.<br/><br/> Nakon prijave upotrebljavat ćete isto korisničko ime i lozinku. Prije završetka provjere valjanosti primit ćete SMS s jednokratnom pristupnom šifrom. Unesite tu pristupnu šifru i svoj PIN kada to zatraži aplikacija. Ako ne unesete točnu lozinku i PIN, prijava će biti odbijena.<br/><br/> Uvijek se možete vratiti na portal aplikacije Multi-Factor Authentication da biste promijenili telefonski broj ili PIN.
hu: A fiókja a Multi-Factor Authentication technológia használatára van konfigurálva.<br/><br/> Bejelentkezéskor továbbra is ugyanazt a felhasználónevet és jelszót kell megadnia. Identitása igazolásához a rendszer küld Önnek egy egyszeri jelszót tartalmazó szöveges üzenetet. Amikor az alkalmazás felszólítja, írja be ezt a jelszót és a PIN kódját. Ha nem adja meg a helyes jelszót és a PIN kódot, a rendszer elutasítja a bejelentkezést.<br/><br/> A Multi-Factor Authentication portálon bármikor megváltoztathatja a telefonszámát és a PIN kódját.
id: Akun Anda telah dikonfigurasi untuk menggunakan Multi-Factor Authentication.<br/><br/> Ketika Anda masuk, Anda akan terus menggunakan nama pengguna dan sandi yang sama. Sebelum verifikasi selesai, Anda akan menerima SMS dengan kode akses satu-kali. Masukkan kode akses ini dan PIN Anda ketika diminta oleh aplikasi. Jika Anda tidak memasukkan kode akses yang benar, proses masuk akan ditolak.<br/><br/> Kembali ke portal Multi-Factor Authentication kapan pun untuk mengubah nomor telepon atau PIN Anda.
it: L'account è stato configurato per l'utilizzo di Multi-Factor Authentication.<br/><br/> Per eseguire l'accesso, si continuerà a usare lo stesso nome utente e la stessa password. Prima del completamento della procedura, si riceverà un SMS con un passcode monouso. Per completare la verifica, immettere il passcode monouso e il PIN quando richiesto dall'applicazione. Se il passcode o il PIN immesso non è corretto, l'accesso verrà negato.<br/><br/> È possibile tornare al portale di Multi-Factor Authentication in qualsiasi momento per cambiare il numero di telefono o il PIN.
ja: アカウントが Multi-Factor Authentication を使用するように構成されました。<br/><br/> サインオンするときに使用するユーザー名とパスワードは、これまでと同じです。ただし、認証を完了する前に、 SMS メッセージでワンタイム パスコードを受け取ります。アプリケーションのプロンプトが出たら、このワンタイム パスコードと PIN を入力してください。 正しいワンタイム パスコードと PIN を入力しないと、サインオンが拒否されます。<br/><br/> いつでも Multi-Factor Authentication ポータルに戻って、電話番号と PIN を変更することができます。
kk: Тіркелгіңіз Multi-Factor Authentication қолдануға конфигурацияланды.<br/><br/> Кірген кезде, бұрынғы пайдаланушы аты мен құпия сөзді қолдана бересіз. Түпнұсқалығыңызды растау аяқталмас бұрын, сізге бір рет қолданылатын құпия код жазылған мәтіндік хабар жіберіледі. Бағдарлама сұраған кезде осы құпия код пен PIN кодын енгізіңіз. Дұрыс құпия код пен PIN коды енгізілмесе, кіруге тыйым салынады.<br/><br/> Телефон нөмірін не PIN кодын өзгерту үшін, Multi-Factor Authentication порталына кез келген уақытта оралуға болады.
ko: Multi-Factor Authentication을 사용하도록 계정이 구성되었습니다.<br/><br/> 계속 동일한 사용자 이름과 암호를 사용하여 로그온할 수 있습니다. 하지만 확인이 완료되기 전에, OTP(일회성 암호)가 있는 문자 메시지를 받게 됩니다. 이 암호와 PIN을 입력하라는 메시지가 응용 프로그램에 표시되면 입력하세요. 올바른 암호와 PIN을 입력하지 않으면 로그온이 거부됩니다.<br/><br/> 언제든지 Multi-Factor Authentication 포털로 돌아가 전화 번호 또는 PIN을 변경할 수 있습니다.
lt: Abonementas sukonfigūruotas taip, kad galėtumėte naudoti „Multi-Factor Authentication“.<br/><br/> Prisiregistravę turėsite naudoti tą patį vartotojo vardą ir slaptažodį. Prieš baigiant tikrinimą gausite teksto žinutę su vienkartiniu prieigos kodu. Programai paraginus, įveskite šį prieigos kodą ir PIN. Jei įvesite neteisingus prieigos kodą ir PIN, registracija bus atmesta.<br/><br/> Norėdami pakeisti telefono numerį, galite bet kada grįžti į „Multi-Factor Authentication“ portalą.
lv: Jūsu konts tika konfigurēts pakalpojuma Multi-Factor Authentication izmantošanai.<br/><br/> Kad pierakstīsities, varēsit arī turpmāk izmantot to pašu lietotājvārdu un paroli. Lai pabeigtu verifikāciju, saņemsit īsziņu, kurā būs norādīts vienreizējs ieejas kods. Kad lietojumprogramma parādīs atbilstošu uzaicinājumu, ievadiet šo ieejas kodu un PIN. Ja neievadīsit pareizu ieejas kodu un PIN, pierakstīšanās tiks atteikta.<br/><br/> Jebkurā laikā varat atgriezties Multi-Factor Authentication portālā un nomainīt savu tālruņa numuru un PIN.
ms: Akaun anda telah dikonfigurasi untuk menggunakan Multi-Factor Authentication.<br/><br/> Apabila anda mendaftar masuk, anda akan terus menggunakan nama pengguna dan kata laluan yang sama. Sebelum pengesahan anda lengkap, anda akan menerima mesej teks yang mengandungi kod laluan sekali guna. Masukkan kod laluan ini dan PIN anda apabila diminta oleh aplikasi. Jika anda tidak memasukkan kod laluan dan PIN yang betul, daftar masuk akan ditolak.<br/><br/> Kembali ke portal Multi-Factor Authentication pada bila-bila masa untuk menukar nombor telefon atau PIN anda.
nl: Uw account is geconfigureerd voor Multi-Factor Authentication.<br/><br/> Als u zich aanmeldt, kunt u dezelfde combinatie van gebruikersnaam en wachtwoord blijven gebruiken. Voordat uw verificatie is voltooid, ontvangt u een sms-bericht met een eenmalige wachtwoordcode. Voer deze wachtwoordcode én uw pincode in wanneer u daarom wordt gevraagd. Als u een onjuiste wachtwoordcode of pincode invoert, wordt de aanmelding geweigerd.<br/><br/> U kunt op elk gewenst moment naar de Multi-Factor Authentication-portal terugkeren om uw telefoonnummer of pincode te wijzigen.
no: Kontoen har blitt konfigurert til å bruke Multi-Factor Authentication.<br/><br/> Når du logger på, fortsetter du å bruke det samme brukernavnet og passordet. Før bekreftelsen er fullført, mottar du en tekstmelding med et engangspassord. Skriv inn dette passordet og PIN-koden når du blir bedt om det av appen. Hvis du ikke skriver inn riktig passord og PIN-kode, blir påloggingen avslått.<br/><br/> Gå tilbake til Multi-Factor Authentication-portalen når som helst for å endre telefonnummer eller PIN-kode.
pl: To konto zostało skonfigurowane do korzystania z usługi Multi-Factor Authentication.<br/><br/> Po zalogowaniu możesz nadal używać tej samej nazwy użytkownika i hasła. Przed ukończeniem weryfikacji otrzymasz wiadomość SMS z jednorazowym kodem dostępu. Wprowadź ten kod dostępu po otrzymaniu monitu z aplikacji. W przypadku wprowadzenia nieprawidłowego kodu dostępu lub numeru PIN nastąpi odmowa logowania.<br/><br/> Powróć w dowolnym momencie do portalu usługi Multi-Factor Authentication, aby zmienić numer telefonu lub numer PIN.
pt_br: Sua conta foi configurada para usar o Multi-Factor Authentication.<br/><br/> Quando você fizer logon, continuará a usar o mesmo nome de usuário e senha. Antes da verificação ser concluída, você receberá uma mensagem de texto com uma senha de uso único. Insira essa senha e seu PIN quando solicitado pelo aplicativo. Se você não inserir a senha e o PIN corretos, o logon será negado.<br/><br/> Retorne ao portal Multi-Factor Authentication a qualquer momento para alterar o número de telefone ou PIN.
pt_pt: A sua conta foi configurada para utilizar o Multi-Factor Authentication.<br/><br/> Quando iniciar sessão, continuará a utilizar o mesmo nome de utilizador e palavra-passe. Antes de concluir a verificação, receberá uma mensagem SMS com um código de acesso único. Quando a aplicação o solicitar, introduza este código de acesso e o seu PIN. Se não introduzir o código de acesso e PIN corretos, o início de sessão será recusado.<br/><br/> A qualquer momento poderá regressar ao portal do Multi-Factor Authentication para alterar o seu número de telefone ou PIN.
ro: Contul a fost configurat pentru utilizarea Multi-Factor Authentication.<br/><br/> La conectare, veți utiliza în continuare același nume de utilizator și aceeași parolă. Înainte de finalizarea verificării, veți primi un mesaj SMS cu un cod de acces unic. Atunci când aplicația vă solicită acest lucru, introduceți codul de acces și codul PIN. Dacă nu introduceți codul de acces și codul PIN corecte, conectarea va fi refuzată.<br/><br/> Reveniți în orice moment la portalul Multi-Factor Authentication pentru a vă modifica numărul de telefon sau codul PIN.
ru: В вашей учетной записи настроено использование Multi-Factor Authentication.<br/><br/> Во время входа будет использоваться то же имя пользователя и пароль. Прежде чем проверка будет завершена, вы получите SMS с одноразовым паролем. Введите этот пароль и ПИН-код при запросе от приложения. Если вы не введете правильный пароль и ПИН-код, во входе будет отказано.<br/><br/> В любой момент вы можете вернуться на портал Multi-Factor Authentication и изменить свой номер телефона или ПИН-код.
sk: Vaše konto je konfigurované na používanie služby Multi-Factor Authentication.<br/><br/> Pri prihlasovaní budete naďalej používať rovnaké meno používateľa a heslo. Pred dokončením overenia dostanete textovú správu s jednorazovým prístupovým kódom. Po zobrazení výzvy v aplikácii zadajte tento prístupový kód a svoj PIN kód. Ak nezadáte správny prístupový kód a PIN kód, prihlásenie bude zamietnuté.<br/><br/> Svoje telefónne číslo alebo PIN kód môžete kedykoľvek zmeniť na portáli služby Multi-Factor Authentication.
sl: Vaš račun je konfiguriran za uporabo storitve Multi-Factor Authentication.<br/><br/> Ob prijavi v storitev uporabite isto uporabniško ime in geslo. Za dokončanje preverjanja boste prejeli besedilno sporočilo z enkratnim geslom. Ob pozivu aplikacije vnesite to geslo in kodo PIN. V primeru vnosa nepravilnega gesla in kode PIN bo prijava zavrnjena.<br/><br/> Telefonsko številko ali kodo PIN lahko kadarkoli spremenite z vnovičnim obiskom portala Multi-Factor Authentication.
sr_cyrl_cs: Налог је конфигурисан за употребу услуге Multi-Factor Authentication.<br/><br/> Када се пријавите, наставићете да користите исто корисничко име и лозинку. Пре него што се верификација доврши, примићете текстуалну поруку са једнократним кодом. Унесите овај код и PIN када апликација то од вас затражи. Ако не унесете исправан код и PIN, пријављивање ће бити одбијено.<br/><br/> Вратите се на портал услуге Multi-Factor Authentication у било ком тренутку да бисте променили број телефона или PIN.
sr_latn_cs: Nalog je konfigurisan za upotrebu usluge Multi-Factor Authentication.<br/><br/> Kada se prijavite, nastavićete da koristite isto korisničko ime i lozinku. Pre nego što se verifikacija dovrši, primićete tekstualnu poruku sa jednokratnim kodom. Unesite ovaj kod i PIN kada aplikacija to od vas zatraži. Ako ne unesete ispravan kod i PIN, prijavljivanje će biti odbijeno.<br/><br/> Vratite se na portal usluge Multi-Factor Authentication u bilo kom trenutku da biste promenili broj telefona ili PIN.
sv: Ditt konto har konfigurerats för användning av Multi-Factor Authentication.<br/><br/> När du loggar in använder du samma användarnamn och lösenord. Innan verifieringen har slutförts får du ett SMS med en engångslösenkod. Ange den här lösenkoden och PIN-koden när du uppmanas att göra det. Omd u inte anger rätt lösenkod och PIN-kod nekas inloggningen.<br/><br/> Återgå till portalen för Multi-Factor Authentication när du vill och ändra telefonnumret eller PIN-koden.
th: บัญชีของคุณได้รับการตั้งค่าให้ใช้ Multi-Factor Authentication<br/><br/> เมื่อคุณลงชื่อเข้าใช้ คุณจะยังคงใช้ชื่อผู้ใช้และรหัสผ่านเดิมต่อไป ก่อนการตรวจสอบความถูกต้องจะเสร็จสมบูรณ์ yคุณจะได้รับข้อความตัวอักษรพร้อมรหัสผ่านแบบใช้ครั้งเดียว กรุณาป้อนรหัสผ่านและ PIN ของคุณเมื่อได้รับพร้อมท์จากแอปพลิเคชัน หากคุณไม่ป้อนรหัสผ่านและ PIN ที่ถูกต้อง การลงชื่อเข้าใช้จะถูกปฏิเสธ<br/><br/> กลับไปที่พอร์ทัล Multi-Factor Authentication เพื่อเปลี่ยนหมายเลขโทรศัพท์และ PIN ของคุณได้ทุกเมื่อ
tr: Hesabınız Multi-Factor Authentication'ı kullanacak şekilde yapılandırıldı.<br/><br/> Oturum açtığınızda, aynı kullanıcı adı ve parolayı kullanmaya devam edeceksiniz. Doğrulamanız tamamlanmadan önce, bir kerelik geçiş kodu içeren bir metin mesajı alacaksınız. Uygulama tarafından istendiğinde bu geçiş kodunu ve PIN kodunuzu girin. Doğru geçiş kodunu ve PIN kodunu girmezseniz, oturum açma isteği reddedilir.<br/><br/> Telefon numaranızı veya PIN kodunuzu değiştirmek için istediğiniz zaman Multi-Factor Authentication portalına geri dönebilirsiniz.
uk: У вашому обліковому записі настроєно використання служби Multi-Factor Authentication.<br/><br/> Під час входу буде використано ті самі ім’я користувача та пароль. Перш ніж перевірка завершиться, ви отримаєте текстове повідомлення з одноразовим кодом доступу. Введіть цей код доступу та PIN-код за запитом програми. Якщо ви не введете правильні код доступу та PIN-код, у вході буде відмовлено.<br/><br/> Номер телефону або PIN-код можна будь-коли змінити, повернувшись на портал Multi-Factor Authentication.
vi: Tài khoản của bạn đã được định cấu hình để sử dụng Multi-Factor Authentication.<br/><br/> Khi bạn đăng nhập, bạn sẽ tiếp tục sử dụng cùng tên người dùng và mật khẩu. Trước khi hoàn tất quá trình xác minh, bạn sẽ nhận được một tin nhắn văn bản có chứa mã khóa dùng một lần. Nhập mã khóa này và PIN của bạn khi được nhắc bởi ứng dụng. Nếu bạn không nhập đúng mã khóa và PIN, việc đăng nhập sẽ bị từ chối.<br/><br/> Bạn có thể quay lại cổng thông tin Multi-Factor Authentication bất kỳ lúc nào để thay đổi số điện thoại hoặc mã PIN của mình.
zh_cn: 您的帐户已配置为使用 Multi-Factor Authentication。<br/><br/> 在登录时，您将继续使用同一个用户名和密码。在身份验证完成之前， 您将会通过短信收到一次性密码。当应用程序提示时，请输入该密码以及您的 PIN。 如果您输入的密码和 PIN 不正确，登录将会被拒绝。<br/><br/> 您可以随时返回到 Multi-Factor Authentication 门户来更改您的电话号码或 PIN。
zh_tw: 已將您的帳戶設定為使用 Multi-Factor Authentication。<br/><br/> 在登入時，您將繼續使用相同的使用者名稱和密碼。在驗證完成之前， 您會收到附有單次密碼的簡訊。當應用程式出現提示時，請輸入此密碼和您的 PIN。 如果您未輸入正確的密碼和 PIN，登入將會遭到拒絕。<br/><br/> 您可以隨時返回 Multi-Factor Authentication 入口網站來變更電話號碼或 PIN。
