Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_ChangeModePhoneAppIncomplete
source: Note: The user has not activated the Multi-Factor Authentication mobile app on their device and is considered incomplete for the Mobile App method. Authentications to protected applications will fail for this user and log ins to the User Portal will require them to enroll again. It is recommended that you contact the user to assist them with activating the Multi-Factor Authentication mobile app.
ar: ملاحظة: لم يقم المستخدم بتنشيط تطبيق الأجهزة المحمولة Multi-Factor Authentication، ومن ثم تعتبر بياناته غير كاملة، الأمر الذي لا يمكِّنه من استخدام أسلوب "تطبيق الأجهزة المحمولة". وسيفشل هذا المستخدم في إجراء أية عمليات مصادقة للتطبيقات المحمية، كما سيلزمه التسجيل مرة أخرى ليتمكن من تسجيل الدخول. ونوصيك بأن تتصل بالمستخدم لتساعده في تنشيط تطبيق الأجهزة المحمولة Multi-Factor Authentication.
bg: Забележка: Потребителят не е активирал мобилното приложение Multi-Factor Authentication на устройството си и се счита за непълен за метода "Мобилно приложение". Удостоверяванията на този потребител в защитени приложения ще са неуспешни, а за влизанията му в потребителския портал ще се изисква да се записва отново. Препоръчва се да се свържете с него, за да му съдействате за активирането на мобилното приложение Multi-Factor Authentication.
ca: Nota: l'usuari no ha activat l'aplicació mòbil Multi-Factor Authentication al dispositiu i, per tant, se'l considera incomplet per al mètode Aplicació mòbil. No es podran autenticar les aplicacions protegides per a aquest usuari i, per tant, s'haurà de tornar a inscriure per iniciar la sessió al Portal d'usuaris. És recomanable que us poseu en contacte amb l'usuari per ajudar-lo a activar l'aplicació mòbil Multi-Factor Authentication.
cs: Poznámka: Tento uživatel si zatím neaktivoval mobilní aplikaci Multi-Factor Authentication na svém zařízení. Nastavení je proto pro použití metody Mobilní aplikace považováno za neúplné. Ověření pro použití chráněných aplikací se u tohoto uživatele nezdaří a při přihlašování na portál User Portal bude nutné, aby se uživatel znovu zaregistroval. Doporučujeme kontaktovat uživatele a pomoci mu s aktivací mobilní aplikace Multi-Factor Authentication.
da: Bemærk! Brugeren har ikke aktiveret Multi-Factor Authentication-mobilappen på sin enhed og betragtes som ikke kvalificeret til metoden Mobilapp. Godkendelser til beskyttelse af applikationer mislykkes for denne bruger, og hvis brugeren vil logge på brugerportalen, skal vedkommende tilmelde sig igen. Det anbefales, at du kontakter brugeren for at hjælpe med at aktivere Multi-Factor Authentication-mobilappen.
de: Hinweis: Die Methode "Mobile Anwendung" ist nicht verfügbar, da die mobile Anwendung für Multi-Factor Authentication vom Benutzer nicht auf dessen Gerät aktiviert wurde. Bei der Authentifizierung des Benutzers für geschützte Anwendungen tritt ein Fehler auf, und nach der Anmeldung beim Benutzerportal muss sich der Benutzer erneut registrieren. Helfen Sie dem Benutzer beim Aktivieren der mobilen Anwendung für Multi-Factor Authentication.
el: Σημείωση: Ο χρήστης δεν έχει ενεργοποιήσει την εφαρμογή Multi-Factor Authentication για κινητές συσκευές στη συσκευή του και ο έλεγχος ταυτότητας στην περίπτωσή του δεν θεωρείται ολοκληρωμένος για τη μέθοδο "Εφαρμογή για κινητές συσκευές". Οι απόπειρες ελέγχου ταυτότητας για προστατευμένες εφαρμογές θα αποτύχουν για αυτόν τον χρήστη και κατά τη σύνδεσή του στην Πύλη χρηστών θα απαιτηθεί εκ νέου η εγγραφή του. Συνιστάται να επικοινωνήσετε με τον χρήστη, ώστε να τον βοηθήσετε με την ενεργοποίηση της εφαρμογής Multi-Factor Authentication για κινητές συσκευές.
es: Nota: el usuario no ha activado la aplicación móvil Multi-Factor Authentication en su dispositivo y se considera incompleto para el método Aplicación móvil. El usuario no superará las autenticaciones para las aplicaciones protegidas y deberá volver a inscribirse para poder iniciar sesión en el Portal de usuarios. Se recomienda que se ponga en contacto con el usuario para ayudarle a activar la aplicación móvil Multi-Factor Authentication.
et: Märkus: kasutaja pole aktiveerinud oma seadmes Multi-Factor Authenticationi mobiilirakendust, mistõttu ei saa mobiilirakenduse meetodit kasutada. Kaitstud rakenduste jaoks autentimine selle kasutajaga ei õnnestu ning sisselogimine kasutajaportaali vajab uut registreerumist. Soovitatav on ühendust võtta kasutajaga ning aidata teda Multi-Factor Authenticationi mobiilirakenduse aktiveerimisel.
eu: Oharra: Erabiltzaileak ez du Multi-Factor Authentication mugikorreko aplikazioa aktibatu bere gailuan eta ondorioz ezin dun Mugikorreko aplikazioa metodoa erabili. Erabiltzaile honen babestutako aplikazioen autentifikazioak huts egingo du eta berriro erregistratu beharko du Erabiltzaile-atarian saioa hasteko. Gomendagarria da erabiltzailearekin harremanetan jartzea Multi-Factor Authentication mugikorreko aplikazioa instalatzen laguntzeko.
fi: Huomautus: Käyttäjä ei ole aktivoinut Multi-Factor Authentication -mobiilisovellusta laitteessaan, joten Mobiilisovellus-menetelmän käyttöönottoon ei ole edellytyksiä. Tämän käyttäjän todentaminen suojatuissa sovelluksissa epäonnistuu, ja kirjautuminen käyttäjäportaaliin edellyttää uutta rekisteröitymistä. On suositeltavaa, että otat yhteyttä käyttäjään ja autat häntä Multi-Factor Authentication -mobiilisovelluksen aktivoinnissa.
fr: Remarque : l'utilisateur n'a pas activé l'application mobile Multi-Factor Authentication sur son appareil et il est considéré comme incomplet pour la méthode Application mobile. Les authentifications vers les applications protégées échoueront pour cet utilisateur et les connexions au portail de l'utilisateur nécessiteront sa réinscription. Il est recommandé de contacter l'utilisateur pour l'aider à activer l'application mobile Multi-Factor Authentication.
gl: Nota: o usuario non activou a aplicación para móbil de Multi-Factor Authentication no dispositivo, polo que non se considera concluído para seleccionar o método Aplicación para móbil. As autenticacións en aplicacións protexidas xerarán un erro para este usuario e os inicios de sesión no portal de usuarios requirirán que se rexistre de novo. Recoméndase que contacte co usuario para axudalo coa activación da aplicación para móbil de Multi-Factor Authentication.
he: הערה: המשתמש לא הפעיל את האפליקציה למכשירים ניידים של Multi-Factor Authentication במכשיר שלו והוא אינו עומד בדרישות עבור השיטה 'אפליקציה למכשירים ניידים'. אימותים מול יישומים מוגנים ייכשלו עבור משתמש זה וכניסות לפורטל המשתמשים יחייבו אותו להירשם שוב. מומלץ לך ליצור קשר עם המשתמש כדי לסייע לו בהפעלת האפליקציה למכשירים ניידים של Multi-Factor Authentication.
hi: नोट: उपयोगकर्ता ने अपने डिवाइस पर Multi-Factor Authentication मोबाइल अनुप्रयोग सक्रिय नहीं किया है और इसे मोबाइल अनुप्रयोग विधि के लिए अपूर्ण माना जाता है. इस उपयोगकर्ता के लिए सुरक्षित अनुप्रयोगों के लिए प्रमाणीकरण विफल हो जाएँगे और उपयोगकर्ता पोर्टल में लॉग इन के लिए उन्हें फिर से नामांकन करना होगा. यह अनुशंसित है कि आप Multi-Factor Authentication मोबाइल अनुप्रयोग सक्रिय करने में उपयोगकर्ता की सहायता करने के लिए उनसे संपर्क करें.
hr: Napomena: korisnik nije aktivirao mobilnu aplikaciju Multi-Factor Authentication na svom uređaju, te se smatra nedovršenim za metodu Mobilna aplikacija. Provjere autentičnosti zaštićenih aplikacija neće uspjeti za tog korisnika te će se pri prijavi na korisnički portal morati ponovno upisati. Preporučujemo da kontaktirate korisnika da biste mu pomogli u aktiviranju mobilne aplikacije Multi-Factor Authentication.
hu: Megjegyzés: A felhasználó nem aktiválta a Multi-Factor Authentication mobilalkalmazást a készülékén, ezért a fiókja hiányos a Mobilalkalmazás módszer használatához. A felhasználó nem fog tudni hitelesíteni a védett alkalmazásokban, és a felhasználói portálra csak ismételt beléptetés után tud majd bejelentkezni. Javasoljuk, hogy a Multi-Factor Authentication mobilalkalmazás aktiválása céljából vegye fel a kapcsolatot a felhasználóval.
id: Catatan: Pengguna belum mengaktifkan aplikasi seluler Multi-Factor Authentication pada perangkatnya dan dianggap belum selesai untuk metode Aplikasi Seluler. Autentikasi untuk aplikasi yang dilindungi akan gagal untuk pengguna ini dan proses masuk ke Portal Pengguna akan mengharuskan mereka untuk mendaftar lagi. Sebaiknya Anda menghubungi pengguna untuk membantunya mengaktifkan aplikasi seluler Multi-Factor Authentication.
it: Nota: l'utente non ha attivato l'app mobile Multi-Factor Authentication nel proprio dispositivo, pertanto viene considerato incompleto per il metodo App mobile. Non potrà eseguire l'autenticazione ad applicazioni protette e dovrà registrarsi nuovamente per effettuare l'accesso al portale utenti. È consigliabile contattare l'utente per assisterlo durante l'attivazione dell'app mobile Multi-Factor Authentication.
ja: 注: このユーザーは、デバイスの Multi-Factor Authentication モバイル アプリをアクティブ化していないため、モバイル アプリによる認証の準備が完了していません。このユーザーは、保護されたアプリケーションにログインできず、ユーザー ポータルにログインするには、登録手続きをやり直す必要があります。ユーザーに、Multi-Factor Authentication モバイル アプリをアクティブ化するように依頼してください。
kk: Ескерім: пайдаланушы құрылғыда Multi-Factor Authentication мобильді бағдарламасын белсендірген жоқ, сондықтан оның деректері Мобильді бағдарлама әдісін қолдану үшін толық емес деп есептеледі. Бұл пайдаланушы үшін қорғалған бағдарламаларға түпнұсқалықты растау әрекеттері нәтижелі болмайды және Пайдаланушы порталына кіру әрекеттері жасалғанда, одан қайта тіркелу талап етіледі. Пайдаланушыға хабарласып, Multi-Factor Authentication мобильді бағдарламасын белсендіруге көмектескеніңіз дұрыс болады.
ko: 참고: 사용자가 사용자 장치에서 Multi-Factor Authentication 모바일 앱을 활성화하지 않아 [모바일 앱] 방법을 사용하기에 불완전한 것으로 간주됩니다. 이 사용자의 보호된 응용 프로그램에 대한 인증이 실패하고 사용자 포털에 로그인하려면 다시 등록해야 합니다. 사용자에게 연락하여 Multi-Factor Authentication 모바일 앱을 활성화할 수 있도록 지원하는 것이 좋습니다.
lt: Pastaba: vartotojas savo įrenginyje nesuaktyvino mobiliųjų įrenginių programėlės „Multi-Factor Authentication“, todėl negalima pritaikyti mobiliųjų įrenginių programėlės metodo. Šiam vartotojui nepavyks autentifikuotis apsaugotose programose, o norint prisijungti prie vartotojų portalo reikės registruotis dar kartą. Rekomenduojama kreiptis į vartotoją ir padėti suaktyvinti mobiliųjų įrenginių programėlę „Multi-Factor Authentication“.
lv: Piezīme. Lietotājs nav aktivizējis savā ierīcē mobilo programmu Multi-Factor Authentication. Lai izmantotu metodi Mobilā programma, šis kritērijs ir jāievēro. Šis lietotājs nevarēs autentificēties aizsargātās lietojumprogrammās, kā arī, lai pieteiktos lietotāju portālā, būs no jauna jāreģistrējas. Ieteicams sazināties ar lietotāju, lai palīdzētu aktivizēt mobilo programmu Multi-Factor Authentication.
ms: Nota: Pengguna belum mengaktifkan apl mudah alih Multi-Factor Authentication pada peranti mereka dan dianggap tidak lengkap untuk kaedah Apl Mudah Alih. Pengesahan untuk melindungi aplikasi akan gagal bagi pengguna ini dan log masuk ke Portal Pengguna akan memerlukan mereka mendaftar semula. Anda disyorkan untuk menghubungi pengguna bagi membantu mereka mengaktifkan apl mudah alih Multi-Factor Authentication.
nl: Opmerking: De gebruiker heeft de mobiele app Multi-Factor Authentication niet geactiveerd op zijn/haar apparaat. Het account van de gebruiker is onvolledig voor de methode Mobiele app. Authenticaties bij beveiligde toepassingen mislukken voor deze gebruiker en voor aanmeldingen bij de gebruikersportal moet de gebruiker opnieuw registreren. U wordt aangeraden de gebruiker te helpen bij het activeren van de mobiele app Multi-Factor Authentication.
no: Obs! Brukeren har ikke aktivert mobilappen Multi-Factor Authentication på enheten, og anses derfor som ufullstendig for Mobilapp-metoden. Godkjenninger til beskyttede apper mislykkes for denne brukeren, og brukeren må registrere seg på nytt for å kunne logge på brukerportalen. Det anbefales at du kontakter brukeren for å hjelpe ham/henne med å aktivere mobilappen Multi-Factor Authentication.
pl: Uwaga: użytkownik nie aktywowal aplikacji mobilnej Multi-Factor Authentication na urządzeniu, co uniemożliwia skorzystanie z metody Aplikacja mobilna. Operacje uwierzytelniania konta tego użytkownika w aplikacjach chronionych zakończą się niepowodzeniem, a próby zalogowania się do portalu użytkowników będą wymagały ponownego zarejestrowania się. Zalecane jest skontaktowanie się z użytkownikiem w celu udzielenia mu pomocy przy aktywowaniu aplikacji mobilnej Multi-Factor Authentication.
pt_br: Observação: o usuário não ativou o aplicativo móvel Multi-Factor Authentication no dispositivo e foi considerado incompleto para o método Aplicativo Móvel. As autenticações para aplicativos protegidos falharão para esse usuário, e o logon no Portal do Usuário exigirá que o registro seja feito novamente. É recomendável entrar em contato com o usuário para ajudá-lo a ativar o aplicativo móvel Multi-Factor Authentication.
pt_pt: Nota: o utilizador não ativou a aplicação móvel de Autenticação Multifator no respetivo dispositivo, pelo que o método de Aplicação Móvel é considerado incompleto. As autenticações deste utilizador junto de aplicações protegidas falharão, e os inícios de sessão no Portal do Utilizador exigirão um novo registo. É recomendado que contacte o utilizador para o auxiliar na ativação da aplicação móvel de Autenticação Multifator.
ro: Notă: utilizatorul nu a activat aplicația mobilă Multi-Factor Authentication pe propriul dispozitiv. De aceea, nu este pregătit pentru utilizarea metodei Aplicație mobilă. Utilizatorul nu se va putea autentifica în aplicațiile protejate. Dacă face log in la Portalul utilizator, i se va impune să se înscrie din nou. Se recomandă să luați legătura cu utilizatorul pentru a-i oferi ajutor în activarea aplicației mobile Multi-Factor Authentication.
ru: Примечание. Пользователь не активировал мобильное приложение Multi-Factor Authentication на своем устройстве и считается неготовым для использования метода "Мобильное приложение". Выполнить проверку подлинности для доступа к защищенным приложениям для этого пользователя не удастся, и при входе на пользовательский портал потребуется его повторная регистрация. Рекомендуется связаться с пользователем, чтобы помочь ему активировать мобильное приложения Multi-Factor Authentication.
sk: Poznámka: Používateľ neaktivoval mobilnú aplikáciu Multi-Factor Authentication vo svojom zariadení, a tak sa jeho kroky pre metódu Mobilná aplikácia považujú za neúplné. Overenia do chránených aplikácií pre tohto používateľa zlyhajú a prihlásenia na portál používateľa budú vyžadovať jeho opätovnú registráciu. Odporúčame spojiť sa s týmto používateľom a pomôcť mu s aktiváciou mobilnej aplikácie Multi-Factor Authentication.
sl: Opomba: uporabnik ni aktiviral mobilne aplikacije Multi-Factor Authentication v svoji napravi, zato je upoštevan kot nepopoln za uporabo načina Mobilna aplikacija. Preverjanja pristnosti za zaščitene aplikacije pri tem uporabniku ne bodo uspela in pri prijavi v uporabniški portal se bo moral včlaniti znova. Priporočamo vam, da obvestite uporabnika in mu pomagate pri aktiviranju mobilne aplikacije Multi-Factor Authentication.
sr_cyrl_cs: Напомена: Корисник није активирао Multi-Factor Authentication апликацију за мобилне уређаје на уређају, тако да не испуњава услове за метод апликације за мобилне уређаје. Овај корисник неће успети да потврди идентитет заштићеним апликацијама, док ће се приликом пријављивања на кориснички портал од корисника захтевати да се поново упише. Препоручује се да се обратите кориснику како бисте му помогли да активира Multi-Factor Authentication апликацију за мобилне уређаје.
sr_latn_cs: Napomena: Korisnik nije aktivirao Multi-Factor Authentication aplikaciju za mobilne uređaje na uređaju, tako da ne ispunjava uslove za metod aplikacije za mobilne uređaje. Ovaj korisnik neće uspeti da potvrdi identitet zaštićenim aplikacijama, dok će se prilikom prijavljivanja na korisnički portal od korisnika zahtevati da se ponovo upiše. Preporučuje se da se obratite korisniku kako biste mu pomogli da aktivira Multi-Factor Authentication aplikaciju za mobilne uređaje.
sv: Obs! Användaren har inte aktiverat mobilappen Multi-Factor Authentication på sin enhet och betraktas som ofullständig för metoden Mobilapp. Autentiseringar av skyddade applikationer misslyckas för denna användare och inloggningar på användarportalen kräver att användaren registrerar sig igen. Du bör kontakta användaren och hjälpa honom/henne med att aktivera mobilappen Multi-Factor Authentication.
th: หมายเหตุ: ผู้ใช้ยังไม่ได้เปิดใช้งานแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ในอุปกรณ์ของพวกเขาและถือว่ายังไม่เสร็จสมบูรณ์สำหรับเมธอดแอปสำหรับอุปกรณ์เคลื่อนที่ การรับรองความถูกต้องโปรแกรมประยุกต์ที่มีการป้องกันจะล้มเหลวสำหรับผู้ใช้รายนี้และการเข้าสู่ระบบพอร์ทัลผู้ใช้จะกำหนดให้ผู้ใช้ลงทะเบียนอีกครั้ง ขอแนะนำให้คุณติดต่อผู้ใช้ดังกล่าวเพื่อช่วยเหลือในการเปิดใช้งานแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่
tr: Not: Kullanıcı Multi-Factor Authentication mobil uygulamasını cihazında etkinleştirmemiş ve Mobil Uygulama yöntemi için tamamlanmamış olarak görülüyor. Korumalı uygulamalara yapılan kimlik doğrulamaları bu kullanıcı için başarısız olacak ve Kullanıcı Portalı'nda gerçekleşen oturum açmalar yeniden kaydedilmesini gerektirecek. Kullanıcıyla iletişim kurarak Multi-Factor Authentication mobil uygulamasını etkinleştirmesinde yardımcı olmanız önerilir.
uk: Примітка. Користувач не активував у своєму пристрої мобільну програму Multi-Factor Authentication і тому вважається неготовим для використання методу "Мобільна програма". Виконати автентифікацію для доступу до захищених програм для цього користувача буде неможливо, і під час входу на портал користувача знадобиться його повторна реєстрація. Рекомендуємо зв'язатися з користувачем, щоб допомогти йому з активацією мобільної програми Multi-Factor Authentication.
vi: Ghi chú: Người dùng chưa kích hoạt ứng dụng di động Multi-Factor Authentication trên thiết bị của họ và được xem là chưa hoàn tất đối với phương thức Ứng dụng Di động. Việc xác thực vào các ứng dụng được bảo vệ sẽ không thành công với người dùng này và các lần đăng nhập vào Cổng thông tin Người dùng sẽ yêu cầu họ phải đăng ký lại. Bạn nên liên hệ với người dùng này để hỗ trợ họ kích hoạt ứng dụng di động Multi-Factor Authentication.
zh_cn: 注意: 该用户尚未激活设备上的 Multi-Factor Authentication 移动应用，因而视为未完成“移动应用”方法。该用户将无法通过受保护应用程序的身份验证，而且在登录用户门户时，系统会要求该用户重新注册。建议您联系用户以帮助他们激活 Multi-Factor Authentication 移动应用。
zh_tw: 注意: 使用者尚未啟用裝置上的 Multi-Factor Authentication 行動裝置應用程式，因此對 [行動裝置應用程式] 方法來說並不完整。這位使用者將無法通過受保護之應用程式的驗證，且必須再次註冊才能登入使用者入口網站。建議您連絡該使用者以協助其啟用 Multi-Factor Authentication 行動裝置應用程式。
