Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_InstructionsUserSetupOathToken
source: To enable Multi-Factor Authentication for your account using the OATH Token method, enter the serial number printed on the back of the OATH token and the code currently displayed on the token to associate the token with your account.
ar: لتمكين Multi-Factor Authentication لحسابك باستخدام أسلوب رمز OATH المميز، أدخل الرقم التسلسلي المطبوع على الجانب الخلفي من رمز OATH المميز والرمز المعروض حاليًا على الرمز المميز ليقترن الرمز المميز بحسابك.
bg: За да активирате Multi-Factor Authentication за вашия акаунт чрез използване на метода с OATH маркер, въведете отпечатания на гърба на маркера сериен номер и показания понастоящем в маркера код, за да се асоциира маркерът с вашия акаунт.
ca: Per habilitar el Multi-Factor Authentication per al vostre compte mitjançant el mètode Testimoni OATH, introduïu el número de sèrie imprès a la part posterior del testimoni OATH i el codi que es mostra al testimoni per associar-lo al vostre compte.
cs: Chcete-li povolit službu Multi-Factor Authentication účtu pomocí metody tokenu OATH, zadejte sériové číslo vytištěné na zadní straně tokenu OATH a kód, který se na tokenu aktuálně zobrazuje. Tím přidružíte token k příslušnému účtu.
da: Hvis du vil aktivere Multi-Factor Authentication for din konto ved hjælp af OATH-token-metoden, skal du angive det serienummer, der findes bag på OATH-tokenet, og den kode, der bliver vist på tokenet, for at knytte tokenet til din konto.
de: Damit Multi-Factor Authentication für Ihr Konto mittels OATH-Token aktiviert werden kann, müssen Sie die auf die Rückseite des OATH-Tokens gedruckte Seriennummer und den gegenwärtig auf dem Token angezeigten Code eingeben, um das Token Ihrem Konto zuzuordnen.
el: Για να ενεργοποιήσετε την υπηρεσία Multi-Factor Authentication για τον λογαριασμό σας χρησιμοποιώντας τη μέθοδο ελέγχου ταυτότητας μέσω διακριτικού OATH, εισαγάγετε τον αριθμό σειράς που είναι τυπωμένος στο πίσω μέρος του διακριτικού OATH, καθώς και τον κωδικό που απεικονίζεται την ίδια στιγμή στο διακριτικό, για να συσχετίσετε το διακριτικό με τον λογαριασμό σας.
es: Para habilitar Multi-Factor Authentication para su cuenta a través del método de token OATH, escriba el número de serie impreso en la parte posterior del token OATH y el código mostrado actualmente en el token para asociar el token a su cuenta.
et: Oma konto puhul Multi-Factor Authenticationi lubamiseks, kasutades OATH-tõendi meetodit, sisestage OATH-tõendi tagaküljel olev seerianumber ja hetkel tõendil kuvatud kood, mis ühendab tõendi teie kontoga.
eu: Multi-Factor Authentication zure kontuan OATH tokena metodoaren bidez gaitzeko, sartu OATH tokenaren atzealdean inprimatutako serie-zenbakia eta tokenean unean azaltzen den kodea tokena kontuarekin erlazionatzeko.
fi: Jos haluat ottaa Multi-Factor Authentication -toiminnon käyttöön tililläsi käyttämällä OATH Token -menetelmää, liitä OATH Token tiliisi antamalla sen kääntöpuolelle painettu sarjanumero ja siinä näkyvä koodi.
fr: Pour activer Multi-Factor Authentication pour votre compte à l'aide de la méthode de jeton OATH, entrez le numéro de série imprimé au dos du jeton OATH et le code actuellement affiché sur le jeton pour associer celui-ci à votre compte.
gl: Para activar Multi-Factor Authentication para a súa conta mediante o método de token OATH, introduza o número de serie impreso na parte posterior do token OATH e o código que se mostra actualmente no mesmo para asociar o token coa conta.
he: כדי להפוך את Multi-Factor Authentication לזמין עבור החשבון שלך באמצעות השיטה 'אסימון OATH', הזן את המספר הסידורי המודפס על גב אסימון OATH ואת הקוד המוצג כעת באסימון כדי לשייך את האסימון לחשבון שלך.
hi: OATH टोकन विधि का उपयोग करके अपने खाते हेतु Multi-Factor Authentication सक्षम करने के लिए, टोकन को अपने खाते से संबद्ध करने के लिए OATH टोकन के पीछे मुद्रित क्रमांक और टोकन पर वर्तमान में प्रदर्शित कोड दर्ज करें.
hr: Da biste omogućili Multi-Factor Authentication za svoj račun pomoću metode OATH token, unesite serijski broj ispisan na poleđini OATH tokena i kôd prikazan na tokenu da biste token pridružili svom računu.
hu: Ha az OATH token módszer használatával szeretné engedélyezni a Multi-Factor Authentication szolgáltatást a fiókjához, adja meg az OATH token hátuljára nyomtatott sorozatszámot és a jogkivonaton éppen megjelenő kódot, hogy társíthassa a jogkivonatot a fiókjához.
id: Untuk mengaktifkan Multi-Factor Authentication untuk akun Anda menggunakan metode Token OATH, masukkan nomor seri yang tercetak di bagian belakang token OATH dan kode yang saat ini ditampilkan pada token untuk mengaitkan token dengan akun Anda.
it: Per abilitare Multi-Factor Authentication per l'account utilizzando il metodo del token OATH, immettere il numero di serie stampato sul retro del token OATH e il codice visualizzato sul token per associare quest'ultimo all'account.
ja: Multi-Factor Authentication で OATH トークンを使ってアカウントを認証できるようにするには、OATH トークンの裏面に印刷されているシリアル番号とトークンに現在表示されているコードを入力し、トークンをアカウントに関連付けてください。
kk: OATH таңбалауышы әдісімен тіркелгіңізге Multi-Factor Authentication қызметін қосу үшін, OATH таңбалауышының артқы жағына басылған сериялық нөмірді және таңбалауышта көрсетіліп тұрған кодты енгізіп, таңбалауышты тіркелгіңізге байланыстырыңыз.
ko: OATH 토큰 방법을 사용하여 계정에 Multi-Factor Authentication을 사용하려면 토큰을 사용자에 연결할 수 있도록 토큰에 현재 표시된 코드와 OATH 토큰 뒷면에 나와 있는 일련 번호를 입력하십시오.
lt: Jei savo abonemente norite įjungti „Multi-Factor Authentication“, naudodami OATH atpažinimo ženklo būdą įveskite serijos numerį, pateiktą kitoje OATH atpažinimo ženklo įrenginio pusėje, bei šiuo metu rodomą kodą, kad atpažinimo ženklą susietumėte su savo abonementu.
lv: Lai Multi-Factor Authentication pakalpojumu iespējotu savam kontam, izmantojot OATH marķiera metodi, ievadiet OATH marķiera aizmugurē nodrukāto sērijas numuru un marķierī redzamo kodu, lai šo marķieri saistītu ar savu kontu.
ms: Untuk mendayakan Multi-Factor Authentication bagi akaun anda menggunakan kaedah Token OATH, masukkan nombor siri yang tercetak di belakang token OATH dan kod yang sedang dipaparkan pada token untuk mengaitkan token itu dengan akaun anda.
nl: U kunt Multi-Factor Authentication voor uw account via de methode OATH-token inschakelen door het serienummer aan de achterzijde van het OATH-token én de code bij het token in te voeren, zodat het token aan uw account kan worden gekoppeld.
no: Hvis du vil aktivere Multi-Factor Authentication for kontoen din ved hjelp av metoden OATH-token, skriver du inn serienummeret som er trykt på baksiden av OATH-tokenet, og i tillegg skriver du inn koden som for øyeblikket vises på tokenet, for å knytte tokenet til kontoen din.
pl: Aby przy użyciu tokenu OATH włączyć usługę Multi-Factor Authentication dla konta, wprowadź numer seryjny wydrukowany na odwrocie tokenu OATH oraz kod aktualnie wyświetlany na tokenie, co umożliwi skojarzenie tokenu z kontem.
pt_br: Para habilitar o Multi-Factor Authentication para sua conta usando o método Token OATH, insira o número de série impresso na parte de trás do token OATH e o código exibido atualmente no token para associá-lo à sua conta.
pt_pt: Para ativar a Multi-Factor Authentication para a conta com o método de Token OATH, introduza o número de série impresso no verso do token OATH e o código atualmente apresentado no token para associar este à sua conta.
ro: Pentru a activa în cont autentificarea Multi-Factor Authentication cu tokenul OATH: introduceți numărul de serie trecut pe spatele tokenului OATH, apoi codul afișat de acesta, în vederea asocierii tokenului cu contul.
ru: Чтобы включить для учетной записи Multi-Factor Authentication с помощью метода "OATH-токен", введите напечатанный на обратной стороне OATH-токена серийный номер и текущий отображаемый на нем код для связи токена с учетной записью.
sk: Ak chcete povoliť službu Multi-Factor Authentication pre svoje konto pomocou metódy Token OATH, zadajte sériové číslo vytlačené na zadnej strane tokenu OATH a kód, ktorý sa momentálne zobrazuje na tokene, aby sa token priradil k vášmu kontu.
sl: Za vklop storitve Multi-Factor Authentication z uporabo žetona OATH za svoj račun vnesite serijsko številko, ki je navedena na hrbtni strani žetona OATH, in kodo, ki je prikazana na žetonu. S tem žeton povežete s svojim računom.
sr_cyrl_cs: Да бисте на налогу омогућили Multi-Factor Authentication помоћу OATH токена, унесите серијски број одштампан на полеђини OATH токена, као и шифру која је тренутно приказана на токену да бисте токен повезали са налогом.
sr_latn_cs: Da biste na nalogu omogućili Multi-Factor Authentication pomoću OATH tokena, unesite serijski broj odštampan na poleđini OATH tokena, kao i šifru koja je trenutno prikazana na tokenu da biste token povezali sa nalogom.
sv: Om du vill aktivera Multi-Factor Authentication för ditt konto med hjälp av OATH-tokenmetoden anger du serienumret som finns tryckt på baksidan av din OATH-token och den kod som visas på din token så att den associeras med ditt konto.
th: ในการเปิดใช้งาน Multi-Factor Authentication สำหรับบัญชีของคุณโดยใช้เมธอดโทเค็น OATH ให้ป้อนหมายเลขลำดับประจำสินค้าที่พิมพ์อยู่ที่ด้านหลังของโทเค็น OATH และรหัสที่ปรากฏอยู่บนโทเค็นในขณะนี้ เพื่อเชื่อมโยงโทเค็นกับบัญชีของคุณ
tr: Hesabınızın Multi-Factor Authentication'ını OATH Belirteci yöntemini kullanarak etkinleştirmek için, belirteci hesabınızla ilişkilendirmek üzere OATH belirtecinin arkasındaki seri numarasını ve belirteç üzerinde gösterilen geçerli kodu girin.
uk: Щоб увімкнути службу Multi-Factor Authentication для облікового запису за допомогою методу "Маркер OATH", введіть серійний номер, зазначений наприкінці маркера OATH, і код, який відображається в даний момент у маркері, щоб прив'язати маркер до облікового запису.
vi: Để hiệu lực hóa Multi-Factor Authentication cho tài khoản của bạn bằng phương pháp Hiệu bài OATH, hãy nhập số sê-ri được in ở mặt sau của hiệu bài OATH và mã hiện tại được hiển thị trên hiệu bài để liên kết hiệu bài với tài khoản của bạn.
zh_cn: 若要使用 OATH 令牌方法为您的帐户启用 Multi-Factor Authentication 应用，请输入印在 OATH 令牌背面的序列号和令牌上当前显示的代码，以将该令牌与您的帐户进行关联。
zh_tw: 若要使用 OATH 權杖方法為帳戶啟用 Multi-Factor Authentication，請輸入 OATH 權杖背面所印的序號以及目前顯示在權杖上的代碼，以建立權杖與帳戶的關聯。
