Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_Enable
source: Enable
ar: تمكين
bg: Разрешаване
ca: Habilita
cs: Povolit
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
es: Habilitar
et: Luba
eu: Gaitu
fi: Ota käyttöön
fr: Activer
gl: Activar
he: הפיכה לזמין
hi: सक्षम करें
hr: Omogući
hu: Engedélyezés
id: Aktifkan
it: Abilita
ja: 有効
kk: Қосу
ko: 사용
lt: Įjungti
lv: Iespējošana
ms: Dayakan
nl: Inschakelen
no: Aktiver
pl: Włącz
pt_br: Habilitar
pt_pt: Ativar
ro: Activare
ru: Включить
sk: Povolenie
sl: Omogoči
sr_cyrl_cs: Омогућавање
sr_latn_cs: Omogućavanje
sv: Aktivera
th: เปิดใช้งาน
tr: Etkinleştir
uk: Увімкнути
vi: Hiệu lực hóa
zh_cn: 启用
zh_tw: 啟用

# Label_FraudAlertPhoneApp
source: To report the incident, press the Deny and Report Fraud button in the Multi-Factor Authentication mobile app. This will alert your company's IT security team. Future authentication attempts will be blocked until the issue has been resolved.
ar: للإبلاغ عن حادث، اضغط على الزر "رفض والإبلاغ عن احتيال" في تطبيق الأجهزة المحمولة Multi-Factor Authentication. وسيؤدي ذلك إلى تنبيه فريق أمان تكنولوجيا المعلومات بشركتك، كما سيتم حظر أية محاولات مستقبلية للمصادقة حتى تُحل المشكلة.
bg: За да сигнализирате за случилото се, натиснете бутона "Отказ и сигнализиране за измама" в мобилното приложение Multi-Factor Authentication. Това ще извести екипа за ИТ защита на вашата фирма. Бъдещите опити за удостоверяване ще бъдат блокирани до разрешаване на въпроса.
ca: Per notificar l'incident, premeu el botó Denega i notifica el frau a l'aplicació mòbil Multi-Factor Authentication. S'alertarà l'equip de seguretat de TI de l'empresa. Es bloquejaran tots els intents d'autenticació fins que es resolgui el problema.
cs: Chcete-li ohlásit incident, stiskněte tlačítko Zamítnout a Ohlásit podvod v mobilní aplikaci Multi-Factor Authentication. Tím upozorníte bezpečnostní tým v oddělení IT vaší společnosti. Dokud nebude problém vyřešen, budou budoucí pokusy o ověření blokovány.
da: Hvis du vil rapportere hændelsen, skal du trykke på knappen Afvis og rapportér svindel i Multi-Factor Authentication-mobilappen. På denne måde informeres virksomhedens it-sikkerhedsteam. Fremtidige godkendelsesforsøg blokeres, indtil problemet er blevet løst.
de: Klicken Sie auf die Schaltfläche "Ablehnen und Betrug melden" in der mobilen Anwendung für Multi-Factor Authentication, um den Vorfall zu melden. Dadurch wird das IT-Sicherheitsteam Ihres Unternehmens informiert. Anschließende Authentifizierungsversuche werden zurückgewiesen, bis das Problem behoben wurde.
el: Για να αναφέρετε το περιστατικό, πατήστε το κουμπί "Απόρριψη και υποβολή αναφοράς απάτης" στην εφαρμογή Multi-Factor Authentication για κινητές συσκευές. Με αυτήν την ενέργεια θα ειδοποιηθεί η ομάδα ασφάλειας του τμήματος μηχανογράφησης της εταιρείας σας. Θα ισχύσει αποκλεισμός για μελλοντικές απόπειρες ελέγχου ταυτότητας, έως ότου επιλυθεί το πρόβλημα.
es: Para informar del incidente, presione el botón Denegar y notificar fraude en la aplicación móvil Multi-Factor Authentication. Se enviará una alerta al equipo de seguridad de TI de su empresa y se bloquearán todos los intentos de autenticación hasta que se resuelva el problema.
et: Juhtumist teavitamiseks vajutage Multi-Factor Authenticationi mobiilirakenduses nuppu Keeldu ja teavita pettusest. Sellega teavitatakse teie ettevõtte IT-turbemeeskonda. Edasised autentimiskatsed lükatakse tagasi, kuni juhtum on lahendatud.
eu: Arazo baten berri emateko, sakatu 'Ukatu eta eman iruzur baten berri' Multi-Factor Authentication mugikorreko aplikazioan. Zure enpresako segurtasun teknikoko langileek alerta bat jasoko dute. Ezingo dira autentifikazio-saio gehiago egin arazoa ebatzi arte.
fi: Voit ilmoittaa tapauksesta painamalla Multi-Factor Authentication -mobiilisovelluksen Peruuta ja ilmoita petoksesta -painiketta. Tämä hälyttää yrityksesi tietoturvatiimin. Todennusyritykset estetään, kunnes ongelma on ratkaistu.
fr: Pour signaler l'incident, appuyez sur le bouton Refuser et signaler la fraude dans l'application mobile Multi-Factor Authentication. Cela avertira l'équipe chargée de la sécurité informatique de votre société. Les tentatives d'authentification ultérieures seront bloquées jusqu'à ce que le problème soit résolu.
gl: Para notificar o incidente, prema o botón Rexeitar e notificar fraude na aplicación para móbil de Multi-Factor Authentication. Isto avisará ao equipo de seguranza de TI da súa empresa. Bloquearanse os seguintes intentos de autenticación até que se resolva o problema.
he: כדי לדווח על המקרה, לחץ על לחצן 'מנע ודווח על הונאה' באפליקציה למכשירים ניידים של Multi-Factor Authentication. בעקבות זאת, צוות אבטחת ה- IT בחברה שלך יקבל התראה. נסיונות אימות עתידיים ייחסמו עד לפתרון הבעיה.
hi: घटना की रिपोर्ट करने के लिए, Multi-Factor Authentication मोबाइल अनुप्रयोग में अस्वीकार करके धोखाधड़ी की रिपोर्ट करें बटन दबाएँ. इससे आपकी कंपनी की IT सुरक्षा टीम सतर्क हो जाएगी. समस्या का समाधान होने तक भावी प्रमाणीकरण प्रयास अवरोधित हो जाएँगे.
hr: Da biste prijavili nepoželjan događaj, pritisnite gumb Odbij i Prijavi prijevaru u mobilnoj aplikaciji Multi-Factor Authentication. Tako ćete upozoriti sigurnosni IT tim svoje tvrtke. Naknadni pokušaji provjere autentičnosti blokirat će se dok se problem ne riješi.
hu: Ha jelenteni szeretné a problémát, érintse meg a Multi-Factor Authentication mobilalkalmazásban az Elutasítás és visszaélés jelentése gombot. Ennek hatására riasztást kap a vállalat IT-biztonsági csoportja. A további hitelesítési kísérleteket a probléma megoldásáig a rendszer blokkolja.
id: Untuk melaporkan insiden, tekan tombol Tolak dan Laporkan Penipuan dalam aplikasi seluler Multi-Factor Authentication. Langkah ini akan memberitahu tim keamanan TI perusahaan Anda. Upaya autentikasi berikutnya akan diblokir sampai masalah telah diselesaikan.
it: Per segnalare l'evento imprevisto, fare clic sul pulsante Nega e segnala illecito nell'app mobile Multi-Factor Authentication, in modo da avvertire il team addetto alla sicurezza IT della società. I successivi tentativi di autenticazione verranno bloccati fino alla soluzione del problema.
ja: 不正アクセスを報告するには、Multi-Factor Authentication モバイル アプリで [認証を拒否して不正を通報] ボタンを押してください。会社の IT セキュリティ担当者に通報され、問題が解決するまで、今後の認証がブロックされます。
kk: Оқиға туралы хабарлау үшін, Multi-Factor Authentication мобильді бағдарламасындағы "Тыйым салу және алаяқтық туралы хабарлау" түймесін басыңыз. Ол компанияңыздың АТ қауіпсіздік тобын ескертеді. Мәселе шешілгенше, келешектегі түпнұсқалықты растау әрекеттеріне тыйым салынады.
ko: 발생한 문제를 보고하려면 Multi-Factor Authentication 모바일 앱의 [거부 및 사기 행위 보고 단추]를 누르십시오. 그러면 회사의 IT 보안 팀에 알림이 전송됩니다. 문제가 해결될 때까지 이후 인증 시도는 차단됩니다.
lt: Norėdami pranešti apie incidentą paspauskite mobiliųjų įrenginių programėlės „Multi-Factor Authentication“ mygtuką Atmesti ir pranešti apie apgaulę. Taip bus įspėta jūsų įmonės IT saugos komanda, o būsimi mėginimai autentifikuoti bus blokuojami, kol problema bus išspręsta.
lv: Lai ziņotu par incidentu, mobilajā programmā Multi-Factor Authentication nospiediet pogu Atteikt un ziņot par krāpšanos. Tādējādi par šo incidentu tiks informēti jūsu uzņēmuma IT drošības grupas darbinieki. Turpmākie autentifikācijas mēģinājumi tiks bloķēti, līdz problēma tiks atrisināta.
ms: Untuk melaporkan insiden, tekan butang Tolak dan Laporkan Penipuan dalam apl mudah alih Multi-Factor Authentication. Ini akan memberitahu pasukan keselamatan IT syarikat anda. Cubaan pengesahan selanjutnya akan disekat sehingga isu ini diselesaikan.
nl: U kunt het incident melden door op de knop Weigeren en fraude melden te tikken in de mobiele app Multi-Factor Authentication. Hierdoor wordt het IT-beveilingsteam van uw bedrijf gewaarschuwd. Nieuwe authenticatiepogingen worden geblokkeerd totdat het probleem is opgelost.
no: Hvis du vil rapportere hendelsen, trykker du Avslå og rapporter svindel i mobilappen Multi-Factor Authentication. Dermed varsles bedriftens IT-sikkerhetsteam. Fremtidige godkjenningsforsøk blir blokkert til problemet er løst.
pl: Aby zgłosić zdarzenie, naciśnij w aplikacji mobilnej Multi-Factor Authentication przycisk Odmów i zgłoś naruszenie. Spowoduje to wysłanie alertu do zespołu informatycznego ds. zabezpieczeń w firmie użytkownika. Dopóki problem nie zostanie rozwiązany, dalsze próby uwierzytelnienia będą blokowane.
pt_br: Para relatar o incidente, pressione o botão Negar e Relatar Fraude no aplicativo móvel Multi-Factor Authentication. Isso alertará a equipe de segurança de TI da sua empresa. Tentativas de autenticação futuras serão bloqueadas até que o problema seja resolvido.
pt_pt: Para relatar o incidente, prima o botão Recusar e Denunciar Fraude da aplicação móvel de Autenticação Multifator. Alertará assim a equipa de segurança informática da sua empresa. Enquanto o problema não for resolvido, as futuras tentativas de autenticação serão bloqueadas.
ro: Pentru a raporta incidentul, apăsați butonul Refuzare și raportare fraudă în aplicația mobilă Multi-Factor Authentication. Echipa de securitate IT a firmei va primi o avertizare. Tentativele de autentificare ulterioare vor fi blocate până la rezolvarea problemei.
ru: Чтобы сообщить об инциденте, в мобильном приложении Multi-Factor Authentication нажмите кнопку "Отклонить" и затем "Сообщить о мошенничестве". Сотрудники отдела ИТ-безопасности вашей организации будут предупреждены. Дальнейшие попытки проверки подлинности будут блокироваться до тех пор, пока проблема не будет разрешена.
sk: Ak chcete nahlásiť incident, stlačte tlačidlo Zamietnuť a tlačidlo Nahlásiť podvod v mobilnej aplikácii Multi-Factor Authentication. Tým upozorníte tím zabezpečenia IT vašej spoločnosti. Ďalšie pokusy o overenie budú zablokované až do vyriešenia problému.
sl: Za prijavo dogodka v mobilni aplikaciji Multi-Factor Authentication pritisnite gumb Zavrni in pošlji poročilo o prevari. S tem oddelku za varnost IT v vašem podjetju pošljete opozorilo. Dokler se težava ne razreši, bodo nadaljnji poskusi preverjanja pristnosti blokirani.
sr_cyrl_cs: Да бисте пријавили инцидент, притисните дугме „Одбиј и пријави превару“ у Multi-Factor Authentication апликацији за мобилне уређаје. Након тога ће тим за IT безбедност предузећа добити упозорење. Будући покушаји потврде идентитета ће бити блокирани док се проблем не реши.
sr_latn_cs: Da biste prijavili incident, pritisnite dugme „Odbij i prijavi prevaru“ u Multi-Factor Authentication aplikaciji za mobilne uređaje. Nakon toga će tim za IT bezbednost preduzeća dobiti upozorenje. Budući pokušaji potvrde identiteta će biti blokirani dok se problem ne reši.
sv: Anmäl händelsen genom att trycka på knappen Avvisa och anmäl i mobilappen för Multi-Factor Authentication. Detta varnar företagets IT-säkerhetsteam. Ytterligare autentiseringsförsök blockeras tills problemet har lösts.
th: หากต้องการรายงานเหตุการณ์ ให้กดปุ่ม "ปฏิเสธและรายงานการฉ้อฉล" ในแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ การดำเนินการนี้จะแจ้งเตือนทีมงานความปลอดภัยด้านไอทีของบริษัทคุณ การพยายามรับรองความถูกต้องในอนาคตจะถูกบล็อกจนกว่าจะมีการแก้ปัญหา
tr: Olayı bildirmek için, Multi-Factor Authentication mobil uygulamasında Reddet ve Sahtekarlık Bildir'e basın. Bu, şirketinizin BT güvenlik ekibine uyarı gönderir. Sorun çözümlenene kadar gelecekteki olası kimlik doğrulama girişimleri engellenir.
uk: Щоб повідомити про інцидент, у мобільній програмі Multi-Factor Authentication натисніть кнопку "Відхилити", а потім – "Повідомити про шахрайство". Співробітників відділу ІТ-безпеки вашої організації буде попереджено. Подальші спроби автентифікації будуть блокуватися, доки проблему не буде усунуто.
vi: Để báo cáo sự cố, hãy nhấn nút Từ chối và Báo cáo Lừa đảo trong ứng dụng di động Multi-Factor Authentication. Thao tác này sẽ cảnh báo cho nhóm bảo mật CNTT của công ty của bạn. Các nỗ lực xác thực trong tương lai sẽ bị chặn lại cho đến khi vấn đề được giải quyết.
zh_cn: 若要举报该事件，请按下 Multi-Factor Authentication 移动应用中的“拒绝并举报欺诈行为”按钮。通过执行此操作，系统将向公司的 IT 安全团队发出警报。此后尝试进行身份验证的操作将会受到阻止，直到该问题得到解决。
zh_tw: 若要回報事件，請按 Multi-Factor Authentication 行動裝置應用程式中的 [拒絕並回報詐騙] 按鈕。如此即可向公司的 IT 安全性團隊發出警示。未來的驗證嘗試都會遭到封鎖，直到解決問題為止。

# Label_FraudAlertSms
source: To report the incident, enter the fraud code in your reply. This will alert your company's IT security team. Future authentication attempts will be blocked until the issue has been resolved.
ar: للإبلاغ عن حادث، أدخل رمز الاحتيال في الرد الخاص بك. وسيعمل ذلك على تنبيه فريق أمان تكنولوجيا المعلومات بشركتك. كما سيتم حظر أية محاولات مستقبلية للمصادقة حتى تُحل هذه المشكلة.
bg: За да сигнализирате за случилото се, въведете кода на измама в отговора си. Това ще извести екипа за ИТ защита на вашата фирма. Бъдещите опити за удостоверяване ще бъдат блокирани до разрешаване на въпроса.
ca: Per notificar l'incident, introduïu el codi de frau a la resposta. S'alertarà l'equip de seguretat de TI de l'empresa. Es bloquejaran tots els intents d'autenticació fins que es resolgui el problema.
cs: Chcete-li ohlásit incident, zadejte ve své odpovědi kód podvodu. Tím upozorníte bezpečnostní tým v oddělení IT vaší společnosti. Dokud nebude problém vyřešen, budou budoucí pokusy o ověření blokovány.
da: Hvis du vil rapportere hændelsen, skal du angive svindelkoden i svaret. På denne måde informeres virksomhedens it-sikkerhedsteam. Fremtidige godkendelsesforsøg blokeres, indtil problemet er blevet løst.
de: Schließen Sie in Ihre Antwort den Code zur Meldung von Betrug ein, um die EDV-Abteilung Ihres Unternehmens über den Vorfall zu unterrichten. Anschließende Authentifizierungsversuche werden zurückgewiesen, bis das Problem behoben wurde.
el: Για να υποβάλετε αναφορά του περιστατικού, συμπεριλάβετε τον κωδικό απάτης στην απάντησή σας. Με αυτήν την ενέργεια θα ειδοποιηθεί η ομάδα ασφάλειας του τμήματος μηχανογράφησης της εταιρείας σας. Θα ισχύσει αποκλεισμός για μελλοντικές απόπειρες ελέγχου ταυτότητας, έως ότου επιλυθεί το πρόβλημα.
es: Para informar del incidente, incluya el código de fraude en su respuesta. Se enviará una alerta al equipo de seguridad de TI de su empresa y se bloquearán todos los intentos de autenticación hasta que se resuelva el problema.
et: Juhtumist teavitamiseks sisestage vastusesse pettuse kood. Sellega teavitatakse teie ettevõtte IT-turbemeeskonda. Edasised autentimiskatsed lükatakse tagasi, kuni juhtum on lahendatud.
eu: Arazo baten berri emateko, sartu erantzunean iruzur-kodea. Zure enpresako segurtasun teknikoko langileek alerta bat jasoko dute. Ezingo dira autentifikazio-saio gehiago egin arazoa ebatzi arte.
fi: Ilmoita tapauksesta antamalla petoskoodi vastauksessasi. Tämä hälyttää yrityksesi tietoturvatiimin. Todennusyritykset estetään, kunnes ongelma on ratkaistu.
fr: Pour signaler l'incident, entrez le code fraude dans votre réponse. Cela avertira l'équipe chargée de la sécurité informatique de votre société. Les tentatives d'authentification ultérieures seront bloquées jusqu'à ce que le problème soit résolu.
gl: Para notificar o incidente, introduza o código da fraude na resposta. Isto avisará ao equipo de seguranza de TI da súa empresa. Bloquearanse os seguintes intentos de autenticación até que se resolva o problema.
he: כדי לדווח על המקרה, הזן את קוד ההונאה בתשובה שלך. בעקבות זאת, צוות אבטחת ה- IT בחברה שלך יקבל התראה. נסיונות אימות עתידיים ייחסמו עד לפתרון הבעיה.
hi: घटना की रिपोर्ट करने के लिए, अपने उत्तर में धोखाधड़ी कोड दर्ज करें. इससे आपकी कंपनी की IT सुरक्षा टीम सतर्क हो जाएगी. समस्या का समाधान होने तक भावी प्रमाणीकरण प्रयास अवरोधित हो जाएँगे.
hr: Da biste prijavili nepoželjan događaj, unesite kôd prijevare u odgovoru. Tako ćete upozoriti sigurnosni IT tim svoje tvrtke. Naknadni pokušaji provjere autentičnosti blokirat će se dok se problem ne riješi.
hu: Ha jelenteni szeretné a problémát, adja meg a visszaéléssel összefüggő kódot a válaszában. Ennek hatására riasztást kap a vállalat IT-biztonsági csoportja. A további hitelesítési kísérleteket a probléma megoldásáig a rendszer blokkolja.
id: Untuk melaporkan insiden, masukkan kode penipuan dalam balasan Anda Langkah ini akan memberitahu tim keamanan TI perusahaan Anda. Upaya autentikasi berikutnya akan diblokir sampai masalah telah diselesaikan.
it: Per segnalare l'evento imprevisto, immettere il codice dell'illecito nella risposta, in modo da avvertire il team addetto alla sicurezza IT della società. I successivi tentativi di autenticazione verranno bloccati fino alla soluzione del problema.
ja: 不正アクセスを報告するには、不正コードを入力して返信してください。会社の IT セキュリティ担当者に通報され、問題が解決するまで、今後の認証がブロックされます。
kk: Оқиға туралы хабарлау үшін, жауабыңызға алаяқтық кодын енгізіңіз. Ол компанияңыздың АТ қауіпсіздік тобын ескертеді. Мәселе шешілгенше, келешектегі түпнұсқалықты растау әрекеттеріне тыйым салынады.
ko: 발생한 문제를 보고하려면 회신에 사기 코드를 입력하십시오. 그러면 회사의 IT 보안 팀에 알림이 전송됩니다. 문제가 해결될 때까지 이후 인증 시도는 차단됩니다.
lt: Norėdami pranešti apie incidentą savo atsakyme įveskite apgaulės kodą. Taip bus įspėta jūsų įmonės IT saugos komanda, o būsimi mėginimai autentifikuoti bus blokuojami, kol problema bus išspręsta.
lv: Lai ziņotu par incidentu, atbildē norādiet krāpšanās incidenta kodu. Tādējādi par šo incidentu tiks informēti jūsu uzņēmuma IT drošības grupas darbinieki. Turpmākie autentifikācijas mēģinājumi tiks bloķēti, līdz problēma tiks atrisināta.
ms: Untuk melaporkan insiden, masukkan kod penipuan dalam balasan anda. Ini akan memberitahu pasukan keselamatan IT syarikat anda. Cubaan pengesahan selanjutnya akan disekat sehingga isu ini diselesaikan.
nl: U kunt het incident melden door de fraudecode op te geven in uw antwoord. Hierdoor wordt het IT-beveiligingsteam van uw bedrijf gewaarschuwd. Nieuwe authenticatiepogingen worden geblokkeerd totdat het probleem is opgelost.
no: Hvis du vil rapportere hendelsen, skriver du inn svindelkoden i svaret. Dermed varsles bedriftens IT-sikkerhetsteam. Fremtidige godkjenningsforsøk blir blokkert til problemet er løst.
pl: Aby zgłosić zdarzenie, wpisz w odpowiedzi kod naruszenia. Spowoduje to wysłanie alertu do zespołu informatycznego ds. zabezpieczeń w firmie użytkownika. Dopóki problem nie zostanie rozwiązany, dalsze próby uwierzytelnienia będą blokowane.
pt_br: Para relatar o incidente, digite o código de fraude na sua resposta. Isso alertará a equipe de segurança de TI da sua empresa. Tentativas de autenticação futuras serão bloqueadas até que o problema seja resolvido.
pt_pt: Para relatar o incidente, introduza o código da fraude na sua resposta. Alertará assim a equipa de segurança informática da sua empresa. Enquanto o problema não for resolvido, as futuras tentativas de autenticação serão bloqueadas.
ro: Pentru a raporta incidentul, introduceți codul de fraudă în răspuns. Echipa de securitate IT a firmei va primi o avertizare. Tentativele de autentificare ulterioare vor fi blocate până la rezolvarea problemei.
ru: Чтобы сообщить об инциденте, введите в вашем ответе код мошенничества. Сотрудники отдела ИТ-безопасности вашей организации будут предупреждены. Дальнейшие попытки проверки подлинности будут блокироваться до тех пор, пока проблема не будет разрешена.
sk: Ak chcete nahlásiť incident, vo svojej odpovedi zadajte kód podvodu. Tým upozorníte tím zabezpečenia IT vašej spoločnosti. Ďalšie pokusy o overenie budú zablokované až do vyriešenia problému.
sl: Za prijavo dogodka v odgovoru navedite tudi kodo prevare. S tem oddelku za varnost IT v vašem podjetju pošljete opozorilo. Dokler se težava ne razreši, bodo nadaljnji poskusi preverjanja pristnosti blokirani.
sr_cyrl_cs: Да бисте пријавили инцидент, у одговору пошаљите шифру преваре. Након тога ће тим за IT безбедност предузећа добити упозорење. Будући покушаји потврде идентитета ће бити блокирани док се проблем не реши.
sr_latn_cs: Da biste prijavili incident, u odgovoru pošaljite šifru prevare. Nakon toga će tim za IT bezbednost preduzeća dobiti upozorenje. Budući pokušaji potvrde identiteta će biti blokirani dok se problem ne reši.
sv: Anmäl händelsen genom att ange bedrägerikoden i svaret. Detta varnar företagets IT-säkerhetsteam. Ytterligare autentiseringsförsök blockeras tills problemet har lösts.
th: หากต้องการรายงานเหตุการณ์ ให้ป้อนรหัสการฉ้อฉลในการตอบกลับของคุณ การดำเนินการนี้จะแจ้งเตือนทีมงานความปลอดภัยด้านไอทีของบริษัทคุณ การพยายามรับรองความถูกต้องในอนาคตจะถูกบล็อกจนกว่าจะมีการแก้ปัญหา
tr: Olayı bildirmek için, yanıtınıza sahtekarlık kodunu girin. Bu, şirketinizin BT güvenlik ekibinize uyarı gönderir. Sorun çözümlenene kadar gelecekteki olası kimlik doğrulama girişimleri engellenir.
uk: Щоб повідомити про інцидент, введіть у вашій відповіді код шахрайства. Співробітників відділу ІТ-безпеки вашої організації буде попереджено. Подальші спроби автентифікації блокуватимуться, доки проблему не буде усунуто.
vi: Để báo cáo sự cố, hãy nhập mã lừa đảo trong trả lời của bạn. Thao tác này sẽ cảnh báo cho nhóm bảo mật CNTT của công ty của bạn. Các nỗ lực xác thực trong tương lai sẽ bị chặn lại cho đến khi vấn đề được giải quyết.
zh_cn: 要举报该事件，请在回复中输入欺诈行为代码。通过执行此操作，系统将会向公司的 IT 安全团队发出警报。此后尝试进行身份验证的操作将会被阻止，直到该问题得到解决。
zh_tw: 若要回報事件，請在回覆中輸入詐騙碼。如此即可向公司的 IT 安全性團隊發出警示。未來的驗證嘗試都會遭到封鎖，直到解決問題為止。
