Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_MessageSmsTwoWayOtpPlusPin
source: Your account has been configured to use Multi-Factor Authentication.<br/><br/> When you sign on, you will continue to use the same username and password. Before your verification is complete, you will receive a text message with a one-time passcode. Reply to the text message with this passcode and your PIN. If you don't reply with the correct passcode and PIN, the sign on will be denied.<br/><br/> You should only reply when you receive the Multi-Factor Authentication text message if you are actually signing on to the application. Otherwise, someone may be trying to sign on with your username and password and you should report this potential fraud to your IT administrator.<br/><br/> Return to the Multi-Factor Authentication portal at any time to change your phone number or PIN.
ar: تم تكوين حسابك لاستخدام Multi-Factor Authentication.‏<br/><br/> عندما تسجل الدخول، ستتمكن من متابعة استخدام نفس اسم المستخدم وكلمة المرور. وقبل اكتمال التحقق من الصحة، ستصلك رسالة نصية تحتوي على رمز مرور مرة واحدة. ويرجى الرد على الرسالة النصية برمز المرور هذا ورقم PIN الخاص بك. وإذا لم ترد برمز المرور ورقم PIN الصحيحين، فسيتم رفض تسجيل الدخول.<br/><br/> ولا يجب عليك الرد إلا عندما تستقبل الرسالة النصية الخاصة بـ Multi-Factor Authentication، خاصة إذا كنت مسجلاً الدخول بالتطبيق بالفعل. من جانب آخر، قد يحاول شخص ما تسجيل الدخول باستخدام اسم المستخدم وكلمة مرورك، وحينئذٍ يجب عليك إبلاغ مسؤول تكنولوجيا المعلومات عن هذا الاحتيال المحتمل.<br/><br/> قم بالعودة إلى مدخل Multi-Factor Authentication في أي وقت لتغيير رقم هاتفك أو رقم PIN.
bg: Акаунтът ви е конфигуриран да използва Multi-Factor Authentication.<br/><br/> При влизане ще продължите да използвате същото потребителско име и парола. Преди да завърши проверката, ще получите текстово съобщение с еднократна парола. Отговорете на съобщението с тази парола и вашия ПИН. Ако не отговорите с правилната парола и ПИН, влизането ще бъде отказано.<br/><br/> При получаване на текстовото съобщение от Multi-Factor Authentication отговорете само ако действително влизате в приложението. В противен случай някой може да се опитва да влезе с вашето потребителско име и парола и трябва да сигнализирате на ИТ администратора за тази възможна измама.<br/><br/> Можете да се върнете по всяко време в портала на Multi-Factor Authentication, за да промените телефонния си номер или ПИН.
ca: El compte s'ha configurat per utilitzar el Multi-Factor Authentication.<br/><br/> Quan inicieu la sessió, continuareu utilitzant el mateix nom d'usuari i la mateixa contrasenya. Abans de finalitzar la verificació, rebreu un missatge de text amb una clau d'accés d'un sol ús. Responeu al missatge de text amb aquesta clau d'accés i el vostre PIN. Si no es respon amb la clau d'accés i el PIN correctes, es denegarà l'inici de la sessió.<br/><br/> Responeu en rebre el missatge de text del Multi-Factor Authentication només si esteu iniciant la sessió a l'aplicació. En cas contrari, és possible que algú estigui provant d'iniciar la sessió amb el vostre nom d'usuari i contrasenya: notifiqueu aquest possible frau a l'administrador de TI.<br/><br/> Torneu al portal del Multi-Factor Authentication en qualsevol moment per canviar el número de telèfon i el PIN.
cs: Váš účet je nakonfigurovaný k používání aplikace Multi-Factor Authentication.<br/><br/> Když se přihlásíte, budete dál používat stejné uživatelské jméno a heslo. Před dokončením ověření obdržíte textovou zprávu s jednorázovým heslem. Na tuto zprávu odpovězte tímto heslem a svým PINem. Pokud neodpovíte správným heslem a PINem, bude přihlášení zamítnuto.<br/><br/> Na textovou zprávu doručenou z aplikace Multi-Factor Authentication byste měli odpovědět jenom v okamžiku, kdy se k aplikaci skutečně přihlašujete. Pokud obdržíte textovou zprávu, aniž byste se zrovna přihlašovali, mohlo by to znamenat, že se někdo snaží neoprávněně přihlásit pomocí vašeho uživatelského jména a hesla. Takový potenciální pokus o podvod byste měli ohlásit svému správci IT.<br/><br/> Kdykoli se můžete vrátit na portál Multi-Factor Authentication a změnit si telefonní číslo a PIN.
da: Din konto er blevet konfigureret til at bruge Multi-Factor Authentication.<br/><br/> Når du logger på, skal du blive ved med at bruge samme brugernavn og adgangskode. Før bekræftelsen er fuldført, modtager du en sms med en engangsadgangskode. Besvar sms'en med denne adgangskode og din pinkode. Hvis du ikke svarer med den rigtige adgangskode og pinkode, kan du ikke logge på.<br/><br/> Du skal kun svare, når du modtager Multi-Factor Authentication-sms'en, hvis du gerne vil logge på applikationen. Ellers er der mulighed for, at andre forsøger at logge på med dit brugernavn og din adgangskode, og du skal rapportere denne mulige svindel til din it-administrator.<br/><br/> Du kan altid vende tilbage til Multi-Factor Authentication-portalen for at ændre dit telefonnummer og din pinkode.
de: Ihr Konto wurde für Multi-Factor Authentication konfiguriert.<br/><br/> Für die Anmeldung verwenden Sie denselben Benutzernamen und dasselbe Kennwort wie bisher. Außerdem erhalten Sie eine SMS mit einer Einmalkennung, auf die Sie mit der Einmalkennung und Ihrer PIN antworten müssen. Wenn Sie nicht mit der richtigen Einmalkennung und Ihrer PIN antworten, tritt bei der Anmeldung ein Fehler auf.<br/><br/> Antworten Sie nur nach Erhalt der Multi-Factor Authentication-SMS, um sich bei der Anwendung anzumelden. Andernfalls stammt die Aufforderung möglicherweise von einer unbefugten Person, die versucht, sich mit Ihrem Benutzernamen und Ihrem Kennwort anzumelden. Teilen Sie einen solchen möglichen Betrugsfall Ihrem IT-Administrator mit.<br/><br/> Bei Bedarf können Sie Ihre Telefonnummer und/oder Ihre PIN jederzeit über das Multi-Factor Authentication-Portal ändern.
el: Ο λογαριασμός σας έχει ρυθμιστεί ώστε να χρησιμοποιεί την υπηρεσία Multi-Factor Authentication.<br/><br/> Κατά τη σύνδεσή σας, θα συνεχίσετε να χρησιμοποιείτε το ίδιο όνομα χρήστη και κωδικό πρόσβασης. Προτού ολοκληρωθεί η επαλήθευση στην περίπτωσή σας, θα λάβετε ένα μήνυμα κειμένου που περιέχει έναν κωδικό πρόσβασης μίας χρήσης. Απαντήστε στο μήνυμα κειμένου με αυτόν τον κωδικό πρόσβασης και το PIN σας. Αν δεν απαντήσετε με τον σωστό κωδικό πρόσβασης και PIN, η σύνδεση δεν θα επιτραπεί.<br/><br/> Θα πρέπει να απαντάτε, όταν λαμβάνετε το μήνυμα κειμένου από την υπηρεσία Multi-Factor Authentication, μόνο αν όντως συνδέεστε στην εφαρμογή. Σε αντίθετη περίπτωση, κάποιος ίσως να προσπαθεί να συνδεθεί με το δικό σας όνομα χρήστη και κωδικό πρόσβασης, οπότε θα πρέπει να αναφέρετε αυτήν την πιθανή απάτη στο διαχειριστή του τμήματος IT.<br/><br/> Επιστρέψτε όποτε θέλετε στην πύλη της υπηρεσίας Multi-Factor Authentication, για να αλλάξετε τον αριθμό τηλεφώνου ή το PIN σας.
es: Su cuenta se configuró para usar Multi-Factor Authentication.<br/><br/> Al iniciar sesión, seguirá usando el mismo nombre de usuario y la misma contraseña. Antes de que finalice la comprobación, recibirá un mensaje de texto con un código de acceso de un solo uso. Responda al mensaje de texto con este código de acceso y con el código PIN. Si no responde con el código de acceso y el código PIN correctos, se denegará el inicio de sesión.<br/><br/> Solo debe responder cuando reciba el mensaje de texto de Multi-Factor Authentication y si usted es el que está iniciando sesión en la aplicación. De no ser así, es posible que alguien esté intentando iniciar sesión con su nombre de usuario y contraseña, y debe informar de este posible fraude al administrador de TI.<br/><br/> Vuelva al portal de Multi-Factor Authentication en cualquier momento para cambiar el número de teléfono o el código PIN.
et: Teie konto on seadistatud kasutama Multi-Factor Authenticationit.<br/><br/> Kui logite sisse, jätkate sama kasutajanime ja parooli kasutamist. Enne kui kinnitamine lõpule viiakse, saadetakse teile SMS ühekordse pääsukoodiga. Vastake SMS-ile selle pääsukoodi ja PIN-koodiga. Kui te ei vasta õige pääsukoodi ja PIN-koodiga, siis lükatakse sisselogimine tagasi.<br/><br/> Sõnumile võib vastata ainult siis, kui te saate Multi-Factor Authenticationi tekstsõnumi tegeliku rakendusse sisselogimise ajal. Vastasel juhul võib keegi proovida sisse logida teie kasutajanime ning parooliga, millest te peaksite teatama oma IT-administraatorile kui võimalikust pettusest.<br/><br/> Oma telefoninumbrit ja PIN-koodi saate alati muuta Multi-Factor Authenticationi portaalis.
eu: Zure kontua Multi-Factor Authentication aplikazioa erabiltzeko konfiguratu da.<br/><br/> Saioa hasteko erabiltzaile-izen eta pasahitz berdinak erabiltzen jarraituko duzu. Egiaztapena osatzeko, testu-mezu bat jasoko duzu aldi baterako pasakode batekin. Erantzun testu-mezuari pasakode eta PINarekin. Pasakode eta PIN zuzenekin erantzuten ez baduzu, saio-hasiera ukatuko da.<br/><br/> Multi-Factor Authentication mugikorreko aplikazioaren testu-mezua jaso ondoren, benetan aplikazioan saioa hasten ari bazara bakarrik erantzun behar duzu. Bestela, baliteke beste norbait aritzea zure pasahitza eta erabiltzaile-izena erabiltzen saioa hasteko. Ustezko iruzur honen berri eman behar diozu laguntza teknikoari.<br/><br/> Telefono-zenbakia edo PINa aldatzeko, itzuli edonoiz Multi-Factor Authentication atarira.
fi: Tilisi on määritetty käyttämään Multi-Factor Authenticationia.<br/><br/> Käytä kirjautuessasi yhä samaa käyttäjänimeä ja salasanaa. Saat vahvistusta varten tekstiviestin, jossa on kertakäyttöinen tunnuskoodi. Vastaa tekstiviestiin tällä tunnuskoodilla ja PIN-koodillasi. Jos et vastaa oikealla tunnuskoodilla ja PIN-koodilla, kirjautuminen estetään.<br/><br/> Kun saat Multi-Factor Authentication -tekstiviestin, älä vastaa, ellet ole itse parhaillaan kirjautumassa sovellukseen. Saattaa näet olla, että joku toinen yrittää kirjautua sisään käyttäjänimelläsi ja salasanallasi, jolloin sinun tulee ilmoittaa tästä mahdollisesta petosyrityksestä IT-järjestelmänvalvojallesi.<br/><br/> Voit milloin tahansa palata Multi-Factor Authentication -portaaliin ja vaihtaa puhelinnumerosi tai PIN-koodisi.
fr: Votre compte a été configuré pour utiliser Multi-Factor Authentication.<br/><br/> Lorsque vous vous connecterez, vous continuerez à utiliser le même nom d'utilisateur et le même mot de passe. Pour finaliser votre vérification, vous recevrez un SMS avec un code secret à usage unique. Répondez au SMS avec ce code secret et votre PIN. Si vous ne répondez pas avec le code secret et le PIN corrects, la connexion sera refusée.<br/><br/> Vous devez uniquement répondre lorsque vous recevez le SMS Multi-Factor Authentication si vous vous connectez réellement à l'application. Dans le cas contraire, quelqu'un peut essayer de se connecter avec votre nom d'utilisateur et votre mot de passe et vous devez signaler cette fraude éventuelle à votre administrateur informatique.<br/><br/> Pour modifier votre numéro de téléphone ou votre PIN, accédez à tout moment au portail Multi-Factor Authentication.
gl: A conta configurouse para usar Multi-Factor Authentication.<br/><br/> Cando inicie sesión, seguirá a usar o mesmo nome de usuario e o mesmo contrasinal. Antes de concluír a verificación, recibirá unha mensaxe de texto cun código de acceso dun só uso. Responda á mensaxe con este código de acceso e o PIN. Se non responde co código de acceso ou o PIN correctos, rexeitarase o inicio de sesión.<br/><br/> Só debe responder cando reciba a mensaxe de texto de Multi-Factor Authentication se realmente está iniciando sesión na aplicación. Do contrario, pode que alguén estea intentando iniciar sesión co seu nome de usuario e co seu contrasinal, polo que debería informar desta posible fraude ao administrador de TI.<br/><br/> Para modificar o número de teléfono ou o PIN, volva ao portal de Multi-Factor Authentication en calquera momento.
he: תצורת החשבון שלך נקבעה לשימוש ב- Multi-Factor Authentication.<br/><br/> כאשר תיכנס, תמשיך להשתמש באותו שם משתמש ובאותה סיסמה. לפני שהאימות יושלם, תקבל הודעת טקסט עם קוד סיסמה חד-פעמי. השב להודעת הטקסט עם קוד סיסמה זה ומספר הזיהוי האישי שלך. אם לא תשיב עם קוד הסיסמה ומספר הזיהוי האישי הנכונים, הכניסה תידחה.<br/><br/> השב כשאתה מקבל את הודעת הטקסט של Multi-Factor Authentication רק אם אתה נכנס בפועל ליישום. אם לא, ייתכן שמישהו מנסה להיכנס באמצעות שם המשתמש והסיסמה שלך, ועליך לדווח על הונאה פוטנציאלית זו למנהל ה- IT.<br/><br/> חזור לפורטל Multi-Factor Authentication בכל עת כדי לשנות את מספר הטלפון או מספר הזיהוי האישי.
hi: आपके खाते को Multi-Factor Authentication का उपयोग करने के लिए कॉन्फ़िगर किया गया है.<br/><br/> साइन ऑन करने पर आप नियमित रूप से समान उपयोगकर्ता नाम और पासवर्ड का उपयोग करेंगे. आपका सत्यापन पूरा होने से पहले, आपको एकबारगी पासकोड के साथ एक पाठ संदेश प्राप्त होगा. इस पासकोड और अपने पिन के साथ पाठ संदेश का उत्तर दें. अगर आप सही पासकोड और पिन के साथ उत्तर नहीं देते हैं, तो साइन ऑन अस्वीकृत हो जाएगा.<br/><br/> अगर आप वास्तव में अनुप्रयोग में साइन ऑन कर रहे हैं, तो आपको केवल Multi-Factor Authentication पाठ संदेश प्राप्त होने पर ही उत्तर देना चाहिए. अन्यथा, कोई व्यक्ति आपके उपयोगकर्ता नाम और पासवर्ड से साइन ऑन करने का प्रयास कर सकता है और आपको अपने IT व्यवस्थापक को इस संभावित धोखाधड़ी की रिपोर्ट करनी चाहिए.<br/><br/> अपना फ़ोन नंबर या पिन बदलने के लिए किसी भी समय Multi-Factor Authentication पोर्टल पर वापस जाएँ.
hr: Vaš je račun konfiguriran za upotrebu aplikacije Multi-Factor Authentication.<br/><br/> Nakon prijave upotrebljavat ćete isto korisničko ime i lozinku. Prije završetka provjere valjanosti primit ćete SMS s jednokratnom pristupnom šifrom. Na SMS odgovorite tom pristupnom šifrom i svojim PIN-om. Ako ne odgovorite točnom pristupnom šifrom i PIN-om, prijava će biti odbijena.<br/><br/> Kada primite SMS aplikacije Multi-Factor Authentication, odgovorite jedino ako se doista prijavljujete u aplikaciju. U suprotnom je moguće da se netko pokušava prijaviti vašim korisničkim imenom i lozinkom, pa tu moguću prijevaru trebate prijaviti IT administratoru.<br/><br/> Uvijek se možete vratiti na portal aplikacije Multi-Factor Authentication da biste promijenili telefonski broj ili PIN.
hu: A fiókja a Multi-Factor Authentication technológia használatára van konfigurálva.<br/><br/> Bejelentkezéskor továbbra is ugyanazt a felhasználónevet és jelszót kell megadnia. Identitása igazolásához a rendszer küld Önnek szöveges üzenetben egy egyszeri jelszót. Egy válaszüzenetben küldje vissza ezt a jelszót és a PIN kódját. Ha nem küldi vissza válaszüzenetben a helyes jelszót és a PIN kódot, a rendszer elutasítja a bejelentkezést.<br/><br/> A Multi-Factor Authentication szöveges üzenetére kizárólag akkor válaszoljon, ha valóban be szeretne jelentkezni az alkalmazásba. Ellenkező esetben lehetséges, hogy valaki más próbál bejelentkezni az Ön felhasználónevével és jelszavával. Javasoljuk, hogy jelentse az esetleges visszaélést az IT rendszergazdának.<br/><br/> A Multi-Factor Authentication portálon bármikor megváltoztathatja a telefonszámát és a PIN kódját.
id: Akun Anda telah dikonfigurasi untuk menggunakan Multi-Factor Authentication.<br/><br/> Ketika Anda masuk, Anda akan terus menggunakan nama pengguna dan sandi yang sama. Sebelum verifikasi selesai, Anda akan menerima SMS dengan kode akses satu-kali. Balas SMS dengan kode akses ini dan PIN Anda. Jika Anda tidak membalas dengan kode akses dan PIN yang benar, proses masuk akan ditolak.<br/><br/> Anda hanya harus membalas ketika SMS Multi-Factor Authentication jika Anda sedang masuk ke aplikasi. Akan tetapi, jika seseorang mencoba masuk dengan nama pengguna dan sandi Anda, Anda harus melaporkan upaya penipuan ini kepada administrator TI.<br/><br/> Kembali ke portal Multi-Factor Authentication kapan pun untuk mengubah nomor telepon atau PIN Anda.
it: L'account è stato configurato per l'utilizzo di Multi-Factor Authentication.<br/><br/> Per eseguire l'accesso, si continuerà a usare lo stesso nome utente e la stessa password. Prima del completamento della procedura, si riceverà un SMS con un passcode monouso. Rispondere al messaggio includendo il passcode e il PIN. Se il passcode e il PIN inclusi nella risposta non sono corretti, l'accesso verrà negato.<br/><br/> Rispondere all'SMS di Multi-Factor Authentication ricevuto solo se si sta realmente effettuando l'accesso all'applicazione. In caso contrario, qualcuno potrebbe usare nome utente e password per effettuare accessi non autorizzati e sarebbe necessario segnalare questo possibile illecito all'amministratore IT.<br/><br/> È possibile tornare al portale di Multi-Factor Authentication in qualsiasi momento per cambiare il numero di telefono o il PIN.
ja: アカウントが Multi-Factor Authentication を使用するように構成されました。<br/><br/> サインオンするときに使用するユーザー名とパスワードは、これまでと同じです。ただし、認証を完了する前に、 SMS メッセージでワンタイム パスコードを受け取ります。このパスコードと PIN を入力して、メッセージに返信してください。 正しいパスコードと PIN を入力して返信しないと、サインオンが拒否されます。<br/><br/> アプリケーションに実際にサインオンしようとしており、Multi-Factor Authentication の SMS メッセージを受け取った場合にのみ、返信してください。 そうでない場合は、誰かがあなたのユーザー名とパスワードを不正に使ってサインオンしようとしている可能性があるので、 IT 管理者に通報してください。<br/><br/> いつでも Multi-Factor Authentication ポータルに戻って、電話番号と PIN を変更することができます。
kk: Тіркелгіңіз Multi-Factor Authentication қолдануға конфигурацияланды.<br/><br/> Кірген кезде, бұрынғы пайдаланушы аты мен құпия сөзді қолдана бересіз. Түпнұсқалығыңызды растау аяқталмас бұрын, сізге бір рет қолданылатын құпия код жазылған мәтіндік хабар жіберіледі. Осы құпия кодпен PIN кодын жазып, мәтіндік хабарға жауап беріңіз. Дұрыс құпия код пен PIN кодын жазып жауап бермесеңіз, кіруге тыйым салынады.<br/><br/> Шынымен бағдарламаға кіріп жатқан болсаңыз, Multi-Factor Authentication мәтіндік хабарын қабылдаған кезде ғана жауап беру керек. Кері жағдайда, басқа біреу сіздің пайдаланушы атыңыз бен құпия сөзіңізді қолданып, кіруге әрекет жасап жатуы мүмкін, сондықтан АТ әкімшіңізге мұндай ықтимал алаяқтық туралы хабар беруіңіз керек.<br/><br/> Телефон нөмірін не PIN кодын өзгерту үшін, Multi-Factor Authentication порталына кез келген уақытта оралуға болады.
ko: Multi-Factor Authentication을 사용하도록 계정이 구성되었습니다.<br/><br/> 계속 동일한 사용자 이름과 암호를 사용하여 로그온할 수 있습니다. 하지만 확인이 완료되기 전에, OTP(일회성 암호)가 있는 문자 메시지를 받게 됩니다. 이 암호와 PIN을 포함하여 문자 메시지에 회신하세요. 올바른 암호와 PIN으로 메시지에 회신하지 않으면 로그온이 거부됩니다.<br/><br/> Multi-Factor Authentication 문자 메시지를 받았을 때 실제로 응용 프로그램에 로그온하는 경우에만 회신해야 합니다. 그렇지 않으면 다른 사람이 사용자 이름과 암호로 로그온하려 할 수 있으며, 이러한 잠재적 사기 행위는 IT 관리자에게 보고해야 합니다.<br/><br/> 언제든지 Multi-Factor Authentication 포털로 돌아가 전화 번호 또는 PIN을 변경할 수 있습니다.
lt: Abonementas sukonfigūruotas taip, kad galėtumėte naudoti „Multi-Factor Authentication“.<br/><br/> Prisiregistravę turėsite naudoti tą patį vartotojo vardą ir slaptažodį. Prieš baigiant tikrinimą, gausite teksto žinutę su vienkartiniu prieigos kodu. Atsakykite į teksto žinutę įvesdami šį prieigos kodą ir PIN. Jei neatsakysite įvesdami teisingus prieigos kodą ir PIN, registracija bus atmesta.<br/><br/> Atsakyti reikia tik gavus teksto žinutę iš mobiliųjų įrenginių programėlės „Multi-Factor Authentication“ ir jei tikrai registruojatės programoje. Jei taip nėra, galbūt kas nors kitas bando prisiregistruoti naudodamas jūsų vartotojo vardą ir slaptažodį. Apie šią galimą apgaulę turite pranešti IT administratoriui.<br/><br/> Norėdami pakeisti telefono numerį arba PIN, galite bet kada grįžti į „Multi-Factor Authentication“ portalą.
lv: Jūsu konts tika konfigurēts pakalpojuma Multi-Factor Authentication izmantošanai.<br/><br/> Kad pierakstīsities, varēsit arī turpmāk izmantot to pašu lietotājvārdu un paroli. Lai pabeigtu verifikāciju, saņemsit īsziņu, kurā būs norādīts vienreizējs ieejas kods. Atbildiet uz īsziņu, norādot šo ieejas kodu un PIN. Ja atbildes īsziņā nenorādīsit pareizu ieejas kodu un PIN, pierakstīšanās tiks atteikta.<br/><br/> Atbildiet uz īsziņu tikai tad, kad no mobilās programmas Multi-Factor Authentication saņemsit īsziņu par to, ka patiešām pierakstāties lietojumprogrammā. Pretējā gadījumā cita persona var mēģināt pierakstīties, izmantojot jūsu lietotājvārdu un paroli. Tādā situācijā ziņojiet savam IT administratoram par iespējamo krāpšanu.<br/><br/> Jebkurā laikā varat atgriezties Multi-Factor Authentication portālā un nomainīt savu tālruņa numuru vai PIN.
ms: Akaun anda telah dikonfigurasi untuk menggunakan Multi-Factor Authentication.<br/><br/> Apabila anda mendaftar masuk, anda akan terus menggunakan nama pengguna dan kata laluan yang sama. Sebelum pengesahan anda lengkap, anda akan menerima mesej teks yang mengandungi kod laluan sekali guna. Balas mesej teks dengan menyertakan kod laluan ini dan PIN anda. Jika anda membalas dengan kod laluan dan PIN yang salah, daftar masuk akan ditolak.<br/><br/> Anda hendaklah membalas hanya apabila anda menerima mesej teks Multi-Factor Authentication jika anda sememangnya sedang daftar masuk pada aplikasi. Jika tidak, orang lain mungkin sedang cuba daftar masuk menggunakan nama pengguna dan kata laluan anda dan anda hendaklah melaporkan penipuan yang berpotensi ini kepada pentadbir IT anda.<br/><br/> Kembali ke portal Multi-Factor Authentication pada bila-bila masa untuk menukar nombor telefon atau PIN anda.
nl: Uw account is geconfigureerd voor Multi-Factor Authentication.<br/><br/> Als u zich aanmeldt, kunt u dezelfde combinatie van gebruikersnaam en wachtwoord blijven gebruiken. Voordat uw verificatie is voltooid, ontvangt u een sms-bericht met een eenmalige wachtwoordcode. Beantwoord het sms-bericht met deze wachtwoordcode en uw pincode. Als u antwoordt met een onjuiste wachtwoordcode of pincode, wordt de aanmelding geweigerd.<br/><br/> Antwoord alleen als u het sms-bericht van Multi-Factor Authentication hebt ontvangen en u zich daadwerkelijk bij de toepassing aanmeldt. Anders kan het zijn dat iemand probeert zich aan te melden met uw gebruikersnaam en wachtwoord. In dit geval moet u deze potentiële fraude onmiddellijk melden bij uw IT-beheerder.<br/><br/> U kunt op elk gewenst moment naar de Multi-Factor Authentication-portal terugkeren om uw telefoonnummer of pincode te wijzigen.
no: Kontoen har blitt konfigurert til å bruke Multi-Factor Authentication.<br/><br/> Når du logger på, fortsetter du å bruke det samme brukernavnet og passordet. Før bekreftelsen er fullført, mottar du en tekstmelding med et engangspassord. Svar på denne tekstmeldingen med dette passordet og PIN-koden. Hvis du ikke svarer med riktig passord og PIN-kode, blir påloggingen avslått.<br/><br/> Du må bare svare når du mottar tekstmeldingen i Multi-Factor Authentication hvis du faktisk logger på appen. Ellers er det kanskje en annen bruker som forsøker å logge på med ditt brukernavn og passord, og du må rapportere denne potensielle svindelen til IT-administratoren.<br/><br/> Gå tilbake til Multi-Factor Authentication-portalen når som helst for å endre telefonnummer eller PIN-kode.
pl: To konto zostało skonfigurowane do korzystania z usługi Multi-Factor Authentication.<br/><br/> Po zalogowaniu możesz nadal używać tej samej nazwy użytkownika i hasła. Przed ukończeniem weryfikacji otrzymasz wiadomość SMS z jednorazowym kodem dostępu. Odpowiedz na wiadomość SMS, wysyłając ten kod dostępu i numer PIN. W przypadku niewysłania odpowiedzi z prawidłowym kodem dostępu i numerem PIN nastąpi odmowa logowania.<br/><br/> Odpowiedź należy wysłać wyłącznie po otrzymaniu wiadomości SMS z usługi Multi-Factor Authentication, gdy rzeczywiście logujesz się na konto aplikacji. W przeciwnym razie ktoś może próbować zalogować się przy użyciu nazwy użytkownika i hasła dla tego konta i należy zgłosić to potencjalne naruszenie administratorowi działu informatycznego.<br/><br/> Powróć w dowolnym momencie do portalu usługi Multi-Factor Authentication, aby zmienić numer telefonu lub numer PIN.
pt_br: Sua conta foi configurada para usar o Multi-Factor Authentication.<br/><br/> Quando você fizer logon, continuará a usar o mesmo nome de usuário e senha. Antes da verificação ser concluída, você receberá uma mensagem de texto com uma senha de uso único. Responda à mensagem de texto com essa senha e seu PIN. Se você não responder com a senha e o PIN corretos, o logon será negado.<br/><br/> Você só deverá responder quando receber a mensagem de texto do Multi-Factor Authentication se estiver realmente fazendo logon no aplicativo. Caso contrário, alguém pode estar tentando fazer logon com o seu nome de usuário e senha e você deve relatar essa possível fraude ao administrador de TI.<br/><br/> Retorne ao portal Multi-Factor Authentication a qualquer momento para alterar o número de telefone ou PIN.
pt_pt: A sua conta foi configurada para utilizar o Multi-Factor Authentication.<br/><br/> Quando iniciar sessão, continuará a utilizar o mesmo nome de utilizador e palavra-passe. Antes de concluir a verificação, receberá uma mensagem SMS com um código de acesso único. Responda à mensagem SMS com este código de acesso e o seu PIN. Se não responder com o código de acesso e PIN corretos, o início de sessão será recusado.<br/><br/> Só deverá responder quando receber a mensagem SMS do Multi-Factor Authentication e se estiver, efetivamente, a iniciar sessão na aplicação. Caso contrário, alguém poderá estar a tentar iniciar sessão com o seu nome de utilizador e palavra-passe. Deverá reportar esta potencial fraude ao seu administrador de TI.<br/><br/> A qualquer momento poderá regressar ao portal do Multi-Factor Authentication para alterar o seu número de telefone ou PIN.
ro: Contul a fost configurat pentru utilizarea Multi-Factor Authentication.<br/><br/> La conectare, veți utiliza în continuare același nume de utilizator și aceeași parolă. Înainte de finalizarea verificării, veți primi un mesaj SMS cu un cod de acces unic. Răspundeți la mesajul Multi-Factor Authentication cu codul de acces unic și cu codul PIN. Dacă nu răspundeți cu codul de acces și cu codul PIN corecte, conectarea va fi refuzată.<br/><br/> Răspundeți numai dacă într-adevăr vă conectați la aplicație. În caz contrar, este posibil ca o altă persoană să încerce să se conecteze cu numele de utilizator și parola dvs. În această situație, trebuie să informați administratorul IT în legătură cu posibila fraudă.<br/><br/> Reveniți în orice moment la portalul Multi-Factor Authentication pentru a vă modifica numărul de telefon sau codul PIN.
ru: В вашей учетной записи настроено использование Multi-Factor Authentication.<br/><br/> Во время входа будет использоваться то же имя пользователя и пароль. Прежде чем проверка будет завершена, вы получите SMS с одноразовым паролем. Ответьте на SMS, отправив этот пароль и ваш ПИН-код. Если вы не ответите на SMS, передав правильный пароль и ПИН-код, то во входе будет отказано.<br/><br/> Отвечайте на SMS от Multi-Factor Authentication, только если вы действительно выполняете вход в приложение. В противном случае возможна попытка мошеннического входа с помощью вашего имени пользователя и пароля, о которой следует сообщить ИТ-администратору.<br/><br/> В любой момент вы можете вернуться на портал Multi-Factor Authentication и изменить свой номер телефона или ПИН-код.
sk: Vaše konto je konfigurované na používanie služby Multi-Factor Authentication.<br/><br/> Pri prihlasovaní budete naďalej používať rovnaké meno používateľa a heslo. Pred dokončením overenia dostanete textovú správu s jednorazovým prístupovým kódom. Odpovedzte na textovú správu týmto prístupovým kódom a svojím PIN kódom. Ak neodpoviete správnym prístupovým kódom a PIN kódom, prihlásenie bude zamietnuté.<br/><br/> Odpovedzte až po prijatí textovej správy z aplikácie Multi-Factor Authentication o tom, že sa naozaj prihlasujete do aplikácie. V opačnom prípade sa niekto pravdepodobne pokúša prihlásiť pomocou vášho mena používateľa a hesla a tento potenciálny podvod by ste mali nahlásiť správcovi IT.<br/><br/> Svoje telefónne číslo alebo PIN kód môžete kedykoľvek zmeniť na portáli služby Multi-Factor Authentication.
sl: Vaš račun je konfiguriran za uporabo storitve Multi-Factor Authentication.<br/><br/> Ob prijavi v storitev uporabite isto uporabniško ime in geslo. Za dokončanje preverjanja boste prejeli besedilno sporočilo z enkratnim geslom. Na sporočilo odgovorite s tem geslom in kodo PIN. Če ne odgovorite s pravilnim geslom in kodo PIN, bo prijava zavrnjena.<br/><br/> Odgovor pošljite samo po prejemu besedilnega sporočila iz storitve Multi-Factor Authentication, če se res poskušate prijaviti v aplikacijo. V nasprotnem primeru se morda nekdo drug poskuša prijaviti z vašim uporabniškim imenom in geslom, kar morate prijaviti skrbniku IT kot morebitno prevaro.<br/><br/> Telefonsko številko ali kodo PIN lahko kadarkoli spremenite z vnovičnim obiskom portala Multi-Factor Authentication.
sr_cyrl_cs: Налог је конфигурисан за употребу услуге Multi-Factor Authentication.<br/><br/> Када се пријавите, наставићете да користите исто корисничко име и лозинку. Пре него што се верификација доврши, примићете текстуалну поруку са једнократним кодом. Одговорите на текстуалну поруку тако што ћете послати овај код и PIN. Ако у одговору не пошаљете исправан код и PIN, пријављивање ће бити одбијено.<br/><br/> Када примите текстуалну поруку од услуге Multi-Factor Authentication, требало би да одговорите једино ако се заиста пријављујете у апликацију. Ако то није случај, могуће је да неко покушава да се пријави помоћу вашег корисничког имена и лозинке, те би ову потенцијалну превару требало да пријавите IT администратору.<br/><br/> Вратите се на портал услуге Multi-Factor Authentication у било ком тренутку да бисте променили број телефона или PIN.
sr_latn_cs: Nalog je konfigurisan za upotrebu usluge Multi-Factor Authentication.<br/><br/> Kada se prijavite, nastavićete da koristite isto korisničko ime i lozinku. Pre nego što se verifikacija dovrši, primićete tekstualnu poruku sa jednokratnim kodom. Odgovorite na tekstualnu poruku tako što ćete poslati ovaj kod i PIN. Ako u odgovoru ne pošaljete ispravan kod i PIN, prijavljivanje će biti odbijeno.<br/><br/> Kada primite tekstualnu poruku od usluge Multi-Factor Authentication, trebalo bi da odgovorite jedino ako se zaista prijavljujete u aplikaciju. Ako to nije slučaj, moguće je da neko pokušava da se prijavi pomoću vašeg korisničkog imena i lozinke, te bi ovu potencijalnu prevaru trebalo da prijavite IT administratoru.<br/><br/> Vratite se na portal usluge Multi-Factor Authentication u bilo kom trenutku da biste promenili broj telefona ili PIN.
sv: Ditt konto har konfigurerats för användning av Multi-Factor Authentication.<br/><br/> När du loggar in använder du samma användarnamn och lösenord. Innan verifieringen har slutförts får du ett SMS med en engångslösenkod. Svara på SMS:et med denna lösenkod och din PIN-kod. Om du inte svarar med rätt lösenkod och PIN-kod nekas inloggningen.<br/><br/> Du ska bara svara får SMS:et från mobilappen för Multi-Factor Authentication om du faktiskt håller på att logga in på applikationen. I annat fall kan det vara någon annan som försöker logga in med ditt användarnamn och lösenord. Du ska då anmäla detta eventuella bedrägeri till IT-administratören.<br/><br/> Återgå till portalen för Multi-Factor Authentication när du vill och ändra telefonnumret eller PIN-koden.
th: บัญชีของคุณได้รับการตั้งค่าให้ใช้ Multi-Factor Authentication<br/><br/> เมื่อคุณลงชื่อเข้าใช้ คุณจะยังคงใช้ชื่อผู้ใช้และรหัสผ่านเดิมต่อไป ก่อนการตรวจสอบความถูกต้องจะเสร็จสมบูรณ์ คุณจะได้รับข้อความตัวอักษรที่มีรหัสผ่านแบบใช้ครั้งเดียว กรุณาตอบกลับข้อความตัวอักษรดังกล่าวด้วยรหัสผ่านนี้และ PIN ของคุณ หากคุณไม่ตอบกลับด้วยรหัสผ่านและ PIN ที่ถูกต้อง การลงชื่อเข้าใช้จะถูกปฏิเสธ<br/><br/> คุณควรตอบกลับเมื่อได้รับข้อความตัวอักษรจาก Multi-Factor Authentication เฉพาะหากคุณกำลังลงชื่อเข้าใช้แอปพลิเคชันนั้นอยู่ มิเช่นนั้น แสดงว่าอาจมีบุคคลอื่นกำลังพยายามลงชื่อเข้าใช้ด้วยชื่อผู้ใช้และรหัสผ่านของคุณ และคุณควรรายงานการฉ้อฉล ที่มีความเป็นไปได้นี้ต่อผู้ดูแลระบบไอทีของคุณ<br/><br/> กลับไปที่พอร์ทัล Multi-Factor Authentication เพื่อเปลี่ยนหมายเลขโทรศัพท์หรือ PIN ของคุณได้ทุกเมื่อ
tr: Hesabınız Multi-Factor Authentication'ı kullanacak şekilde yapılandırıldı.<br/><br/> Oturum açtığınızda, aynı kullanıcı adı ve parolayı kullanmaya devam edeceksiniz. Doğrulamanız tamamlanmadan önce, bir kerelik geçiş kodu içeren bir metin mesajı alacaksınız. Metin mesajına bu geçiş kodu ve PIN kodunuzla yanıt verin. Doğru geçiş kodu ve PIN koduyla yanıt vermezseniz, oturum açma isteği reddedilir.<br/><br/> O anda uygulamada oturum açıyorsanız, yalnızca Multi-Factor Authentication metin mesajını aldığınızda mesaja yanıt vermeniz gerekir. Aksi halde, bir başkası kullanıcı adı ve parolanızı kullanarak oturum açmayı deniyor olabilir; bu olası sahtekarlığı BT yöneticinize bildirmelisiniz.<br/><br/> Telefon numaranızı veya PIN kodunuzu değiştirmek için istediğiniz zaman Multi-Factor Authentication portalına geri dönebilirsiniz.
uk: У вашому обліковому записі настроєно використання служби Multi-Factor Authentication.<br/><br/> Під час входу буде використано ті самі ім’я користувача та пароль. Перш ніж перевірка завершиться, ви отримаєте текстове повідомлення з одноразовим кодом доступу. Необхідно відповісти на текстове повідомлення, надіславши цей код доступу та PIN-код. Якщо ви не відповісте, зазначивши правильний код доступу та PIN-код, у вході буде відмовлено.<br/><br/> Відповідати слід лише тоді, коли ви отримаєте текстове повідомлення Multi-Factor Authentication після спроби ввійти в програму. В іншому випадку, імовірно, хтось інший намагається ввійти за допомогою ваших імені користувача та пароля. Про це потенційне шахрайство слід повідомити ІТ-адміністратора.<br/><br/> Номер телефону або PIN-код можна будь-коли змінити, повернувшись на портал Multi-Factor Authentication.
vi: Tài khoản của bạn đã được định cấu hình để sử dụng Multi-Factor Authentication.<br/><br/> Khi bạn đăng nhập, bạn sẽ tiếp tục sử dụng cùng tên người dùng và mật khẩu. Trước khi hoàn tất quá trình xác minh, bạn sẽ nhận được một tin nhắn văn bản có chứa mã khóa dùng một lần. Trả lời tin nhắn văn bản này với mã khóa này và PIN của bạn. Nếu bạn không trả lời với mã khóa và PIN đúng, việc đăng nhập sẽ bị từ chối.<br/><br/> Bạn chỉ nên trả lời khi bạn nhận được tin nhắn văn bản của Multi-Factor Authentication nếu bạn đang thực sự đăng nhập vào ứng dụng này. Nếu không, có thể ai đó đang cố đăng nhập bằng tên người dùng và mật khẩu của bạn và bạn nên thông báo khả năng lừa đảo này cho quản trị viên CNTT của mình.<br/><br/> Bạn có thể quay lại cổng thông tin Multi-Factor Authentication bất kỳ lúc nào để thay đổi số điện thoại hoặc mã PIN của mình.
zh_cn: 您的帐户已配置为使用 Multi-Factor Authentication。<br/><br/> 在登录时，您将继续使用同一个用户名和密码。在身份验证完成之前， 您将会通过短信接收到一次性密码。在短信中回复该密码以及您的 PIN。 如果您回复的密码和 PIN 不正确，登录将会被拒绝。<br/><br/> 只有在您自己实际登录应用程序时收到该 Multi-Factor Authentication 移动应用通知的情况下，才应该进行回复。 否则，可能是其他人在尝试使用您的用户名和密码登录，而您应该向您的 IT 管理员举报这种潜在 欺诈行为。<br/><br/> 您可以随时返回到 Multi-Factor Authentication 门户来更改您的电话号码或 PIN。
zh_tw: 已將您的帳戶設定為使用 Multi-Factor Authentication。<br/><br/> 在登入時，您將繼續使用相同的使用者名稱和密碼。在驗證完成之前， 您會收到附有單次密碼的簡訊。請回覆簡訊並附上密碼和您的 PIN。 如果您未回覆正確的密碼和 PIN，登入將會遭到拒絕。<br/><br/> 收到 Multi-Factor Authentication 簡訊時，如果您確實正在登入應用程式，才能回覆簡訊。 否則，這表示其他人可能正嘗試使用您的使用者名稱和密碼來登入，因此您應該向 IT 系統管理員回報這件 潛在詐騙行為。<br/><br/> 您可以隨時返回 Multi-Factor Authentication 入口網站來變更電話號碼或 PIN。
