Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_WeakStaticTokenNotAllowed
source: Weak Static Token not allowed. Cannot contain a 4 or more digit subset of the phone number, 3 or more repeating digits, or 3 or more sequential digits.
ar: غير مسموح برمز مميز ثابت ضعيف. فلا يمكن أن يحتوي على مجموعة فرعية مؤلفة من 4 أرقام أو أكثر موجودة برقم الهاتف، أو على 3 أرقام مكررة أو أكثر، أو 3 أرقام متسلسلة أو أكثر.
bg: Не се позволява несигурен статичен маркер. Той не може да съдържа подмножество от 4 или повече цифри от телефонния номер, 3 или повече повтарящи се цифри или 3 или повече последователни цифри.
ca: No s'admeten testimonis estàtics no segurs. No pot contenir subconjunts de 4 o més dígits del número de telèfon, 3 o més dígits repetits o seqüències de 3 o més dígits.
cs: Slabý statický token není povolen. Nemůže obsahovat 4 nebo více dílčích skupin číslic telefonního čísla, 3 nebo více opakovaných číslic nebo 3 a více následných číslic.
da: Svagt statisk token ikke tilladt. Må ikke indeholde et undersæt på 4 eller flere tal fra telefonnummeret eller 3 eller flere identiske tal efter hinanden eller 3 eller flere sekventielle tal.
de: Unsicheres statisches Token (nicht zulässig). Das statische Token darf maximal drei aufeinanderfolgende Ziffern der Rufnummer enthalten und nicht mehr als drei gleiche (777) bzw. aufeinanderfolgende Ziffern (567) aufweisen.
el: Δεν επιτρέπεται αδύναμο στατικό διακριτικό. Δεν μπορεί να περιέχει υποσύνολο 4 ή περισσότερων ψηφίων του αριθμού τηλεφώνου, 3 ή περισσότερα επαναλαμβανόμενα ψηφία ή 3 ή περισσότερα διαδοχικά ψηφία.
es: No se permiten tokens estáticos no seguros. No pueden contener subconjuntos de 4 o más dígitos del número de teléfono, 3 o más dígitos repetidos ni 3 o más dígitos secuenciales.
et: Nõrk staatiline tõend ei ole lubatud. Ei tohi sisaldada 4 või enamat alamhulka telefoninumbrist, 3 või enamat korduvat numbrit või 3 või enamat järjestikust numbrit.
eu: Ez dira token estatiko ahulak onartzen. Ezin du telefono zenbakiaren 4 edo digitu gehiagoko azpimultzo bat izan, errepikatzen diren 3 edo digitu gehiago edo 3 edo digitu gehiago jarraian.
fi: Helposti tunnistettavaa staattista Token-tunnusta ei sallita. PIN-koodissa ei saa olla puhelinnumerosta otettua neljän tai useamman numeron sarjaa, kolmen tai useamman saman numeron sarjaa tai kolmen tai useamman peräkkäisen numeron sarjaa.
fr: Jeton statique faible non autorisé. Il ne peut pas comporter un sous-ensemble du numéro de téléphone de 4 chiffres ou plus, 3 chiffres ou plus qui se répètent ou 3 chiffres ou plus qui se suivent.
gl: Non se permiten tokens estáticos pouco seguros. Non poden conter un subconxunto de 4 ou máis díxitos do número de teléfono, 3 ou máis díxitos repetidos nin 3 ou máis díxitos consecutivos.
he: אסימון סטטי חלש אינו מותר. הוא אינו יכול להכיל קבוצת משנה בת 4 ספרות או יותר של מספר הטלפון, 3 ספרות חוזרות או יותר, או 3 ספרות רצופות או יותר.
hi: कमज़ोर स्थिर टोकन की अनुमति नहीं है. उसमें फ़ोन नंबर के 4 या अधिक अंक सबसेट, 3 या अधिक दोहराए गए अंक अथवा 3 या अधिक अनुक्रमिक अंक नहीं हो सकते.
hr: Slabi statični token nije dopušten. Ne smije sadržavati četiri ili više uzastopnih znamenaka telefonskog broja, tri ili više ponavljanih brojeva ili tri ili više uzastopnih brojeva.
hu: Gyenge állandó token nem használható. Nem szerepelhet benne a telefonszám háromnál több számjegyből álló szakasza, kettőnél több ismétlődő számjegy, valamint kettőnél több egymás után következő szám.
id: Token Statis lemah tidak diizinkan. Tidak boleh berisi 4 digit atau lebih dari sebagian nomor telepon, 3 digit berulang atau lebih, atau 3 digit berurutan atau lebih.
it: Token statico vulnerabile non consentito. Non può contenere un sottoinsieme di quattro o più cifre del numero di telefono, tre o più cifre ripetute o tre o più cifre in sequenza.
ja: 弱い静的トークンは使用できません。電話番号の一部と同じ 4 桁以上の番号、同じ数字の繰り返し 3 桁以上、連続番号 3 桁以上を含めることはできません。
kk: Әлсіз тұрақты таңбалауышқа рұқсат жоқ. Құрамында телефон нөмірінің 4 не одан көп сандар жиыны, 3 не одан көп қайталанатын сан немесе 3 не одан көп реттік сан болмауы керек.
ko: 약한 정적 토큰은 허용되지 않습니다. 전화 번호와 4자리 이상 겹쳐서는 안 되며, 3자리 이상 반복할 수 없으며, 3자리 이상의 연속된 숫자를 사용할 수 없습니다.
lt: Lengvas statinis atpažinimo ženklas neleidžiamas. Negali būti 4 arba daugiau telefono numerio skaitmenų, 3 arba daugiau pasikartojančių skaitmenų ar 3 arba daugiau iš eilės einančių skaitmenų.
lv: Nedrīkst izmantot vāju statisko marķieri. Tam nedrīkst izmantot 4 vai vairāk tālruņa numura ciparu apakškopas, 3 vai vairāk vienādus ciparus vai arī 3 vai vairāk secīgus ciparus.
ms: Token Statik lemah tidak dibenarkan. Tidak boleh mengandungi 4 atau lebih subset angka nombor telefon, 3 atau lebih angka berulang atau 3 atau lebih angka berjujukan.
nl: Zwak statisch token is niet toegestaan. Dit kan niet 4 of meer cijfers uit het telefoonnummer, 3 of meer terugkerende cijfers of 3 of meer opeenvolgende cijfers bevatten.
no: Svak statisk token er ikke tillatt. Kan ikke inneholde et sifferdelsett som består av fire eller flere av sifrene i telefonnummeret, tre eller flere identiske sifre eller tre eller flere sekvensielle sifre.
pl: Słaby token statyczny jest niedozwolony. Token statyczny nie może zawierać 4 lub więcej kolejnych cyfr numeru telefonu, 3 lub więcej identycznych cyfr ani 3 lub więcej kolejnych cyfr.
pt_br: Token Estático Fraco não permitido. Não pode conter um subconjunto de 4 ou mais dígitos do número de telefone, 3 ou mais dígitos repetidos ou 3 ou mais dígitos sequenciais.
pt_pt: Não é permitido um Token Estático fraco. Não pode conter um subconjunto de 4 ou mais dígitos do número de telefone, 3 ou mais dígitos repetidos ou 3 ou mais dígitos sequenciais.
ro: Nu se acceptă token static slab. Nu poate conține un subset de 4 sau mai multe cifre din numărul de telefon, 3 sau mai multe cifre repetate, nici 3 sau mai multe cifre succesive.
ru: Ненадежный статический токен не разрешен. Он не может содержать более 3 цифровых подмножеств номера телефона, более 2 повторяющихся цифр или более 2 последовательных цифр.
sk: Slabý statický token nie je povolený. Token nemôže obsahovať 4- ani viaccifernú podmnožinu telefónneho čísla, 3 alebo viac opakujúcich sa číslic ani 3 alebo viac po sebe idúcich číslic.
sl: Šibki statični žeton ni dovoljen. Statični žeton ne sme vsebovati 4 ali več sosednjih števk iz telefonske številke, 3 ali več zaporednih enakih števk ali 3 ali več zaporednih števk.
sr_cyrl_cs: Слаб статички токен није дозвољен. Не може да садржи подскуп од 4 или више цифара из броја телефона, 3 или више цифара које се понављају, као ни 3 или више узастопних цифара.
sr_latn_cs: Slab statički token nije dozvoljen. Ne može da sadrži podskup od 4 ili više cifara iz broja telefona, 3 ili više cifara koje se ponavljaju, kao ni 3 ili više uzastopnih cifara.
sv: Svag statisk token tillåts ej. Får inte innehålla fyra eller flera siffror, tre eller flera upprepande siffror eller tre eller flera sekventiella siffror.
th: ไม่อนุญาตโทเค็นคงที่ที่คาดเดาง่าย ไม่สามารถมีเซตย่อยของหมายเลขโทรศัพท์ตั้งแต่ 4 หลักขึ้นไป, เลขซ้ำกัน 3 หลักขึ้นไป หรือเลขเรียงกัน 3 หลักขึ้นไป
tr: Zayıf Statik Belirteç kullanılamaz. Belirteç telefon numarasının 4 veya daha fazla rakamlık bir alt kümesini, 3 veya daha fazla tekrarlanan rakamı veya 3 veya daha fazla ardışık rakamı içeremez.
uk: Ненадійний статичний маркер не дозволений. Він не може містити 4 чи більше цифрових підмножин номера телефону, 3 чи більше повторюваних цифр і 3 чи більше послідовних цифр.
vi: Không cho phép Hiệu bài Tĩnh bảo mật kém. Không thể chứa tập con gồm 4 chữ số hoặc hơn của số điện thoại, 3 chữ số lặp lại hoặc hơn, hoặc 3 chữ số liên tiếp hoặc hơn.
zh_cn: 不允许使用弱静态令牌。不能包含手机号码中的 4 个或更多数字、3 个或更多重复数字，或者 3 个或更多连续数字。
zh_tw: 不能使用弱式靜態權杖。不能包含電話號碼中 4 個 (含) 以上的數字子集、3 個 (含) 以上的重複數字，或是 3 個 (含) 以上的連續數字。

# Message_WebServiceSdkError
source: Multi-Factor Authentication User Portal is configured to communicate with the Web Service SDK which returned the following error:<br/>{0}
ar: تم تكوين مدخل مستخدمي Multi-Factor Authentication بحيث يمكنه الاتصال بحزمة برامج تطوير خدمات الويب التي نتج عنها الخطأ التالي:<br/>{0}
bg: Потребителският портал на Multi-Factor Authentication е конфигуриран да комуникира с Web Service SDK, който върна следната грешка:<br/>{0}
ca: El Portal d'usuaris de Multi-Factor Authentication s'ha configurat per comunicar-se amb l'SDK del servei web que ha retornat l'error següent:<br/>{0}
cs: Portál Multi-Factor Authentication User Portal je nakonfigurován tak, aby komunikoval s funkcí Web Service SDK, což vrátilo následující chybu:<br/>{0}
da: Multi-Factor Authentication-brugerportalen er konfigureret til at kommunikere med webtjenesten SDK, som returnerede følgende fejl:<br/>{0}
de: Das Multi-Factor Authentication-Benutzerportal ist für die Kommunikation mit dem Webdienst-SDK konfiguriert, von dem der folgende Fehler gemeldet wurde:<br/>{0}
el: Οι παράμετροι της Πύλης χρηστών Multi-Factor Authentication έχουν ρυθμιστεί έτσι, ώστε να επικοινωνεί με το Web Service SDK, το οποίο επέστρεψε το εξής σφάλμα:<br/>{0}
es: El Portal de usuarios de Multi-Factor Authentication está configurado para comunicarse con el SDK del servicio web, el cual devolvió el siguiente error:<br/>{0}
et: Multi-Factor Authenticationi kasutajaportaal on seadistatud suhtlema SDK-veebiteenusega, mis tagastas järgmise tõrke:<br/>{0}
eu: Multi-Factor Authentication erabiltzaile-ataria SDK web zerbitzuarekin harremanetan jartzeko konfiguratuta dago eta honek ondorengo erroreak itzuli ditu:<br/>{0}
fi: Multi-Factor Authentication -käyttäjäportaali on määritetty olemaan yhteydessä Web Service SDK:hon, joka palautti seuraavan virheen:<br/>{0}
fr: Le portail de l'utilisateur Multi-Factor Authentication est configuré pour communiquer avec le SDK du service Web qui a renvoyé l'erreur suivante :<br/>{0}
gl: O portal de usuarios de Multi-Factor Authentication está configurado para poder comunicarse co SDK do servizo web, que devolveu o seguinte error:<br/>{0}
he: פורטל המשתמשים של Multi-Factor Authentication מוגדר לקיים תקשורת עם Web Service SDK שהחזיר את השגיאה הבאה:<br/>{0}
hi: Multi-Factor Authentication उपयोगकर्ता पोर्टल को वेब सेवा SDK के साथ संचार करने के लिए कॉन्फ़िगर किया गया है, जिसने निम्न त्रुटि लौटाई:<br/>{0}
hr: Korisnički portal servisa Multi-Factor Authentication konfiguriran je da komunicira s SDK-om web-servisa koji je vratio sljedeću pogrešku:<br/>{0}
hu: A Multi-Factor Authentication felhasználói portálja nincs a webszolgáltatás SDK-val folytatott kommunikációra konfigurálva, amely a következő hibát adta vissza:<br/>{0}
id: Portal Pengguna Multi-Factor Authentication dikonfigurasi untuk berkomunikasi dengan SDK Layanan Web yang menimbulkan kesalahan berikut:<br/>{0}
it: Il portale utenti di Multi-Factor Authentication è configurato per comunicare con l'SDK del servizio Web che ha restituito il seguente errore:<br/>{0}
ja: Multi-Factor Authentication ユーザー ポータルが Web サービス SDK と通信するように構成されています。SDK から次のエラーが返されました:<br/>{0}
kk: Multi-Factor Authentication пайдаланушы порталы веб қызметі SDK құралымен байланысуға конфигурацияланған, ол келесі қатені қайтарды:<br/>{0}
ko: Multi-Factor Authentication 사용자 포털이 웹 서비스 SDK와 통신하도록 구성되어 있지만 웹 서비스 SDK에서 다음 오류를 반환했습니다.<br/>{0}
lt: „Multi-Factor Authentication“ vartotojų portalas sukonfigūruotas palaikyti ryšį su žiniatinklio tarnybos SDK, kuris pateikė šią klaidą:<br/>{0}
lv: Multi-Factor Authentication lietotāju portāls ir konfigurēts tā, lai veidotu savienojumu ar tīmekļa pakalpojuma SDK, kas atgrieza šādu kļūdu:<br/>{0}
ms: Portal Pengguna Multi-Factor Authentication dikonfigurasi untuk berkomunikasi dengan Perkhidmatan Web SDK yang mengembalikan ralat berikut:<br/>{0}
nl: De gebruikersportal van Multi-Factor Authentication is geconfigureerd om te communiceren met de webservice-SDK, waarmee de volgende fout is geretourneerd:<br/>{0}
no: Brukerportalen for Multi-Factor Authentication er konfigurert til å kommunisere med webtjenestens SDK, som returnerte følgende feil:<br/>{0}
pl: Portal użytkowników usługi Multi-Factor Authentication jest skonfigurowany do komunikowania się z zestawem SDK usługi sieci Web, który zwrócił następujący błąd:<br/>{0}
pt_br: O Portal do Usuário Multi-Factor Authentication está configurado para se comunicar com o SDK do Serviço Web, que retornou o seguinte erro:<br/>{0}
pt_pt: O Portal do Utilizador da Autenticação Multifator encontra-se configurado para comunicar com o SDK do Serviço Web, que devolveu o seguinte erro:<br/>{0}
ro: Portalul utilizator Multi-Factor Authentication este configurat să comunice cu SDK de serviciu web, care a returnat următoarea eroare:<br/>{0}
ru: Пользовательский портал Multi-Factor Authentication настроен для взаимодействия с пакетом SDK веб-службы, который вернул следующую ошибку:<br/>{0}
sk: Portál používateľa služby Multi-Factor Authentication je konfigurovaný na komunikáciu so súpravou SDK webovej služby, ktorá vrátila túto chybu:<br/>{0}
sl: Uporabniški portal Multi-Factor Authentication je konfiguriran za komunikacijo z razvojnim kompletom Web Service SDK, ki je vrnil naslednjo napako:<br/>{0}
sr_cyrl_cs: Кориснички портал услуге Multi-Factor Authentication је конфигурисан да комуницира са Web Service SDK комплетом, који је вратио следећу грешку:<br/>{0}
sr_latn_cs: Korisnički portal usluge Multi-Factor Authentication je konfigurisan da komunicira sa Web Service SDK kompletom, koji je vratio sledeću grešku:<br/>{0}
sv: Användarportalen Multi-Factor Authentication har konfigurerats för att kommunicera med webbtjänst-SDK vilket returnerade följande fel:<br/>{0}
th: พอร์ทัลผู้ใช้ Multi-Factor Authentication ได้รับการกำหนดค่าให้สื่อสารกับ SDK บริการบนเว็บ ซึ่งแสดงข้อผิดพลาดต่อไปนี้:<br/>{0}
tr: Multi-Factor Authentication Kullanıcı Portalı, şu hatayı döndüren Web Service SDK'sıyla iletişim kuracak şekilde yapılandırılmış:<br/>{0}
uk: Портал користувача Multi-Factor Authentication настроєно для взаємодії з пакетом SDK веб-служби, який повернув таку помилку:<br/>{0}
vi: Cổng thông tin Người dùng Multi-Factor Authentication được đặt cấu hình để giao tiếp với SDK Dịch vụ Web đã trả về lỗi sau:<br/>{0}
zh_cn: Multi-Factor Authentication 用户门户已配置为与 Web 服务 SDK 通信，返回以下错误:<br/>{0}
zh_tw: 已將 Multi-Factor Authentication 使用者入口網站設定為與傳回以下錯誤的 Web 服務 SDK 通訊:<br/>{0}

# Message_WebServiceSdkNotPurchased
source: Multi-Factor Authentication User Portal is configured to communicate with the Web Service SDK and the Web Service SDK feature has not been purchased.
ar: تم تكوين مدخل مستخدمي Multi-Factor Authentication بحيث يمكنه الاتصال بحزمة تطوير برامج خدمة الويب مع العلم بأن ميزة حزمة تطوير برامج خدمة الويب لم يتم شراؤها.
bg: Потребителският портал на Multi-Factor Authentication е конфигуриран да комуникира с Web Service SDK, но функцията Web Service SDK не е закупена.
ca: El Portal d'usuaris de Multi-Factor Authentication s'ha configurat per comunicar-se amb l'SDK del servei web, però no s'ha comprat l'SDK del servei web.
cs: Portál Multi-Factor Authentication User Portal je nakonfigurován tak, aby komunikoval s funkcí Web Service SDK, přičemž tato funkce zatím nebyla zakoupena.
da: Multi-Factor Authentication-brugerportalen er konfigureret til at kommunikere med webtjenesten SDK, og funktionen til webtjenesten SDK er ikke købt.
de: Das Multi-Factor Authentication-Benutzerportal ist für die Kommunikation mit dem Webdienst-SDK konfiguriert, die Webdienst-SDK-Funktion wurde jedoch nicht erworben.
el: Οι παράμετροι της Πύλης χρηστών Multi-Factor Authentication έχουν ρυθμιστεί έτσι, ώστε να επικοινωνεί με το Web Service SDK, αλλά η δυνατότητα Web Service SDK δεν έχει αγοραστεί.
es: El Portal de usuarios de Multi-Factor Authentication está configurado para comunicarse con el SDK del servicio web, pero la característica SDK del servicio web no se adquirió.
et: Multi-Factor Authenticationi kasutajaportaal on seadistatud suhtlema SDK-veebiteenusega, kuid SDK-veebiteenuse funktsioon ei ole ostetud.
eu: Multi-Factor Authentication erabiltzaile-ataria SDK web zerbitzuarekin harremanetan jartzeko konfiguratuta dago baina ez da SDK web zerbitzua erosi.
fi: Multi-Factor Authentication -käyttäjäportaali on määritetty olemaan yhteydessä Web Service SDK:hon, mutta Web Service SDK -ominaisuutta ei ole ostettu.
fr: Le portail de l'utilisateur Multi-Factor Authentication est configuré pour communiquer avec le SDK du service Web et ce dernier n'a pas été acheté.
gl: O portal de usuarios de Multi-Factor Authentication está configurado para poder comunicarse co SDK do servizo web e non se comprou esta funcionalidade.
he: פורטל המשתמשים של Multi-Factor Authentication מוגדר לקיים תקשורת עם Web Service SDK, והתכונה Web Service SDK לא נרכשה.
hi: Multi-Factor Authentication उपयोगकर्ता पोर्टल को वेब सेवा SDK के साथ संचार करने के लिए कॉन्फ़िगर किया गया है और वेब सेवा SDK सुविधा खरीदी नहीं गई है.
hr: Korisnički portal servisa Multi-Factor Authentication konfiguriran je da komunicira s SDK-om web-servisa, a značajka SDK web-servisa nije kupljena.
hu: A Multi-Factor Authentication felhasználói portálját a webszolgáltatás SDK-val folytatott kommunikációra konfigurálták, de a webszolgáltatás SDK funkciót nem vásárolták meg.
id: Portal Pengguna Multi-Factor Authentication dikonfigurasi untuk berkomunikasi dengan SDK Layanan Web dan fitur SDK Layanan Web belum dibeli.
it: Il portale utenti di Multi-Factor Authentication è configurato per comunicare con l'SDK del servizio Web, ma tale funzionalità non è stata acquistata.
ja: Multi-Factor Authentication ユーザー ポータルが Web サービス SDK と通信するように構成されていますが、Web サービス SDK が購入されていません。
kk: Multi-Factor Authentication пайдаланушы порталы веб қызметі SDK құралымен байланысуға конфигурацияланған, ол сатып алынған емес.
ko: Multi-Factor Authentication 사용자 포털이 웹 서비스 SDK와 통신하도록 구성되어 있지만 웹 서비스 SDK 기능은 구매되지 않았습니다.
lt: „Multi-Factor Authentication“ vartotojų portalas sukonfigūruotas palaikyti ryšį su žiniatinklio tarnybos SDK, bet žiniatinklio tarnybos SDK funkcija nebuvo įsigyta.
lv: Multi-Factor Authentication lietotāju portāls ir konfigurēts tā, lai veidotu savienojumu ar tīmekļa pakalpojuma SDK, taču līdzeklis Tīmekļa pakalpojuma SDK netika iegādāts.
ms: Portal Pengguna Multi-Factor Authentication dikonfigurasi untuk berkomunikasi dengan Perkhidmatan Web SDK dan ciri Perkhidmatan Web belum dibeli.
nl: De gebruikersportal van Multi-Factor Authentication is geconfigureerd om te communiceren met de webservice-SDK, maar het onderdeel Webservice-SDK is niet aangeschaft.
no: Brukerportalen for Multi-Factor Authentication er konfigurert til å kommunisere med webtjenestens SDK, og funksjonen for webtjenestens SDK er ikke kjøpt.
pl: Portal użytkowników usługi Multi-Factor Authentication jest skonfigurowany do komunikowania się z zestawem SDK usługi sieci Web, a funkcja zestawu SDK usługi sieci Web nie została zakupiona.
pt_br: O Portal do Usuário Multi-Factor Authentication está configurado para se comunicar com o SDK do Serviço Web, e o recurso SDK do Serviço Web não foi comprado.
pt_pt: O Portal do Utilizador da Autenticação Multifator encontra-se configurado para comunicar com o SDK do Serviço Web, e a funcionalidade SDK do Serviço Web não foi adquirida.
ro: Portalul utilizator Multi-Factor Authentication este configurat să comunice cu SDK de serviciu web, iar caracteristica SDK de serviciu web nu a fost achiziționată.
ru: Пользовательский портал Multi-Factor Authentication настроен для взаимодействия с SDK веб-службы, но этот компонент не был приобретен.
sk: Portál používateľa služby Multi-Factor Authentication je konfigurovaný na komunikáciu so súpravou SDK webovej služby, pričom funkcia súpravy SDK webovej služby nie je zakúpená.
sl: Uporabniški portal Multi-Factor Authentication je konfiguriran za komunikacijo z razvojnim kompletom Web Service SDK, ki ni bil kupljen.
sr_cyrl_cs: Кориснички портал услуге Multi-Factor Authentication је конфигурисан да комуницира са Web Service SDK комплетом, а Web Service SDK услуга није купљена.
sr_latn_cs: Korisnički portal usluge Multi-Factor Authentication je konfigurisan da komunicira sa Web Service SDK kompletom, a Web Service SDK usluga nije kupljena.
sv: Användarportalen Multi-Factor Authentication har konfigurerats för att kommunicera med webbtjänst-SDK men funktionen för webbtjänst-SDK har inte köpts.
th: พอร์ทัลผู้ใช้ Multi-Factor Authentication ได้รับการกำหนดค่าให้สื่อสารกับ SDK บริการบนเว็บ และยังไม่ได้ซื้อคุณลักษณะ SDK บริการบนเว็บ
tr: Multi-Factor Authentication Kullanıcı Portalı, Web Service SDK'sıyla iletişim kuracak şekilde yapılandırılmış ve Web Hizmeti SDK özelliği satın alınmamış.
uk: Портал користувача Multi-Factor Authentication настроєно для взаємодії з SDK веб-служби, але компонент SDK веб-служби не придбано.
vi: Cổng thông tin Người dùng Multi-Factor Authentication được đặt cấu hình để giao tiếp với SDK Dịch vụ Web và tính năng SDK Dịch vụ Web chưa được mua.
zh_cn: Multi-Factor Authentication 用户门户已配置为与 Web 服务 SDK 通信，但是您尚未购买 Web 服务 SDK 功能。
zh_tw: 已將 Multi-Factor Authentication 使用者入口網站設定為與 Web 服務 SDK 通訊，但您尚未購買 Web 服務 SDK 功能。

# Message_YourInformationChanged
source: Your information has been changed.
ar: تم تغيير المعلومات الخاصة بك.
bg: Информацията за вас е променена.
ca: S'ha canviat la vostra informació.
cs: Vaše informace byly změněny.
da: Dine oplysninger er blevet ændret.
de: Ihre Benutzerinformationen wurden geändert.
el: Τα στοιχεία σας άλλαξαν.
es: Se ha cambiado su información.
et: Teie andmed on muudetud.
eu: Zure informazioa aldatu da.
fi: Tietosi on muutettu.
fr: Vos informations ont été modifiées.
gl: Modificouse a súa información.
he: הפרטים שלך השתנו.
hi: आपकी जानकारी बदल दी गई है.
hr: Vaši su podaci promijenjeni.
hu: Az adatai megváltoztak.
id: Informasi Anda telah diubah.
it: Le informazioni sono state modificate.
ja: あなたの情報が変更されました。
kk: Ақпаратыңыз өзгертілді.
ko: 정보가 변경되었습니다.
lt: Jūsų informacija pakeista.
lv: Jūsu informācija tika nomainīta.
ms: Maklumat anda telah diubah.
nl: Uw gegevens zijn gewijzigd.
no: Informasjonen din er endret.
pl: Informacje zostały zmienione.
pt_br: Suas informações foram alteradas.
pt_pt: As suas informações foram alteradas.
ro: Informațiile au fost modificate.
ru: Ваша информация изменена.
sk: Vaše informácie sa zmenili.
sl: Vaši podatki so bili spremenjeni.
sr_cyrl_cs: Информације су промењене.
sr_latn_cs: Informacije su promenjene.
sv: Din information har ändrats.
th: เปลี่ยนข้อมูลของคุณแล้ว
tr: Bilgileriniz değiştirildi.
uk: Вашу інформацію змінено.
vi: Thông tin của bạn đã được thay đổi.
zh_cn: 您的信息已更改。
zh_tw: 您的資訊已變更。
