Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_OneTimeBypassSms
source: Your company provides a One-Time Bypass option which allows you to log in one time without a text message. Select the One-Time Bypass option to access this feature. Or call the support help desk from any phone for assistance.
ar: توفر لك الشركة خيار "السماح مرة واحدة" والذي سيتيح لك تسجيل الدخول لمرة واحدة دون رسالة نصية. حدد الخيار "السماح مرة واحدة" لتصل إلى هذه الميزة؛ أو اتصل بمكتب الدعم من أي هاتف للحصول على مساعدة.
bg: Вашата фирма предоставя опция за единично заобикаляне, която позволява еднократно влизане без текстово съобщение. За достъп до тази функция изберете опцията "Единично заобикаляне" или се обадете на помощния център за поддръжка от който и да е телефон, за да потърсите съдействие.
ca: L'empresa proporciona una opció d'omissió única que us permet iniciar la sessió una vegada sense cap missatge de text. Seleccioneu l'opció Omissió única per accedir a aquesta característica. O bé, truqueu al servei d'assistència tècnica mitjançant qualsevol telèfon per obtenir ajuda.
cs: Vaše společnost vám také nabízí možnost jednorázového přihlášení, která vám umožní přihlásit se jednorázově, aniž byste si museli nechat poslat zprávu SMS. Chcete-li tuto funkci použít, vyberte možnost Jednorázové přihlášení. Pokud potřebujete pomoc, můžete také z libovolného telefonu zavolat na číslo technické podpory.
da: Desuden tilbyder din virksomhed indstillingen Engangstilsidesættelse, så du kan logge på én gang uden en sms. Vælg indstillingen Engangstilsidesættelse for at få adgang til denne funktion. Eller ring til supporten fra en vilkårlig telefon for at få hjælp.
de: Ihr Unternehmen erlaubt Ihnen zudem, sich einmalig ohne eine SMS anzumelden. Wählen Sie "Einmalumgehung" aus, um von dieser Option Gebrauch zu machen. Rufen Sie von einem beliebigen Telefon aus den Helpdesk an, um Unterstützung zu erhalten.
el: Επίσης, η εταιρεία σας παρέχει την επιλογή "Παράκαμψη μία φορά", η οποία σας επιτρέπει να συνδεθείτε μία φορά, χωρίς μήνυμα κειμένου (SMS). Επιλέξτε "Παράκαμψη μία φορά" για πρόσβαση σε αυτήν τη δυνατότητα. Εναλλακτικά, καλέστε την Υπηρεσία βοήθειας του τμήματος υποστήριξης από οποιοδήποτε τηλέφωνο, εάν χρειάζεστε βοήθεια.
es: Su empresa ofrece la opción Omisión por única vez, que le permite iniciar sesión una vez sin mensaje de texto. Seleccione la opción Omisión por única vez para obtener acceso a esta característica o llame al departamento de soporte técnico desde cualquier teléfono para obtener asistencia.
et: Teie ettevõte pakub võimalust ühekordseks möödumiseks, mis lubab ühe korra sisse logida tekstsõnumita. Funktsiooni kasutamiseks valige ühekordse möödumise suvand. Abi saamiseks helistage ükskõik milliselt telefonilt kasutajatoele.
eu: Zure enpresak Aldi bakarreko sarbidea aukera eskaintzen du saioa behin hasi ahal izateko testu-mezua jaso gabe. Hautatu Aldi bakarreko sarbidea aukera eginbide hau aukeratzeko. Edo deitu laguntza teknikoari edozein telefonotik laguntza eskuratzeko.
fi: Yrityksesi on antanut käyttöön Kertaluokkainen ohitus -vaihtoehdon, jolla voit kirjautua sisään kerran ilman tekstiviestiä. Voit käyttää tätä ominaisuutta valitsemalla Kertaluokkainen ohitus -vaihtoehdon. Voit myös pyytää apua tukipalvelusta soittamalla mistä tahansa puhelimesta.
fr: Votre société propose une option de contournement à usage unique qui vous permet de vous connecter une fois sans SMS. Sélectionnez l'option de contournement à usage unique pour accéder à cette fonction. Pour obtenir de l'aide, vous pouvez également appeler le support technique à partir de n'importe quel téléphone.
gl: A súa empresa fornece una opción Excepción única que lle permite iniciar sesión unha vez sen unha mensaxe de texto. Seleccione a opción Excepción única para acceder a esta funcionalidade. Para obter asistencia, tamén pode chamar ao departamento de axuda desde calquera teléfono.
he: בנוסף, החברה שלך מספקת אפשרות עקיפה חד-פעמית שנותנת לך להיכנס פעם אחת ללא הודעת טקסט. בחר באפשרות 'עקיפה חד-פעמית' כדי לגשת לתכונה זו. לחלופין, התקשר לצוות התמיכה מכל טלפון לקבלת סיוע.
hi: आपकी कंपनी एक-बार के लिए बायपास विकल्प प्रदान करती है, जो आपको पाठ संदेश के बिना एक बार लॉग इन करने देता है. इस सुविधा तक पहुँचने के लिए एक-बार के लिए बायपास विकल्प का चयन करें. या सहायता के लिए किसी भी फ़ोन से सहायता हेल्प डेस्क को कॉल करें.
hr: Vaša tvrtka nudi opciju Jednokratnog pristupa koja vam omogućuje jednokratnu prijavu bez tekstne poruke. Odaberite opciju Jednokratnog pristupa da biste pristupili toj značajci. Ili nazovite službu za korisnike s bilo kojeg telefona da biste dobili pomoć.
hu: A vállalat engedélyezi az egyszeri megkerülést, amely lehetővé teszi egy alkalommal a szöveges üzenet fogadása nélküli bejelentkezést. Ennek a funkciónak a használatához válassza az Egyszeri megkerülés lehetőséget. Ha segítségre van szüksége, bármilyen telefonról hívja fel az ügyfélszolgálatot.
id: Perusahaan Anda menyediakan opsi Lewatan Sekali yang mengizinkan Anda masuk sekali tanpa SMS. Pilih opsi Lewatan Sekali untuk mengakses fitur ini. Atau hubungi bagian bantuan melalui telepon untuk mendapatkan bantuan.
it: La società offre un'opzione Bypass monouso che consente di accedere una sola volta senza ricevere un SMS. Selezionare l'opzione Bypass monouso per accedere alla funzionalità. In alternativa, per assistenza contattare l'help desk di supporto da un telefono qualsiasi.
ja: Multi-Factor Authentication からのテキスト メッセージを使用せずに 1 回だけログインできる、ワンタイム バイパスのオプションが設定されています。この機能を利用するには、[ワンタイム バイパス] オプションを選択してください。または、ヘルプ デスクに電話で問い合わせてください。
kk: Сондай-ақ компанияңыз бір рет айналып өту параметрін қамтамасыз етеді. Оның көмегімен мәтіндік хабарсыз бір рет кіруге болады. Осы мүмкіндікті қолдану үшін, "Бір рет айналып өту" параметрін таңдаңыз. Немесе көмек алу үшін, қолдау көрсету қызметіне кез келген телефоннан қоңырау соғыңыз.
ko: 또한 회사에서 일회성 바이패스 옵션을 제공하여 한 번은 문자 메시지 없이 로그인할 수 있습니다. 이 기능을 사용하려면 [일회성 바이패스] 옵션을 선택하십시오. 지원이 필요한 경우 아무 전화기를 사용하여 지원 센터에 전화할 수 있습니다.
lt: Jūsų įmonė suteikia parinktį Vienkartinis apėjimas, kuri leidžia vieną kartą prisijungti be teksto žinutės. Norėdami pasiekti šią funkciją pasirinkite parinktį Vienkartinis apėjimas. Arba norėdami pagalbos bet kuriuo telefonu kreipkitės į pagalbos tarnybą.
lv: Jūsu uzņēmums nodrošina vienreizējas apejas opciju, lai vienu reizi varētu pieteikties, nesaņemot īsziņu. Lai piekļūtu šim līdzeklim, atlasiet opciju Vienreizēja apeja. Lai saņemtu palīdzību, sazinieties ar palīdzības dienestu, izmantojot jebkuru tālruņa numuru.
ms: Syarikat anda menyediakan pilihan Pintasan Sekali Guna yang membenarkan anda melog masuk sekali tanpa mesej teks. Pilih pilihan Pintasan Sekali Guna untuk mengakses ciri ini. Atau hubungi meja bantuan sokongan daripada mana-mana telefon untuk bantuan.
nl: Uw bedrijf biedt ook de optie Eenmalige toegang waarmee u zich eenmaal kunt aanmelden zonder SMS-bericht. Selecteer de optie Eenmalige toegang om dit onderdeel te gebruiken. U kunt ook de helpdesk om hulp vragen via een willekeurige telefoon.
no: Bedriften gir deg også tilgang til alternativet Engangstilgang, slik at du kan logge på én gang uten en tekstmelding. Velg alternativet Engangstilgang for å få tilgang til denne funksjonen, eller ring kundestøtte for å få hjelp.
pl: Firma zapewnia opcję jednokrotnego obejścia, która umożliwia jednokrotne zalogowanie się bez otrzymania wiadomości SMS. Wybierz opcję Jednokrotne obejście, aby uzyskać dostęp do tej funkcji, lub zadzwoń z dowolnego telefonu do działu pomocy technicznej w celu uzyskania pomocy.
pt_br: A sua empresa oferece a opção Bypass Avulso, que permite que você faça logon uma vez sem uma mensagem de texto. Selecione a opção Bypass Avulso para acessar esse recurso ou ligue para o suporte técnico de qualquer telefone para obter assistência.
pt_pt: A sua empresa oferece a opção Ignorar Uma Única Vez, que permite iniciar sessão uma vez sem uma mensagem SMS. Selecione a opção Ignorar Uma Única Vez para aceder a esta funcionalidade. Ou, a partir de qualquer telefone, ligue para o suporte técnico para obter assistência.
ro: De asemenea, firma vă pune la dispoziție o opțiune de Acces unic, care vă permite să faceți log in, o singură dată, fără mesaj text. Selectați opțiunea Acces unic pentru a utiliza această caracteristică sau contactați biroul de asistență, de la orice telefon, pentru a primi ajutor.
ru: Ваша организация предоставляет параметр "Одноразовый обход проверки", с помощью которого можно один раз войти без отправки SMS. Для доступа к этой функции выберите параметр "Одноразовый обход проверки". Либо обратитесь за помощью в службу технической поддержки по любому из ее телефонов.
sk: Vaša spoločnosť poskytuje možnosť Jednorazové prihlásenie, vďaka čomu sa môžete jedenkrát prihlásiť bez textovej správy. Prístup k tejto funkcii získate výberom možnosti Jednorazové prihlásenie. Prípadne z ľubovoľného telefónu zatelefonujte na oddelenie technickej podpory a požiadajte o pomoc.
sl: Vaše podjetje vam omogoča možnost enkratnega dostopa, pri kateri se lahko enkrat prijavite brez besedilnega sporočila. Za uporabo te funkcije izberite možnost enkratnega dostopa ali pa za pomoč s poljubnega telefona pokličite središče za pomoč.
sr_cyrl_cs: Ваше предузеће нуди опцију „Једнократни приступ“, која вам омогућава да се једном пријавите без текстуалне поруке. Изаберите опцију „Једнократни приступ“ да бисте приступили овој функцији. Можете и да позовете техничку подршку са било ког телефона да бисте добили помоћ.
sr_latn_cs: Vaše preduzeće nudi opciju „Jednokratni pristup“, koja vam omogućava da se jednom prijavite bez tekstualne poruke. Izaberite opciju „Jednokratni pristup“ da biste pristupili ovoj funkciji. Možete i da pozovete tehničku podršku sa bilo kog telefona da biste dobili pomoć.
sv: Företaget tillhandahåller också ett alternativ för engångsåsidosättning så att du kan logga in en gång utan ett SMS. Välj alternativet Engångsåsidosättning om du vill använda den här funktionen. Eller ring supporten och be om hjälp.
th: บริษัทของคุณให้ตัวเลือกการบายพาสครั้งเดียวซึ่งช่วยให้คุณสามารถลงชื่อเข้าใช้ครั้งเดียวโดยไม่ต้องมีข้อความ เลือกตัวเลือกการบายพาสครั้งเดียวเพื่อเข้าถึงคุณลักษณะนี้ หรือโทรหาเจ้าหน้าที่ให้ความช่วยเหลือโดยใช้โทรศัพท์ใดก็ได้ เพื่อขอความช่วยเหลือ
tr: Şirketiniz bir metin mesajı olmaksızın bir kerelik oturum açmanızı sağlayan Bir Kerelik Geçiş seçeneği sağlar. Bu özelliğe erişmek için Bir Kerelik Geçiş seçeneğini belirleyin. İsterseniz, yardım için herhangi bir telefondan destek yardım masasını arayın.
uk: Ваша організація надає параметр "Одноразовий обхід перевірки", за допомогою якого можна один раз увійти без текстового повідомлення. Для доступу до цієї функції виберіть параметр "Одноразовий обхід перевірки" або з будь-якого телефону зверніться по допомогу до служби технічної підтримки.
vi: Công ty của bạn cung cấp tùy chọn Cấp phép Truy cập Một lần cho phép bạn đăng nhập một lần mà không cần tin nhắn văn bản. Hãy chọn tùy chọn Cấp phép Truy cập Một lần để truy nhập tính năng này. Hoặc gọi bộ phận trợ giúp từ bất kì điện thoại nào để được hỗ trợ.
zh_cn: 您的公司会提供“免验证一次”选项，该选项允许您在无需接收短信的情况下登录一次。选择“免验证一次”选项可访问此功能。也可以使用任何电话致电技术支持人员以获得帮助。
zh_tw: 貴公司提供讓您在未收到簡訊的情況下登入一次的 [單次許可] 選項。請選取 [單次許可] 選項以存取此功能，或利用任何電話與支援人員通話以取得協助。

# Label_OneTimeBypassVoice
source: Your company provides a One-Time Bypass option which allows you to log in one time without a phone call. Select the One-Time Bypass option to access this feature. Or call the support help desk from any phone for assistance.
ar: توفر لك الشركة خيار "السماح مرة واحدة" والذي سيتيح لك تسجيل الدخول لمرة واحدة دون مكالمة هاتفية. حدد الخيار "السماح مرة واحدة" لتصل إلى هذه الميزة؛ أو اتصل بمكتب الدعم من أي هاتف للحصول على مساعدة.
bg: Вашата фирма предоставя опция за единично заобикаляне, която позволява еднократно влизане без телефонно обаждане. За достъп до тази функция изберете опцията "Единично заобикаляне" или се обадете на помощния център за поддръжка от който и да е телефон, за да потърсите съдействие.
ca: L'empresa proporciona una opció d'omissió única que us permet iniciar la sessió una vegada sense cap trucada de telèfon. Seleccioneu l'opció Omissió única per accedir a aquesta característica. O bé, truqueu al servei d'assistència tècnica mitjançant qualsevol telèfon per obtenir ajuda.
cs: Vaše společnost vám také nabízí možnost jednorázového přihlášení, která vám umožní přihlásit se jednorázově, aniž byste si museli nechat aplikací zavolat. Chcete-li tuto funkci použít, vyberte možnost Jednorázové přihlášení. Pokud potřebujete pomoc, můžete také z libovolného telefonu zavolat na číslo technické podpory.
da: Desuden tilbyder din virksomhed indstillingen Engangstilsidesættelse, så du kan logge på én gang uden et telefonopkald. Vælg indstillingen Engangstilsidesættelse for at få adgang til denne funktion. Eller ring til supporten fra en vilkårlig telefon for at få hjælp.
de: Ihr Unternehmen erlaubt Ihnen zudem, sich einmalig ohne einen PhoneFactor-Anruf anzumelden. Wählen Sie "Einmalumgehung" aus, um von dieser Option Gebrauch zu machen. Rufen Sie von einem beliebigen Telefon aus den Helpdesk an, um Unterstützung zu erhalten.
el: Επίσης, η εταιρεία σας παρέχει την επιλογή "Παράκαμψη μία φορά", η οποία σας επιτρέπει να συνδεθείτε μία φορά, χωρίς τηλεφωνική κλήση. Επιλέξτε "Παράκαμψη μία φορά" για πρόσβαση σε αυτήν τη δυνατότητα. Εναλλακτικά, καλέστε την Υπηρεσία βοήθειας του τμήματος υποστήριξης από οποιοδήποτε τηλέφωνο, εάν χρειάζεστε βοήθεια.
es: Su empresa ofrece la opción Omisión por una vez, que le permite iniciar sesión una vez sin una llamada. Seleccione la opción Omisión por una vez para obtener acceso a esta característica o llame al departamento de soporte técnico desde cualquier teléfono para obtener asistencia.
et: Teie ettevõte pakub võimalust ühekordseks möödumiseks, mis lubab ühe korra sisse logida telefonikõneta. Funktsiooni kasutamiseks valige ühekordse möödumise suvand. Abi saamiseks helistage ükskõik milliselt telefonilt kasutajatoele.
eu: Zure enpresak Aldi bakarreko sarbidea aukera eskaintzen du saioa behin hasi ahal izateko telefono-deia jaso gabe. Hautatu Aldi bakarreko sarbidea aukera eginbide hau aukeratzeko. Edo deitu laguntza teknikoari edozein telefonotik laguntza eskuratzeko.
fi: Yrityksesi on antanut käyttöön Kertaluokkainen ohitus -vaihtoehdon, jolla voit kirjautua sisään kerran ilman puhelua. Voit käyttää tätä ominaisuutta valitsemalla Kertaluokkainen ohitus -vaihtoehdon. Voit myös pyytää apua tukipalvelusta soittamalla mistä tahansa puhelimesta.
fr: Votre société propose une option de contournement à usage unique qui vous permet de vous connecter une fois sans appel téléphonique. Sélectionnez l'option de contournement à usage unique pour accéder à cette fonction. Pour obtenir de l'aide, vous pouvez également appeler le support technique à partir de n'importe quel téléphone.
gl: A súa empresa fornece una opción Excepción única que lle permite iniciar sesión unha vez sen unha chamada telefónica. Seleccione a opción Excepción única para acceder a esta funcionalidade. Para obter asistencia, tamén pode chamar ao departamento de axuda desde calquera teléfono.
he: בנוסף, החברה שלך מספקת אפשרות עקיפה חד-פעמית שנותנת לך להיכנס פעם אחת ללא שיחת טלפון. בחר באפשרות 'עקיפה חד-פעמית' כדי לגשת לתכונה זו. לחלופין, התקשר לצוות התמיכה מכל טלפון לקבלת סיוע.
hi: आपकी कंपनी एक-बार के लिए बायपास विकल्प प्रदान करती है, जो आपको फ़ोन कॉल के बिना एक बार लॉग इन करने देता है. इस सुविधा तक पहुँचने के लिए एक-बार के लिए बायपास विकल्प का चयन करें. या सहायता के लिए किसी भी फ़ोन से सहायता हेल्प डेस्क को कॉल करें.
hr: Vaša tvrtka nudi opciju Jednokratnog pristupa koja vam omogućuje jednokratnu prijavu bez telefonskog poziva. Odaberite opciju Jednokratnog pristupa da biste pristupili toj značajci. Ili nazovite službu za korisnike s bilo kojeg telefona da biste dobili pomoć.
hu: A vállalat engedélyezi az egyszeri megkerülést, amely lehetővé teszi egy alkalommal a telefonhívás fogadása nélküli bejelentkezést. Ennek a funkciónak a használatához válassza az Egyszeri megkerülés lehetőséget. Ha segítségre van szüksége, bármilyen telefonról hívja fel az ügyfélszolgálatot.
id: Perusahaan Anda menyediakan opsi Lewatan Sekali yang mengizinkan Anda masuk sekali tanpa panggilan telepon. Pilih opsi Lewatan Sekali untuk mengakses fitur ini. Atau hubungi bagian bantuan melalui telepon untuk mendapatkan bantuan.
it: La società offre un'opzione Bypass monouso che consente di accedere una sola volta senza ricevere una telefonata. Selezionare l'opzione Bypass monouso per accedere alla funzionalità. In alternativa, per assistenza contattare l'help desk di supporto da un telefono qualsiasi.
ja: PhoneFactor からの電話なしで 1 回だけログインできるオプションが設定されています。この機能を利用するには、[ワンタイム バイパス] オプションを選択してください。または、ヘルプ デスクに電話で問い合わせてください。
kk: Сондай-ақ компанияңыз бір рет айналып өту параметрін қамтамасыз етеді. Оның көмегімен телефон қоңырауынсыз бір рет кіруге болады. Осы мүмкіндікті қолдану үшін, "Бір рет айналып өту" параметрін таңдаңыз. Немесе көмек алу үшін, қолдау көрсету қызметіне кез келген телефоннан қоңырау соғыңыз.
ko: 또한 회사에서 일회성 바이패스 옵션을 제공하여 한 번은 전화 통화 없이 로그인할 수 있습니다. 이 기능을 사용하려면 [일회성 바이패스] 옵션을 선택하십시오. 지원이 필요한 경우 아무 전화기를 사용하여 지원 센터에 전화할 수 있습니다.
lt: Jūsų įmonė suteikia parinktį Vienkartinis apėjimas, kuri leidžia vieną kartą prisijungti be telefono skambučio. Norėdami pasiekti šią funkciją pasirinkite parinktį Vienkartinis apėjimas. Arba norėdami pagalbos bet kuriuo telefonu kreipkitės į pagalbos tarnybą.
lv: Jūsu uzņēmums nodrošina vienreizējas apejas opciju, lai vienu reizi varētu pieteikties, nesaņemot tālruņa zvanu. Lai piekļūtu šim līdzeklim, atlasiet opciju Vienreizēja apeja. Lai saņemtu palīdzību, sazinieties ar palīdzības dienestu, izmantojot jebkuru tālruņa numuru.
ms: Syarikat anda menyediakan pilihan Pintasan Sekali Guna yang membenarkan anda melog masuk sekali panggilan telefon. Pilih pilihan Pintasan Sekali Guna untuk mengakses ciri ini. Atau hubungi meja bantuan sokongan daripada mana-mana telefon untuk bantuan.
nl: Uw bedrijf biedt ook de optie Eenmalige toegang waarmee u zich eenmaal kunt aanmelden zonder telefoonoproep. Selecteer de optie Eenmalige toegang om dit onderdeel te gebruiken. U kunt ook de helpdesk om hulp vragen via een willekeurige telefoon.
no: Bedriften gir deg også tilgang til alternativet Engangstilgang, slik at du kan logge på én gang uten et telefonanrop. Velg alternativet Engangstilgang for å få tilgang til denne funksjonen, eller ring kundestøtte for å få hjelp.
pl: Firma zapewnia opcję jednokrotnego obejścia, która umożliwia jednokrotne zalogowanie się bez nawiązywania rozmowy telefonicznej. Wybierz opcję Jednokrotne obejście, aby uzyskać dostęp do tej funkcji, lub zadzwoń z dowolnego telefonu do działu pomocy technicznej w celu uzyskania pomocy.
pt_br: A sua empresa oferece a opção Bypass Avulso, que permite que você faça logon uma vez sem um telefonema. Selecione a opção Bypass Avulso para acessar esse recurso. Ou ligue para o suporte técnico de qualquer telefone para obter ajuda.
pt_pt: A sua empresa oferece a opção Ignorar Uma Única Vez, que permite iniciar sessão uma vez sem uma chamada telefónica. Selecione a opção Ignorar Uma Única Vez para aceder a esta funcionalidade. Ou, a partir de qualquer telefone, ligue para o suporte técnico para obter assistência.
ro: De asemenea, firma vă pune la dispoziție o opțiune de Acces unic, care vă permite să faceți log in, o singură dată, fără apel telefonic. Selectați opțiunea Acces unic pentru a utiliza această caracteristică sau contactați biroul de asistență, de la orice telefon, pentru a primi ajutor.
ru: Ваша организация предоставляет параметр "Одноразовый обход проверки", с помощью которого можно один раз войти без телефонного звонка. Для доступа к этой функции выберите параметр "Одноразовый обход проверки". Либо с любого телефона обратитесь за помощью в службу технической поддержки.
sk: Vaša spoločnosť poskytuje možnosť Jednorazové prihlásenie, vďaka čomu sa môžete jedenkrát prihlásiť bez telefónneho hovoru. Prístup k tejto funkcii získate výberom možnosti Jednorazové prihlásenie. Prípadne z ľubovoľného telefónu zatelefonujte na oddelenie technickej podpory a požiadajte o pomoc.
sl: Vaše podjetje vam omogoča možnost enkratnega dostopa, pri kateri se lahko enkrat prijavite brez telefonskega klica. Za uporabo te funkcije izberite možnost enkratnega dostopa ali pa za pomoč s poljubnega telefona pokličite središče za pomoč.
sr_cyrl_cs: Ваше предузеће нуди опцију „Једнократни приступ“, која вам омогућава да се једном пријавите без телефонског позива. Изаберите опцију „Једнократни приступ“ да бисте приступили овој функцији. Можете и да позовете техничку подршку са било ког телефона да бисте добили помоћ.
sr_latn_cs: Vaše preduzeće nudi opciju „Jednokratni pristup“, koja vam omogućava da se jednom prijavite bez telefonskog poziva. Izaberite opciju „Jednokratni pristup“ da biste pristupili ovoj funkciji. Možete i da pozovete tehničku podršku sa bilo kog telefona da biste dobili pomoć.
sv: Företaget tillhandahåller också ett alternativ för engångsåsidosättning så att du kan logga in en gång utan ett telefonsamtal. Välj alternativet Engångsåsidosättning om du vill använda den här funktionen. Eller ring supporten och be om hjälp.
th: บริษัทของคุณให้ตัวเลือกการบายพาสครั้งเดียวซึ่งช่วยให้คุณสามารถลงชื่อเข้าใช้ครั้งเดียวโดยไม่ต้องมีการโทรติดต่อ เลือกตัวเลือกการบายพาสครั้งเดียวเพื่อเข้าถึงคุณลักษณะนี้ หรือโทรหาเจ้าหน้าที่ให้ความช่วยเหลือโดยใช้โทรศัพท์ใดก็ได้ เพื่อขอความช่วยเหลือ
tr: Şirketiniz bir telefon araması olmaksızın bir kerelik oturum açmanızı sağlayan Bir Kerelik Geçiş seçeneği sağlar. Bu özelliğe erişmek için Bir Kerelik Geçiş seçeneğini belirleyin. İsterseniz, yardım için herhangi bir telefondan destek yardım masasını arayın.
uk: Ваша організація надає параметр "Одноразовий обхід перевірки", за допомогою якого можна один раз увійти без телефонного дзвінка. Для доступу до цієї функції виберіть параметр "Одноразовий обхід перевірки" або з будь-якого телефону зверніться по допомогу до служби технічної підтримки.
vi: Công ty của bạn cung cấp tùy chọn Cấp phép Truy cập Một lần cho phép bạn đăng nhập một lần mà không cần cuộc gọi điện thoại. Hãy chọn tùy chọn Cấp phép Truy cập Một lần để truy nhập tính năng này. Hoặc gọi bộ phận trợ giúp từ bất kì điện thoại nào để được hỗ trợ.
zh_cn: 您的公司会提供“免验证一次”选项，该选项允许您在无需接听电话的情况下登录一次。选择“免验证一次”选项可访问此功能。或者使用任何电话呼叫技术支持人员以获得帮助。
zh_tw: 貴公司提供讓您在未接到電話的情況下登入一次的 [單次許可] 選項。請選取 [單次許可] 選項以存取此功能，或利用任何電話與支援人員通話以取得協助。

# Label_OneTimePasscodeOtp
source: One-Time Passcode
ar: رمز مرور لمرة واحدة
bg: Еднократна парола
ca: Contrasenya d'un sol ús
cs: Jednorázové heslo
da: Engangsadgangskode
de: Einmalkennung
el: Κωδικός πρόσβασης μίας χρήσης
es: Código de acceso de un solo uso
et: Ühekordne pääsukood
eu: Aldi bakarreko pasaesaldia
fi: Kertakäyttöinen tunnuskoodi
fr: Code secret à usage unique
gl: Código de acceso dun só uso
he: קוד סיסמה חד-פעמי
hi: एकबारगी पासकोड
hr: Jednokratna lozinka
hu: Egyszeri jelszó
id: Kode Akses Satu-Kali
it: Passcode monouso
ja: ワンタイム パスコード
kk: Бір рет қолданылатын құпия код
ko: OTP(일회성 암호)
lt: Vienkartinis prieigos kodas
lv: Vienreizējs ieejas kods
ms: Kod Laluan Sekali Guna
nl: Eenmalige wachtwoordcode
no: Engangspassord
pl: Jednorazowy kod dostępu
pt_br: Senha de uso único
pt_pt: Código de acesso de uso individual
ro: Cod de acces unic
ru: Одноразовый пароль
sk: Jednorazový prístupový kód
sl: Enkratno geslo
sr_cyrl_cs: Једнократни код
sr_latn_cs: Jednokratni kôd
sv: Engångskod
th: รหัสผ่านแบบครั้งเดียว
tr: Bir kerelik geçiş kodu
uk: Одноразовий код доступу
vi: Mã Thông hành dùng Một lần
zh_cn: 一次性密码
zh_tw: 單次密碼
