Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_UserUnblocked
source: The user was successfully unblocked.
ar: تم إلغاء حظر المستخدم بنجاح.
bg: Потребителят е деблокиран успешно.
ca: S'ha desbloquejat l'usuari correctament.
cs: Uživatel byl úspěšně odblokován.
da: Blokeringen af brugeren er blevet ophævet.
de: Der Benutzer wurde erfolgreich entsperrt.
el: Η άρση αποκλεισμού του χρήστη ολοκληρώθηκε με επιτυχία.
es: El usuario se desbloqueó correctamente.
et: Kasutaja blokeering eemaldati edukalt.
eu: Erabiltzailea behar bezala desblokeatu da.
fi: Käyttäjän esto poistettiin.
fr: L'utilisateur a bien été débloqué.
gl: O usuario desbloqueouse correctamente.
he: החסימה של המשתמש בוטלה בהצלחה.
hi: उपयोगकर्ता को सफलतापूर्वक अनवरोधित किया गया.
hr: Korisnik je uspješno deblokiran.
hu: A felhasználó blokkolásának feloldása sikerült.
id: Pengguna berhasil dibatalkan pemblokirannya.
it: L'utente è stato sbloccato.
ja: ユーザーのブロックが解除されました。
kk: Пайдаланушы блоктан шығарылды.
ko: 사용자가 성공적으로 차단 해제되었습니다.
lt: Vartotojas sėkmingai atblokuotas.
lv: Lietotājs tika veiksmīgi atbloķēts.
ms: Pengguna telah berjaya dinyah sekat.
nl: De gebruiker is gedeblokkeerd.
no: Brukeren ble låst opp.
pl: Użytkownik został pomyślnie odblokowany.
pt_br: O usuário foi desbloqueado com êxito.
pt_pt: O utilizador foi desbloqueado com êxito.
ro: Utilizatorul a fost deblocat cu succes.
ru: Пользователь успешно разблокирован.
sk: Používateľ bol úspešne odblokovaný.
sl: Deblokada uporabnika je uspela.
sr_cyrl_cs: Корисник је деблокиран.
sr_latn_cs: Korisnik je deblokiran.
sv: Användaren har avblockerats.
th: ยกเลิกการบล็อกผู้ใช้สำเร็จ
tr: Kullanıcının engellemesi başarıyla kaldırıldı.
uk: Користувача успішно розблоковано.
vi: Người dùng đã được bỏ chặn thành công.
zh_cn: 已成功解除阻止该用户。
zh_tw: 已成功解除封鎖使用者。

# Message_UserUnblockFailed
source: Unblock failed.
ar: فشل إلغاء الحظر.
bg: Деблокирането е неуспешно.
ca: No s'ha pogut desbloquejar.
cs: Odblokování se nezdařilo.
da: Fjernelse af blokering mislykkedes.
de: Entsperren nicht möglich
el: Η άρση του αποκλεισμού απέτυχε.
es: Error de desbloqueo.
et: Blokeeringu eemaldamine ebaõnnestus.
eu: Desblokeoak huts egin du.
fi: Eston poisto epäonnistui.
fr: Échec du déblocage.
gl: Erro de desbloqueo.
he: ביטול החסימה נכשל.
hi: अनवरोधित करना विफल.
hr: Deblokiranje nije uspjelo.
hu: A blokkolás feloldása nem sikerült.
id: Pembatalan pemblokiran gagal.
it: Sblocco non riuscito.
ja: ユーザーのブロックを解除できませんでした。
kk: Блоктан шығару орындалмады.
ko: 차단 해제에 실패했습니다.
lt: Nepavyko atblokuoti.
lv: Atbloķēšana neizdevās.
ms: Nyah sekat gagal.
nl: Deblokkeren mislukt.
no: Opplåsing mislyktes.
pl: Odblokowanie nie powiodło się.
pt_br: Falha ao desbloquear.
pt_pt: O desbloqueio falhou.
ro: Deblocarea nu a reușit.
ru: Не удалось разблокировать.
sk: Odblokovanie zlyhalo.
sl: Deblokada ni uspela.
sr_cyrl_cs: Деблокирање није успело.
sr_latn_cs: Deblokiranje nije uspelo.
sv: Avblockering misslyckades.
th: การยกเลิกการบล็อกล้มเหลว
tr: Engellemenin kaldırılması başarısız.
uk: Не вдалося розблокувати.
vi: Bỏ chặn thất bại.
zh_cn: 解除阻止失败。
zh_tw: 解除封鎖失敗。

# Message_UserVoiceprintReset
source: Voiceprint successfully reset. The user will be prompted to enroll a new voiceprint during their next sign on.
ar: تمت إعادة تعيين بصمة الصوت بنجاح. وستتم مطالبة المستخدم بتسجيل بصمة صوت جديدة أثناء تسجيل الدخول التالي.
bg: Гласовият отпечатък е нулиран успешно. При следващото си влизане потребителят ще бъде подканен да запише нов гласов отпечатък.
ca: S'ha reinicialitzat l'empremta de veu correctament. Es demanarà a l'usuari que inscrigui una nova empremta de veu la propera vegada que l'usuari iniciï la sessió.
cs: Hlasový otisk byl úspěšně resetován. Uživatel bude při příštím přihlašování vyzván, aby si zaregistroval nový hlasový otisk.
da: Stemmeaftryk er blevet nulstillet. Brugeren bliver bedt om at tilmelde et nyt stemmeaftryk under næste logon.
de: Der Stimmabdruck wurde erfolgreich zurückgesetzt. Bei der nächsten Anmeldung wird der Benutzer aufgefordert, einen neuen Stimmabdruck zu registrieren.
el: Η επαναφορά της χροιάς φωνής ολοκληρώθηκε με επιτυχία. Θα ζητηθεί από το χρήστη να πραγματοποιήσει εκ νέου εγγραφή της χροιάς της φωνής του, κατά την επόμενη σύνδεσή του.
es: Huella de voz restablecida correctamente. Se pedirá al usuario que inscriba una nueva huella de voz durante su próximo inicio de sesión.
et: Häälejäljend on edukalt lähtestatud. Kasutajal palutakse järgmise autentimiskõne ajal uus häälejäljend registreerida.
eu: Ahots-aztarna behar bezala berrezarri da. Erabiltzaileak ahots-aztarna berri bat erregistratu beharko du bere hurrengo saio-hasieran.
fi: Äänijälki poistettiin. Käyttäjää pyydetään rekisteröimään uusi äänijälki seuraavan kirjautumisen yhteydessä.
fr: L'empreinte vocale a bien été réinitialisée. L'utilisateur sera invité à inscrire une nouvelle empreinte vocale lors de sa prochaine connexion.
gl: Restablecemento da impresión de voz correcto. Solicitarase ao usuario que rexistre unha nova impresión de voz durante o próximo inicio de sesión.
he: טביעת הקול אופסה בהצלחה. המשתמש יתבקש לרשום טביעת קול חדשה במהלך הכניסה הבאה שלו.
hi: वॉइसप्रिंट सफलतापूर्वक रीसेट किया गया. उपयोगकर्ता को उसके अगले साइन ऑन के दौरान एक नया वॉइसप्रिंट नामांकित करने का संकेत दिया जाएगा.
hr: Glasovni otisak uspješno poništen. Korisnik će vidjeti upit da unese novi glasovni otisak tijekom sljedeće prijave.
hu: A hanglenyomat alapállapotba állítása sikerült. A következő bejelentkezéskor a felhasználónak új hanglenyomatot kell megadnia.
id: Cetakan suara berhasil diatur ulang. Pengguna akan diminta mendaftarkan cetakan suara baru ketika masuk lagi.
it: Impronta vocale reimpostata. All'utente verrà chiesto di registrare una nuova impronta vocale durante il successivo accesso.
ja: ボイスプリントがリセットされました。ユーザーが次回サインオンするときに、新しいボイスプリントを登録する必要があります。
kk: Дауыстық растама қалпына келтірілді. Пайдаланушы келесі рет кірген кезде, одан жаңа дауыстық растама тіркеу сұралады.
ko: 성문을 성공적으로 다시 설정했습니다. 다음 번 로그온 시 새 성문을 등록하라는 메시지가 사용자에게 표시됩니다.
lt: Balso ypatybės sėkmingai nustatytos iš naujo. Vartotojas bus paragintas užregistruoti naujas balso ypatybes per kitą registraciją.
lv: Balss nospiedums tika veiksmīgi atiestatīts. Kad lietotājs nākamreiz pierakstīsies, viņam tiks lūgts reģistrēt jaunu balss nospiedumu.
ms: Cetak suara berjaya diset semula. Pengguna akan diminta mendaftar cetak suara baharu apabila mereka mendaftar masuk pada kali yang berikut.
nl: Spraakcode opnieuw ingesteld. De gebruiker wordt tijdens de volgende aanmelding gevraagd een nieuwe spraakcode te registreren.
no: Stemmeavtrykket ble tilbakestilt. Brukeren blir bedt om å registrere et nytt stemmeavtrykk under neste pålogging.
pl: Pomyślnie zresetowano próbkę głosu. Użytkownik otrzyma monit o zapisanie nowej próbki głosu podczas następnego logowania.
pt_br: Impressão de Voz redefinida com êxito. O usuário será solicitado a registrar uma nova impressão de voz durante o próximo logon.
pt_pt: A identificação por voz foi reposta com êxito. Será solicitado ao utilizador que registe uma nova identificação por voz durante o início de sessão seguinte.
ro: Amprenta vocală a fost resetată cu succes. La următorul sign on utilizatorului i se va solicita să înscrie o nouă amprentă vocală.
ru: Голосовой отпечаток успешно сброшен. Во время следующего входа пользователю будет предложено зарегистрировать новый голосовой отпечаток.
sk: Hlasový odtlačok bol úspešne vynulovaný. Používateľovi sa pri najbližšom prihlásení zobrazí výzva na registráciu nového hlasového odtlačku.
sl: Ponastavitev glasovnega odtisa je uspela. Uporabnik bo moral pri naslednji prijavi včlaniti nov glasovni odtis.
sr_cyrl_cs: Успостављене су почетне вредности гласовне провере. Од корисника ће бити затражено да упише нову гласовну проверу током следећег пријављивања.
sr_latn_cs: Uspostavljene su početne vrednosti glasovne provere. Od korisnika će biti zatraženo da upiše novu glasovnu proveru tokom sledećeg prijavljivanja.
sv: Röstprofilen har återställts. Användaren uppamas att registrera en ny röstprofil under nästa inloggning.
th: รีเซ็ตกราฟแสดงลักษณะเสียงพูดของมนุษย์สำเร็จ ผู้ใช้ดังกล่าวจะได้รับพร้อมท์ให้ลงทะเบียนกราฟแสดงลักษณะเสียงพูดของมนุษย์ใหม่ระหว่างการลงชื่อเข้าใช้ครั้งถัดไป
tr: Ses izi başarıyla sıfırlandı. Kullanıcıdan bir sonraki oturum açışında yeni bir ses izi kaydetmesi istenecek.
uk: Голосовий відбиток успішно скинуто. Під час наступного входу користувачу буде запропоновано зареєструвати новий голосовий відбиток.
vi: Nhận dạng giọng nói đã được đặt lại. Người dùng sẽ được nhắc đăng ký mẫu nhận dạng giọng nói mới trong lần đăng nhập tiếp theo.
zh_cn: 音纹已成功重置。系统将提示用户在下次登录时注册新的音纹。
zh_tw: 已成功重設聲紋。當使用者下次登入時，系統會提示使用者註冊新聲紋。

# Message_WeakPinNotAllowed
source: Weak PIN not allowed. Cannot contain a 4 or more digit subset of the phone number, 3 or more repeating digits, or 3 or more sequential digits.
ar: غير مسموح برقم PIN ضعيف. فلا يمكن أن يحتوي على مجموعة فرعية مؤلفة من 4 أرقام أو أكثر موجودة برقم الهاتف، أو على 3 أرقام مكررة أو أكثر، أو 3 أرقام متسلسلة أو أكثر.
bg: Не се позволява несигурен ПИН. Той не може да съдържа подмножество от 4 или повече цифри от телефонния номер, 3 или повече повтарящи се цифри или 3 или повече последователни цифри.
ca: No es pot utilitzar un PIN no segur. No pot contenir subconjunts de 4 o més dígits del número de telèfon, 3 o més dígits repetits o seqüències de 3 o més dígits.
cs: Slabé kódy PIN nejsou povoleny. Nemůže obsahovat 4 nebo více dílčích skupin číslic telefonního čísla, 3 nebo více opakovaných číslic nebo 3 a více následných číslic.
da: Svag pinkode ikke tilladt. Må ikke indeholde et undersæt på 4 eller flere tal fra telefonnummeret eller 3 eller flere identiske tal efter hinanden eller 3 eller flere sekventielle tal.
de: Unsichere PIN (nicht zulässig). Die PIN darf maximal drei aufeinanderfolgende Ziffern der Rufnummer enthalten und nicht mehr als drei gleiche (777) bzw. aufeinanderfolgende Ziffern (567) aufweisen.
el: Δεν επιτρέπεται αδύναμο PIN. Δεν μπορεί να περιέχει υποσύνολο 4 ή περισσότερων ψηφίων του αριθμού τηλεφώνου, 3 ή περισσότερα επαναλαμβανόμενα ψηφία ή 3 ή περισσότερα διαδοχικά ψηφία.
es: No se permiten PIN no seguros. No pueden contener subconjuntos de 4 o más dígitos del número de teléfono, 3 o más dígitos repetidos ni 3 o más dígitos secuenciales.
et: Nõrk PIN ei ole lubatud. Ei tohi sisaldada 4 või enamat alamhulka telefoninumbrist, 3 või enamat korduvat numbrit või 3 või enamat järjestikust numbrit.
eu: Ez dira PIN ahulak onartzen. Ezin du telefono zenbakiaren 4 edo digitu gehiagoko azpimultzo bat izan, errepikatzen diren 3 edo digitu gehiago edo 3 edo digitu gehiago jarraian.
fi: Helposti tunnistettavaa PIN-koodia ei sallita. PIN-koodissa ei saa olla puhelinnumerosta otettua neljän tai useamman numeron sarjaa, kolmen tai useamman saman numeron sarjaa tai kolmen tai useamman peräkkäisen numeron sarjaa.
fr: PIN faible non autorisé. Il ne peut pas comporter un sous-ensemble du numéro de téléphone de 4 chiffres ou plus, 3 chiffres ou plus qui se répètent ou 3 chiffres ou plus qui se suivent.
gl: Non se permiten PIN pouco seguros. Non poden conter un subconxunto de 4 ou máis díxitos do número de teléfono, 3 ou máis díxitos repetidos nin 3 ou máis díxitos consecutivos.
he: מספר זיהוי אישי חלש אינו מותר. הוא אינו יכול להכיל קבוצת משנה בת 4 ספרות או יותר של מספר הטלפון, 3 ספרות חוזרות או יותר, או 3 ספרות רצופות או יותר.
hi: कमज़ोर पिन की अनुमति नहीं है. उसमें फ़ोन नंबर के 4 या अधिक अंक सबसेट, 3 या अधिक दोहराए गए अंक अथवा 3 या अधिक अनुक्रमिक अंक नहीं हो सकते.
hr: Slabi PIN nije dopušten. Ne može sadržavati 4 ili više znamenki telefonskog broja, 3 ili više ponavljajuća broja ili 3 ili više uzastopnih brojeva.
hu: Gyenge PIN-kód nem használható. Nem szerepelhet benne a telefonszám háromnál több számjegyből álló szakasza, kettőnél több ismétlődő számjegy, valamint kettőnél több egymás után következő szám.
id: PIN lemah tidak diizinkan. Tidak boleh berisi 4 digit atau lebih dari sebagian nomor telepon, 3 digit berulang atau lebih, atau 3 digit berurutan atau lebih.
it: PIN vulnerabile non consentito. Non può contenere un sottoinsieme di quattro o più cifre del numero di telefono, tre o più cifre ripetute o tre o più cifre in sequenza.
ja: 脆弱な PIN は使用できません。電話番号の一部と同じ 4 桁以上の番号、同じ数字の繰り返し 3 桁以上、連続番号 3 桁以上を含めることはできません。
kk: Әлсіз PIN кодына рұқсат жоқ. Құрамында телефон нөмірінің 4 не одан көп сандар жиыны, 3 не одан көп қайталанатын сан немесе 3 не одан көп реттік сан болмауы керек.
ko: 약한 PIN은 허용되지 않습니다. 전화 번호와 4자리 이상 겹쳐서는 안 되며, 3자리 이상 반복할 수 없으며, 3자리 이상의 연속된 숫자를 사용할 수 없습니다.
lt: Lengvas PIN neleidžiamas. Negali būti 4 arba daugiau telefono numerio skaitmenų, 3 arba daugiau pasikartojančių skaitmenų ar 3 arba daugiau iš eilės einančių skaitmenų.
lv: Nedrīkst izmantot vāju PIN. Tam nedrīkst izmantot 4 vai vairāk tālruņa numura ciparu apakškopas, 3 vai vairāk vienādus ciparus vai arī 3 vai vairāk secīgus ciparus.
ms: PIN yang lemah tidak dibenarkan. Tidak boleh mengandungi 4 atau lebih subset angka nombor telefon, 3 atau lebih angka berulang atau 3 atau lebih angka berjujukan.
nl: Zwakke pincode is niet toegestaan. Deze kan niet 4 of meer cijfers uit het telefoonnummer, 3 of meer terugkerende cijfers of 3 of meer opeenvolgende cijfers bevatten.
no: Svake PIN-koder er ikke tillatt. PIN-koden kan ikke inneholde et sifferdelsett som består av fire eller flere av sifrene i telefonnummeret, tre eller flere identiske sifre eller tre eller flere sekvensielle sifre.
pl: Słaby numer PIN jest niedozwolony. Numer PIN nie może zawierać 4 lub więcej kolejnych cyfr numeru telefonu, 3 lub więcej identycznych cyfr ani 3 lub więcej kolejnych cyfr.
pt_br: PIN fraco não permitido. Não pode conter um subconjunto de 4 ou mais dígitos do número de telefone, 3 ou mais dígitos repetidos ou 3 ou mais dígitos sequenciais.
pt_pt: Não é permitido um PIN fraco. Não pode conter um subconjunto de 4 ou mais dígitos do número de telefone, 3 ou mais dígitos repetidos ou 3 ou mais dígitos sequenciais.
ro: Nu se acceptă codul PIN slab. Nu poate conține un subset de 4 sau mai multe cifre din numărul de telefon, 3 sau mai multe cifre repetate, nici 3 sau mai multe cifre succesive.
ru: Ненадежный ПИН-код не разрешен. Он не может содержать более 3 цифровых подмножеств номера телефона, более 2 повторяющихся цифр или более 2 последовательных цифр.
sk: Slabý PIN kód nie je povolený. Kód nemôže obsahovať 4- ani viaccifernú podmnožinu telefónneho čísla, 3 alebo viac opakujúcich sa číslic ani 3 alebo viac po sebe idúcich číslic.
sl: Šibka koda PIN ni dovoljena. Koda PIN ne sme vsebovati 4 ali več sosednjih števk iz telefonske številke, 3 ali več zaporednih enakih števk ali 3 ali več zaporednih števk.
sr_cyrl_cs: Слаб PIN није дозвољен. Не може да садржи подскуп од 4 или више цифара из броја телефона, 3 или више цифара које се понављају, као ни 3 или више узастопних цифара.
sr_latn_cs: Slab PIN nije dozvoljen. Ne može da sadrži podskup od 4 ili više cifara iz broja telefona, 3 ili više cifara koje se ponavljaju, kao ni 3 ili više uzastopnih cifara.
sv: Svag PIN-kod tillåts inte. PIN-koden får inte innehålla 4 eller fler siffror från telefonnumret, 3 eller fler siffror som upprepas eller 3 eller fler siffror i följd.
th: ไม่อนุญาตให้มี PIN ที่คาดเดาได้ง่าย ไม่สามารถมีเซตย่อยของหมายเลขโทรศัพท์ตั้งแต่ 4 หลักขึ้นไป, เลขซ้ำกัน 3 หลักขึ้นไป หรือเลขเรียงกัน 3 หลักขึ้นไป
tr: Zayıf PIN kullanılamaz. Telefon numarasının 4 ve daha fazla rakamlı bir alt kümesini, 3 veya daha fazla tekrarlanan rakamı veya 3 veya daha fazla ardışık rakamı içeremez.
uk: Ненадійний PIN-код не дозволений. Він не може містити 4 чи більше цифрових підмножин номера телефону, 3 чи більше повторюваних цифр і 3 чи більше послідовних цифр.
vi: Không cho phép mã PIN bảo mật kém. Không thể chứa tập con gồm 4 chữ số hoặc hơn của số điện thoại, 3 chữ số lặp lại hoặc hơn, hoặc 3 chữ số liên tiếp hoặc hơn.
zh_cn: 不允许使用弱 PIN。不能包含手机号码中的 4 个或更多数字、3 个或更多重复数字，或者 3 个或更多连续数字。
zh_tw: 不能使用弱式 PIN。不能包含電話號碼中 4 個 (含) 以上的數字子集、3 個 (含) 以上的重複數字，或是 3 個 (含) 以上的連續數字。
