Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_AlternatePhoneSms
source: You can change your account to point to an alternate phone number, by selecting the Change Phone Number option.
ar: يمكنك تغيير حسابك لعرض رقم هاتف بديل، وذلك بتحديد الخيار "تغيير رقم الهاتف".
bg: Можете да промените акаунта си да сочи към алтернативен телефонен номер, като изберете опцията "Промяна на телефонния номер".
ca: Podeu canviar el vostre compte perquè utilitzi un número de telèfon alternatiu mitjançant la selecció de l'opció Canvia el telèfon.
cs: Můžete změnit svůj účet tak, aby odkazoval na alternativní telefonní číslo. Pokud to chcete provést, vyberte možnost Změnit telefonní číslo.
da: Du kan ændre din konto, så den peger på et alternativt telefonnummer, ved at vælge indstillingen Skift telefonnummer.
de: Wählen Sie die Option "Telefonnummer ändern" aus, wenn Ihr Konto auf eine zusätzliche Rufnummer verweisen soll.
el: Μπορείτε να αλλάξετε τον λογαριασμό σας, ώστε να υποδείξετε κάποιον άλλο, εναλλακτικό αριθμό τηλεφώνου, επιλέγοντας "Αλλαγή αριθμού τηλεφώνου".
es: Puede cambiar su cuenta para que use un número de teléfono alternativo mediante la opción Cambiar número de teléfono.
et: Te saate oma konto ühendada teise telefoninumbriga, kasutades selleks valikut Muuda telefoninumbrit.
eu: Kontua alda dezakezu telefono-zenbaki alternatibo bat adierazteko, horretarako hautatu Aldatu telefono-zenbakia aukera.
fi: Voit määrittää, että tilisi osoittaa vaihtoehtoiseen puhelinnumeroon, valitsemalla Vaihda puhelinnumero -toiminnon.
fr: Vous pouvez modifier votre compte afin qu'il pointe vers un autre numéro de téléphone, en sélectionnant l'option Modifier le numéro de téléphone.
gl: Pode modificar a súa conta para indicar un número de teléfono alternativo seleccionando a opción Modificar número de teléfono.
he: באפשרותך לשנות את החשבון שלך כך שיצביע על מספר טלפון חלופי, על-ידי בחירה באפשרות 'שנה מספר טלפון'.
hi: आप फ़ोन नंबर बदलें विकल्प का चयन करके अपने खाते को किसी वैकल्पिक फ़ोन नंबर पर इंगित करने के लिए बदल सकते हैं.
hr: Možete promijeniti svoj račun tako da usmjerava na drugi telefonski broj odabirom opcije Promijeni telefonski broj.
hu: Módosíthatja a fiókját úgy, hogy másik telefonszámra hivatkozzon; ehhez válassza a Telefon megváltoztatása lehetőséget.
id: Anda dapat mengubah akun untuk mengubahnya ke nomor telepon alternatif, dengan memilih opsi Ubah Nomor Telepon.
it: Per cambiare l'account in modo che faccia riferimento a un numero di telefono alternativo, selezionare l'opzione Cambia numero di telefono.
ja: [電話番号の変更] オプションを選択すると、アカウントで使用する電話番号を変更できます。
kk: "Телефон нөмірін өзгерту" параметрін таңдау арқылы тіркелгіні балама телефон нөміріне бағыттайтын түрде өзгертуге болады.
ko: [전화 번호 변경] 옵션을 선택하여 대체 전화 번호를 가리키도록 계정을 변경할 수 있습니다.
lt: Pasirinkę parinktį Keisti telefono numerį galite pakeisti savo abonementą, kad būtų nurodomas kitas telefono numeris.
lv: Varat labot konta informāciju, lai norādītu alternatīvo tālruņa numuru, atlasot opciju Mainīt tālruņa numuru.
ms: Anda boleh menukar akaun anda supaya menggunakan nombor telefon yang lain dengan memilih pilihan Tukar Telefon Nombor.
nl: U kunt een alternatief telefoonnummer voor uw account instellen door de optie Telefoonnummer wijzigen te kiezen.
no: Du kan endre kontoen slik at den henviser til et alternativt telefonnummer, ved å velge alternativet Endre telefonnummer.
pl: Aby wskazać alternatywny numer telefonu, można zmienić ustawienia konta, wybierając opcję Zmień numer telefonu.
pt_br: É possível alterar sua conta para apontar para um número de telefone alternativo, selecionando a opção Alterar Número de Telefone.
pt_pt: Poderá alterar a sua conta para apontar para um número de telefone alternativo, selecionando a opção Alterar Número de Telefone.
ro: Aveți posibilitatea să vă modificați contul pentru a indica un număr de telefon alternativ, prin selectarea opțiunii Modificare număr telefon.
ru: Можно изменить учетную запись таким образом, чтобы она указывала на дополнительный номер телефона. Для этого нужно выбрать параметр "Изменить номер телефона".
sk: Výberom možnosti Zmeniť telefónne číslo môžete vo svojom konte zmeniť nastavenie na použitie alternatívneho telefónneho čísla.
sl: V svojem računu lahko nastavite uporabo druge telefonske številke. Izberite možnost Spremeni telefonsko številko.
sr_cyrl_cs: Избором опције „Промени број телефона“ можете да промените налог тако да указује на неки други број телефона.
sr_latn_cs: Izborom opcije „Promeni broj telefona“ možete da promenite nalog tako da ukazuje na neki drugi broj telefona.
sv: Du kan ändra kontot så att det pekar på ett alternativt telefonnummer genom att välja alternativet Ändra telefonnummer.
th: คุณสามารถเปลี่ยนให้บัญชีชี้ไปยังหมายเลขโทรศัพท์สำรอง โดยเลือกตัวเลือก "เปลี่ยนหมายเลขโทรศัพท์"
tr: Alternatif bir telefon numarası belirtmek için Telefon Numarasını Değiştir seçeneğini belirleyerek hesabınızda değişiklik yapabilirsiniz.
uk: Можна змінити обліковий запис таким чином, щоб він вказував на додатковий номер телефону. Для цього потрібно вибрати параметр "Змінити телефон".
vi: Bạn có thể thay đổi tài khoản của bạn để chỉ đến một số điện thoại thay thế, bằng cách chọn tùy chọn Thay đổi Số Điện thoại.
zh_cn: 通过选择“更改电话号码”选项，您可以将帐户更改为指向备用电话号码。
zh_tw: 您可以選取 [變更電話號碼] 選項將帳戶改成指向其他電話號碼。

# Label_AlternatePhoneVoice
source: You can change your account to point to an alternate phone number, such as a land line, by selecting the Change Phone Number option.
ar: يمكنك تغيير حسابك لعرض رقم هاتف بديل، مثل رقم خط أرضي، وذلك بتحديد الخيار "تغيير رقم الهاتف".
bg: Можете да промените акаунта си да сочи към алтернативен телефонен номер, като например стационарен телефон, като изберете опцията "Промяна на телефонния номер".
ca: Podeu canviar el vostre compte perquè utilitzi un número de telèfon alternatiu, com ara una línia fixa, mitjançant la selecció de l'opció Canvia el telèfon.
cs: Můžete změnit svůj účet tak, aby odkazoval na alternativní telefonní číslo, například na pevnou linku. Pokud to chcete provést, vyberte množnost Změnit telefonní číslo.
da: Du kan ændre din konto, så den peger på et alternativt telefonnummer, f.eks. et fastnetnummer, ved at vælge indstillingen Skift telefonnummer.
de: Wählen Sie die Option "Telefonnummer ändern" aus, wenn Ihr Konto auf eine zusätzliche Rufnummer, beispielsweise einen Festnetzanschluss, verweisen soll.
el: Μπορείτε να αλλάξετε τον λογαριασμό σας, ώστε να υποδείξετε κάποιον άλλο, εναλλακτικό αριθμό τηλεφώνου, όπως κάποιο σταθερό, επιλέγοντας "Αλλαγή αριθμού τηλεφώνου".
es: Puede cambiar su cuenta para que use un número de teléfono alternativo, como una línea fija, mediante la opción Cambiar número de teléfono.
et: Te saate oma konto ühendada teise telefoninumbriga, näiteks lauatelefoniga, kasutades selleks valikut Muuda telefoninumbrit.
eu: Kontua alda dezakezu telefono-zenbaki alternatibo bat adierazteko, adibidez telefono finko bat, horretarako hautatu Aldatu telefono-zenbakia aukera.
fi: Voit määrittää, että tilisi osoittaa vaihtoehtoiseen puhelinnumeroon, kuten lankapuhelimeen, valitsemalla Vaihda puhelinnumero -toiminnon.
fr: Vous pouvez modifier votre compte afin qu'il pointe vers un autre numéro de téléphone, tel qu'une ligne terrestre, en sélectionnant l'option Modifier le numéro de téléphone.
gl: Pode modificar a súa conta para indicar un número de teléfono alternativo, como un teléfono fixo, seleccionando a opción Modificar número de teléfono.
he: באפשרותך לשנות את החשבון שלך כך שיצביע על מספר טלפון חלופי, כגון טלפון קווי, על-ידי בחירה באפשרות 'שנה מספר טלפון'.
hi: आप फ़ोन नंबर बदलें विकल्प का चयन करके अपने खाते को लैंड लाइन जैसे किसी वैकल्पिक फ़ोन नंबर पर इंगित करने के लिए बदल सकते हैं.
hr: Možete promijeniti svoj račun tako da usmjerava na drugi telefonski broj, na primjer na fiksnu liniju, odabirom opcije Promijeni telefonski broj.
hu: Módosíthatja a fiókját úgy, hogy másik telefonszámra, például vonalas számra hivatkozzon; ehhez válassza a Telefon megváltoztatása lehetőséget.
id: Anda dapat mengubah akun agar menunjuk ke nomor telepon alternatif, seperti saluran telepon biasa, dengan memilih opsi Ubah Nomor Telepon.
it: Per cambiare l'account in modo che faccia riferimento a un numero di telefono alternativo, ad esempio uno di rete fissa, selezionare l'opzione Cambia numero di telefono.
ja: [電話番号の変更] オプションを選択すると、アカウントで使用する電話番号を別の番号 (固定電話など) に変更することができます。
kk: "Телефон нөмірін өзгерту" параметрін таңдау арқылы тіркелгіні жердегі байланыс желісі сияқты балама телефон нөміріне бағыттайтын түрде өзгертуге болады.
ko: [전화 번호 변경] 옵션을 선택하여 유선 전화 등의 대체 전화 번호를 가리키도록 계정을 변경할 수 있습니다.
lt: Pasirinkę parinktį Keisti telefono numerį galite pakeisti savo abonementą, kad būtų nurodomas kitas, pvz., laidinio telefono, numeris.
lv: Varat labot konta informāciju, lai norādītu alternatīvo tālruņa numuru, piemēram, virszemes sakaru līniju, atlasot opciju Mainīt tālruņa numuru.
ms: Anda boleh menukar akaun anda supaya menggunakan nombor telefon yang lain, seperti talian tetap, dengan memilih pilihan Tukar Telefon Nombor.
nl: U kunt een alternatief telefoonnummer, zoals een vaste lijn, voor uw account instellen door de optie Telefoonnummer wijzigen te kiezen.
no: Du kan endre kontoen slik at den henviser til et alternativt telefonnummer, for eksempel et fasttelefonnummer, ved å velge alternativet Endre telefonnummer.
pl: Aby wskazać alternatywny numer telefon (np. telefon stacjonarny), można zmienić ustawienia konta, wybierając opcję Zmień numer telefonu.
pt_br: É possível alterar sua conta para apontar para um número de telefone alternativo, como uma linha fixa, selecionando a opção Alterar Número de Telefone.
pt_pt: Poderá alterar a sua conta para apontar para um número de telefone alternativo, tal como um telefone fixo, selecionando a opção Alterar Número de Telefone.
ro: Aveți posibilitatea să vă modificați contul pentru a indica un număr de telefon alternativ, cum ar fi unul fix, prin selectarea opțiunii Modificare număr telefon.
ru: Можно изменить учетную запись таким образом, чтобы она указывала на дополнительный номер телефона, например стационарный номер. Для этого нужно выбрать параметр "Изменить номер телефона".
sk: Výberom možnosti Zmeniť telefónne číslo môžete vo svojom konte zmeniť nastavenie na použitie alternatívneho telefónneho čísla, napríklad pevnej linky.
sl: V svojem računu lahko nastavite uporabo druge telefonske številke (na primer stacionarne številke). Izberite možnost Spremeni telefonsko številko.
sr_cyrl_cs: Избором опције „Промени број телефона“ можете да промените налог тако да указује на неки други број телефона, на пример на број фиксног телефона.
sr_latn_cs: Izborom opcije „Promeni broj telefona“ možete da promenite nalog tako da ukazuje na neki drugi broj telefona, na primer na broj fiksnog telefona.
sv: Du kan ändra kontot så att det pekar på ett alternativt telefonnummer, exempelvis ett fast nummer, genom att välja alternativet Ändra telefonnummer.
th: คุณสามารถเปลี่ยนให้บัญชีชี้ไปยังหมายเลขโทรศัพท์สำรอง เช่น โทรศัพท์บ้าน โดยเลือกตัวเลือก "เปลี่ยนหมายเลขโทรศัพท์"
tr: Sabit bir hat gibi alternatif bir telefon numarası belirtmek için Telefon Numarasını Değiştir seçeneğini belirleyerek hesabınızda değişiklik yapabilirsiniz.
uk: Можна змінити обліковий запис таким чином, щоб він вказував на додатковий номер телефону, наприклад стаціонарний номер. Для цього потрібно вибрати параметр "Змінити телефон".
vi: Bạn có thể thay đổi tài khoản của bạn để chỉ đến một số điện thoại thay thế, ví dụ như một đường dây cố định, bằng cách chọn tùy chọn Thay đổi Số Điện thoại.
zh_cn: 通过选择“更改电话号码”选项，您可以将帐户更改为指向备用电话号码(如固定电话)。
zh_tw: 您可以選取 [變更電話號碼] 選項將帳戶改成指向其他電話號碼 (如有線電話)。

# Label_CannotChangeModeToPhoneApp
source: After activating the Multi-Factor Authentication mobile app on your device, your account must have its method changed to Mobile App before you cant start using the app. Contact the help desk to change your method to Mobile App.
ar: بعد تنشيط تطبيق الأجهزة المحمولة Multi-Factor Authentication على جهازك، يجب أن يتم تغيير الأسلوب الخاص بحسابك إلى تطبيق الأجهزة المحمولة قبل أن تبدأ باستخدام التطبيق. الرجاء الاتصال بمكتب المساعدة لتغيير الأسلوب الخاص بك إلى تطبيق الأجهزة المحمولة.
bg: След активиране на мобилното приложение Multi-Factor Authentication на вашето устройство методът на акаунта ви трябва да бъде променен на "Мобилно приложение", преди да започнете да използвате приложението. Свържете се с помощния център, за да бъде променен методът ви на "Мобилно приложение".
ca: Després d'activar l'aplicació mòbil Multi-Factor Authentication al dispositiu, cal canviar el mètode del compte a Aplicació mòbil per poder utilitzar l'aplicació. Poseu-vos en contacte amb el servei d'assistència tècnica per canviar el mètode a Aplicació mòbil.
cs: Po aktivaci mobilní aplikace Multi-Factor Authentication ve vašem zařízení je nutné u vašeho účtu změnit metodu na Mobilní aplikace. Teprve potom bude možné začít aplikaci používat. Pokud chcete nastavit metodu Mobilní aplikace, požádejte o změnu technickou podporu.
da: Når du har aktiveret Multi-Factor Authentication-mobilappen på din enhed, skal metoden for din konto ændres til Mobilapp, før du kan begynde at bruge appen. Kontakt helpdesken for at få ændret metoden til Mobilapp.
de: Nach der Aktivierung der mobilen Anwendung für Multi-Factor Authentication auf Ihrem Gerät muss "Mobile Anwendung" als Methode für Ihr Konto ausgewählt werden, damit die Anwendung zur Verfügung steht. Wenden Sie sich hierzu an den Helpdesk.
el: Αφού ενεργοποιήσετε στη δική σας συσκευή την εφαρμογή Multi-Factor Authentication για κινητές συσκευές, θα πρέπει να αλλαχθεί η μέθοδος ελέγχου ταυτότητας για το λογαριασμό σας σε "Εφαρμογή για κινητές συσκευές", για να είστε σε θέση να αρχίσετε να χρησιμοποιείτε την εφαρμογή. Επικοινωνήστε με την Υπηρεσία βοήθειας για να αλλάξετε την μέθοδό σας σε "Εφαρμογή για κινητές συσκευές".
es: Después de activar la aplicación móvil Multi-Factor Authentication en su dispositivo, es necesario cambar el método de su cuenta a Aplicación móvil para que pueda usar la aplicación. Póngase en contacto con el departamento de soporte técnico para cambiar el método a Aplicación móvil.
et: Pärast mobiilirakenduse Multi-Factor Authentication aktiveerimist telefonis peate seadistama konto ümber mobiilirakenduse kasutamisele, alles siis saate rakendust kasutama hakata. Mobiilirakenduse kasutamise seadistamiseks võtke ühendust kasutajatoega.
eu: Multi-Factor Authentication mugikorreko aplikazioa aktibatu ondoren, zure kontuaren metodoa Mugikorreko aplikazioa ezarpenera aldatu behar duzu aplikazioa erabiltzen hasteko. Jar zaitez harremanetan laguntza-zerbitzuarekin zure metodoa Mugikorreko aplikazioa aukerara aldatzeko.
fi: Kun olet aktivoinut Multi-Factor Authentication -mobiilisovelluksen laitteessasi, tililläsi on otettava käyttöön Mobiilisovellus-menetelmä, ennen kuin voit aloittaa sovelluksen käytön. Ota yhteyttä tukipalveluun, jos tarvitset apua Mobiilisovellus-menetelmän käyttöönotossa.
fr: Une fois l'application mobile Multi-Factor Authentication activée sur votre appareil, la méthode de votre compte doit être modifiée en Application mobile pour que vous puissiez commencer à utiliser l'application. Contactez le support technique pour modifier votre méthode en Application mobile.
gl: Despois de activar a aplicación para móbil de Multi-Factor Authentication no seu dispositivo, cómpre modificar o método da conta a Aplicación para móbil para poder comezar a usala. Contacte co departamento de axuda para modificar o método a Aplicación para móbil.
he: לאחר הפעלת האפליקציה למכשירים ניידים של Multi-Factor Authentication במכשיר שלך, יהיה צורך לשנות את השיטה בחשבון שלך ל'אפליקציה למכשירים ניידים' כדי שתוכל להתחיל להשתמש באפליקציה. פנה לצוות התמיכה כדי לשנות את השיטה ל'אפליקציה למכשירים ניידים'.
hi: अपने डिवाइस पर Multi-Factor Authentication मोबाइल अनुप्रयोग सक्रिय करने के बाद, आपके द्वारा अनुप्रयोग का उपयोग किए जाने से पहले आपके खाते की भुगतान विधि को बदलकर मोबाइल अनुप्रयोग करना आवश्यक है. अपनी विधि बदलकर मोबाइल अनुप्रयोग करने के लिए हेल्प डेस्क से संपर्क करें.
hr: Nakon aktiviranja mobilne aplikacije Multi-Factor Authentication na svom uređaju morate, prije upotrebe aplikacije, promijeniti metodu svog računa na Mobilnu aplikaciju. Kontaktirajte službu za korisnike da biste promijenili metodu na Mobilnu aplikaciju.
hu: Miután aktiválta a Multi-Factor Authentication mobilalkalmazást a telefonján, az alkalmazás használatának megkezdése előtt a fiókját át kell állítani a Mobilalkalmazás módszer használatára. A mobilalkalmazásra való átállítást az ügyfélszolgálattól kérheti.
id: Setelah mengaktifkan aplikasi seluler Multi-Factor Authentication pada perangkat, akun Anda harus mengubah metodenya ke Aplikasi Seluler sebelum dapat menggunakan aplikasi. Hubungi bagian bantuan untuk mengubah metode ke Aplikasi Seluler.
it: Dopo aver attivato l'app mobile Multi-Factor Authentication nel dispositivo, per poterla utilizzare è necessario impostare il metodo dell'account su App mobile. Per effettuare questa operazione, contattare l'help desk.
ja: デバイスの Multi-Factor Authentication モバイル アプリをアクティブ化したら、モバイル アプリを使い始める前に、アカウントの認証方法を [モバイル アプリ] に変更する必要があります。ヘルプ デスクに認証方法を [モバイル アプリ] に変更してもらってください。
kk: Құрылғыда Multi-Factor Authentication мобильді бағдарламасын белсендіргеннен кейін, бағдарламаны қолдана алу үшін, тіркелгідегі әдісті "Мобильді бағдарлама" әдісіне өзгерту керек. Әдісіңізді "Мобильді бағдарлама" әдісіне өзгерту үшін, қолдау көрсету қызметімен хабарласыңыз.
ko: 장치에서 Multi-Factor Authentication 모바일 앱을 활성화한 후 계정의 방법을 [모바일 앱]으로 변경해야 앱을 사용하기 시작할 수 있습니다. 방법을 [모바일 앱]으로 변경하려면 지원 센터에 문의하십시오.
lt: Kai savo įrenginyje suaktyvinate mobiliųjų įrenginių programėlę „Multi-Factor Authentication“, jūsų abonemente metodas turi būti pakeistas į Mobiliųjų įrenginių programėlė; tik tada galėsite pradėti naudoti programėlę. Kreipkitės į pagalbos tarnybą norėdami pakeisti savo metodą į Mobiliųjų įrenginių programėlė.
lv: Pēc mobilās programmas Multi-Factor Authentication aktivizēšanas savā ierīcē mainiet konta metodi uz Mobilā programma, lai sāktu lietot šo programmu. Lai uzzinātu, kā mainīt metodi uz Mobilā programma, sazinieties ar palīdzības dienestu.
ms: Selepas mengaktifkan apl mudah alih Multi-Factor Authentication pada peranti anda, kaedah akaun anda mesti ditukar kepada Apl Mudah Alih sebelum anda boleh mula menggunakan apl tersebut. Hubungi meja bantuan untuk menukar kaedah anda kepada Apl Mudah Alih.
nl: Nadat u de mobiele app Multi-Factor Authentication op uw apparaat hebt geactiveerd, moet de methode voor uw account worden gewijzigd in Mobiele app voordat u de app kunt gaan gebruiken. Neem contact op met de helpdesk om uw methode te wijzigen in Mobiele app.
no: Etter at du har aktivert mobilappen Multi-Factor Authentication på enheten, må kontometoden endres til mobilapp før du kan bruke appen. Kontakt kundestøtte for å endre metoden til mobilapp.
pl: Po aktywowaniu aplikacji mobilnej Multi-Factor Authentication na urządzeniu należy wybrać na koncie metodę Aplikacja mobilna. W przeciwnym razie korzystanie z aplikacji będzie niemożliwe. Skontaktuj się z działem pomocy technicznej, aby wybrać metodę Aplikacja mobilna.
pt_br: Depois de ativar o aplicativo móvel Multi-Factor Authentication no seu dispositivo, o método de sua conta deverá mudar para Aplicativo Móvel antes que você possa começar a usar o aplicativo. Contate o suporte técnico para alterar o método para Aplicativo Móvel.
pt_pt: Após ativar a aplicação móvel de Autenticação Multifator no seu dispositivo, terá de alterar o método da sua conta para Aplicação Móvel para poder começar a utilizar a aplicação. Contacte o suporte técnico para alterar o método para Aplicação Móvel.
ro: După ce activați aplicația mobilă Multi-Factor Authentication pe dispozitiv, o puteți utiliza numai după ce metoda din cont este modificată în Aplicație mobilă. Contactați biroul de asistență în vederea modificării metodei în Aplicație mobilă.
ru: После активации в устройстве мобильного приложения Multi-Factor Authentication и перед началом его использования в учетной записи необходимо изменить метод на "Мобильное приложение". Чтобы выполнить это изменение, обратитесь в службу технической поддержки.
sk: Po aktivácii mobilnej aplikácie Multi-Factor Authentication v zariadení sa musí v konte zmeniť metóda na metódu Mobilná aplikácia skôr, než začnete túto aplikáciu používať. Pri zmene metódy na metódu Mobilná aplikácia sa obráťte na technickú podporu.
sl: Po aktivaciji mobilne aplikacije Multi-Factor Authentication v vaši napravi morate v svojem računu nastaviti uporabo mobilne aplikacije, šele nato lahko pričnete z njeno uporabo. Obrnite se na službo za pomoč in zahtevajte vklop načina za preverjanje pristnosti z uporabo mobilne aplikacije.
sr_cyrl_cs: Када на уређају активирате Multi-Factor Authentication апликацију за мобилне уређаје, на налогу морате да промените метод на опцију „Апликација за мобилне уређаје“ да бисте могли да почнете да користите апликацију. Обратите се техничкој подршци да бисте метод променили на опцију „Апликација за мобилне уређаје“.
sr_latn_cs: Kada na uređaju aktivirate Multi-Factor Authentication aplikaciju za mobilne uređaje, na nalogu morate da promenite metod na opciju „Aplikacija za mobilne uređaje“ da biste mogli da počnete da koristite aplikaciju. Obratite se tehničkoj podršci da biste metod promenili na opciju „Aplikacija za mobilne uređaje“.
sv: När du har aktiverat mobilappen för Multi-Factor Authentication på enheten måste metoden ändras till Mobilapp för kontot innan du kan börja använda appen. Kontakta supporten när du vill ändra metoden till Mobilapp.
th: หลังจากเปิดใช้งานแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่แล้ว บัญชีของคุณต้องเปลี่ยนเมธอดเป็นแอปสำหรับอุปกรณ์เคลื่อนที่ก่อนที่คุณจะสามารถเริ่มใช้แอป ติดต่อเจ้าหน้าที่ให้ความช่วยเหลือเพื่อเปลี่ยนเมธอดเป็นแอปสำหรับอุปกรณ์เคลื่อนที่
tr: Cihazınızda Multi-Factor Authentication mobil uygulamasını etkinleştirdikten sonra, uygulamayı kullanabilmeniz için yönteminin hesabınızda Mobil Uygulama olarak değişmesi gerekir. Yönteminizi Mobil Uygulama olarak değiştirmek için yardım masasına başvurun.
uk: Після активації у пристрої мобільної програми Multi-Factor Authentication і перед початком використання програми необхідно в обліковому записі змінити його метод на "Мобільна програма". З питання змінення методу на "Мобільна програма" зверніться до служби технічної підтримки.
vi: Sau khi kích hoạt ứng dụng di động Multi-Factor Authentication trên thiết bị của bạn, phương pháp trong tài khoản của bạn phải được thay đổi thành Ứng dụng Di động trước khi bạn có thể bắt đầu sử dụng ứng dụng. Hãy liên hệ bộ phận trợ giúp để thay đổi phương pháp của bạn thành Ứng dụng Di động.
zh_cn: 在设备上激活 Multi-Factor Authentication 移动应用后，必须先将帐户的方法更改为“移动应用”，才能开始使用该应用。若要将方法更改为“移动应用”，请与技术支持人员联系。
zh_tw: 在裝置上啟用 Multi-Factor Authentication 行動裝置應用程式之後，您必須將帳戶的方法變更為 [行動裝置應用程式] 才能開始使用應用程式。請連絡支援人員以將方法變更為 [行動裝置應用程式]。

# Label_Disable
source: Disable
ar: تعطيل
bg: Забраняване
ca: Inhabilita
cs: Zakázat
da: Deaktiver
de: Deaktivieren
el: Απενεργοποίηση
es: Deshabilitar
et: Keela
eu: Desgaitu
fi: Poista käytöstä
fr: Désactiver
gl: Desactivar
he: הפיכה ללא זמין
hi: अक्षम करें
hr: Onemogući
hu: Letiltás
id: Nonaktifkan
it: Disabilita
ja: 無効
kk: Ажырату
ko: 사용 안 함
lt: Išjungti
lv: Atspējošana
ms: Nyah Daya
nl: Uitschakelen
no: Deaktiver
pl: Wyłącz
pt_br: Desabilitar
pt_pt: Desativar
ro: Dezactivare
ru: Отключение
sk: Zakázanie
sl: Onemogoči
sr_cyrl_cs: Онемогућавање
sr_latn_cs: Onemogućavanje
sv: Inaktivera
th: ปิดใช้งาน
tr: Devre Dışı Bırak
uk: Вимкнути
vi: Vô hiệu hóa
zh_cn: 禁用
zh_tw: 停用
