Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_InstructionsPhoneAuthenticationOathToken
source: After activation is complete, click the following button to test authentication and continue the setup process. When prompted, enter the current authentication code displayed in the mobile app.
ar: بعد اكتمال التنشيط، انقر فوق الزر التالي لاختبار المصادقة ثم تابع عملية الإعداد. وأدخل رمز المصادقة الحالي المعروض في تطبيق الأجهزة المحمولة حال مطالبتك بذلك.
bg: След завършване на активирането щракнете върху следния бутон, за да изпробвате удостоверяването и да продължите процеса на настройване. При подкана въведете кода, показан понастоящем в мобилното приложение.
ca: En finalitzar l'activació, feu clic al botó següent per provar l'autenticació i continuar amb el procés de configuració. Quan se us demani, introduïu el codi d'autenticació que es mostra a l'aplicació mòbil.
cs: Po dokončení aktivace klikněte na následující tlačítko a otestujte ověření a poté pokračujte v procesu nastavení. Po výzvě zadejte aktuální ověřovací kód zobrazený v mobilní aplikaci.
da: Når aktiveringen er gennemført, skal du klikke på følgende knap for at teste godkendelsen og fortsætte opsætningsprocessen. Når du bliver bedt om det, skal du angive den godkendelseskode, der bliver vist i mobilappen.
de: Klicken Sie auf die folgende Schaltfläche, wenn die Aktivierung abgeschlossen ist, um die Authentifizierung zu testen und den Einrichtungsvorgang fortzusetzen. Geben Sie auf Aufforderung den aktuellen Authentifizierungscode ein, der in der mobilen Anwendung angezeigt wird.
el: Αφού ολοκληρωθεί η ενεργοποίηση, κάντε κλικ στο ακόλουθο κουμπί για να δοκιμάσετε τον έλεγχο ταυτότητας και να συνεχίσετε με τη διαδικασία ρύθμισης. Όταν σας ζητηθεί, εισαγάγετε τον τρέχοντα κωδικό ενεργοποίησης που εμφανίζεται στην εφαρμογή για κινητές συσκευές.
es: Una vez completada la activación, haga clic en el botón siguiente para probar la autenticación y continuar con el proceso de configuración. Cuando se le solicite, escriba el código de autenticación actual mostrado en la aplicación móvil.
et: Kui aktiveerimine on lõpetatud, klõpsake järgmisel nupul, et kontrollida autentimist ning jätkata seadistusprotsessiga. Kui küsitakse, sisestage praegune autentimiskood, mis kuvatakse mobiilirakenduses.
eu: Aktibazioa osatu ondoren, egin klik ondorengo botoian autentifikazioa probatzeko eta konfigurazio-prozesuarekin jarraitzeko. Eskatutakoan, sartu mugikorreko aplikazioan azaltzen den autentifikazio-kodea.
fi: Kun aktivointi on tehty, testaa todennus ja jatka asennusta napsauttamalla seuraavaa painiketta. Anna mobiilisovelluksessa näkyvä todennuskoodi, kun sitä pyydetään.
fr: Une fois l'activation terminée, cliquez sur le bouton suivant pour tester l'authentification et poursuivre le processus de configuration. Lorsque vous y êtes invité, entrez le code d'authentification actuel affiché dans l'application mobile.
gl: Cando conclúa a activación, prema o seguinte botón para probar a autenticación e continuar co proceso de configuración. Cando se lle solicite, introduza o código de activación actual que se mostra na aplicación para móbil.
he: לאחר שההפעלה תושלם, לחץ על הלחצן הבא כדי לבדוק את האימות ולהמשיך בתהליך ההגדרה. כאשר תתבקש, הזן את קוד האימות הנוכחי המוצג באפליקציה למכשירים ניידים.
hi: सक्रियण पूरा होने के बाद, प्रमाणीकरण की जाँच करने और सेटअप प्रक्रिया जारी रखने के लिए निम्न बटन क्लिक करें. संकेत दिए जाने पर, मोबाइल अनुप्रयोग में प्रदर्शित वर्तमान प्रमाणीकरण कोड दर्ज करें.
hr: Nakon dovršetka aktivacije kliknite sljedeći gumb da biste provjerili autentičnost pa nastavite s postavljanjem. Kada se prikaže upit, unesite trenutačni kôd za provjeru autentičnosti prikazan u mobilnoj aplikaciji.
hu: Az aktiválás befejeződése után kattintson az alábbi gombra a hitelesítés teszteléséhez és a telepítési eljárás folytatásához. Amikor a rendszer kéri, adja meg a mobilalkalmazásban megjelenő aktuális hitelesítő kódot.
id: Setelah aktivasi selesai, klik tombol berikut untuk menguji autentikasi dan selesaikan proses persiapan. Jika diminta, masukkan kode autentikasi yang ditampilkan di aplikasi seluler.
it: Al termine dell'attivazione, fare clic sul pulsante seguente per eseguire la verifica dell'autenticazione e proseguire con il processo di configurazione. Quando richiesto, immettere il codice di autenticazione corrente visualizzato nell'app mobile.
ja: アクティブ化が完了したら、次のボタンをクリックして認証をテストし、セットアップを続行します。次に、指示に従って、モバイル アプリに表示されている現在の認証コードを入力してください。
kk: Белсендіру аяқталғаннан кейін түпнұсқалық растамасын тексеріп, орнату процесін жалғастыру үшін, төмендегі түймені басыңыз. Сұралған кезде, мобильді бағдарламада көрсетілген ағымдағы түпнұсқалықты растау кодын енгізіңіз.
ko: 활성화가 완료되면 다음 단추를 클릭하여 인증을 테스트하고 설치 프로세스를 계속 진행하십시오. 인증 코드를 입력하라는 메시지가 나타나면 모바일 앱에 표시된 현재 인증 코드를 입력하십시오.
lt: Baigus aktyvinti spustelėkite pateiktą mygtuką, kad būtų patikrintas autentifikavimas ir tęsiamas sąrankos procesas. Pamatę raginimą įveskite dabartinį autentifikavimo kodą, rodomą mobiliųjų įrenginių programėlėje.
lv: Kad aktivizācija būs pabeigta, noklikšķiniet uz tālāk redzamās pogas, lai pārbaudītu autentifikāciju, un pēc tam turpiniet iestatīšanas procesu. Kad tiek parādīts atbilstošs uzaicinājums, ievadiet mobilajā programmā redzamo pašreizējo aktivizācijas kodu.
ms: Selepas pengaktifan selesai, klik butang berikut untuk menguji pengesahan dan meneruskan proses persediaan. Apabila diminta, masukkan kod pengesahan yang sedang dipaparkan dalam apl mudah alih.
nl: Klik op de volgende knop nadat de activering is voltooid om de authenticatie te testen en verder te gaan met het installatieproces. Voer, wanneer u daarom wordt gevraagd, de huidige authenticatiecode in die in de mobiele app wordt weergegeven.
no: Etter at aktiveringen er fullført, klikker du følgende knapp for å teste godkjenningen og fortsette installasjonen. Når du blir bedt om det, skriver du inn den gjeldende godkjenningskoden som vises i mobilappen.
pl: Po ukończeniu aktywacji kliknij poniższy przycisk, aby przetestować uwierzytelnienie i kontynuować proces instalacji. Po pojawieniu się monitu wprowadź bieżący kod uwierzytelniania wyświetlany w aplikacji mobilnej.
pt_br: Após a conclusão da ativação, clique no próximo botão para testar a autenticação e continuar o processo de instalação. Quando solicitado, insira o código de autenticação atual exibido no aplicativo móvel.
pt_pt: Após a conclusão da ativação, clique no seguinte botão para testar a autenticação e prosseguir com o processo de configuração. Quando solicitado, introduza o código de autenticação atual apresentado na aplicação móvel.
ro: După terminarea activării, faceți clic pe următorul buton pentru a testa autentificarea și pentru a continua procesul de configurare. Atunci când vi se solicită acest lucru, introduceți codul de autentificare actual afișat de aplicația mobilă.
ru: После завершения активации нажмите следующую кнопку, чтобы выполнить тестовую проверку подлинности и продолжить процесс установки. При появлении запроса введите текущий код проверки подлинности, отображаемый в мобильном приложении.
sk: Po dokončení aktivácie môžete kliknutím na nasledujúce tlačidlo otestovať overenie a pokračovať v procese inštalácie. Po zobrazení výzvy zadajte aktuálny overovací kód zobrazený v mobilnej aplikácii.
sl: Po dokončanju aktivacije kliknite naslednji gumb za preskus preverjanja pristnosti in nadaljujte postopek namestitve. Ob pozivu vnesite kodo za preverjanje pristnosti, ki je prikazana v mobilni aplikaciji.
sr_cyrl_cs: Када се активација доврши, кликните на следеће дугме да бисте тестирали потврду идентитета и наставили процес инсталације. Када се то од вас затражи, унесите актуелну шифру за потврду идентитета приказану у апликацији за мобилне уређаје.
sr_latn_cs: Kada se aktivacija dovrši, kliknite na sledeće dugme da biste testirali potvrdu identiteta i nastavili proces instalacije. Kada se to od vas zatraži, unesite aktuelnu šifru za potvrdu identiteta prikazanu u aplikaciji za mobilne uređaje.
sv: När aktiveringen har slutförts testar du autentiseringen genom att klicka på följande knapp och fortsätter sedan med installationsprocessen. Ange den aktuella autentiseringskoden som visas i mobilappen när du uppmanas till detta.
th: หลังจากเปิดใช้งานเสร็จสมบูรณ์แล้ว ให้คลิกปุ่มต่อไปนี้เพื่อทดสอบการรับรองความถูกต้อง และดำเนินการกระบวนการตั้งค่าต่อไป เมื่อได้รับพร้อมท์ ให้ป้อนรหัสการรับรองความถูกต้องปัจจุบันที่แสดงในแอปสำหรับอุปกรณ์เคลื่อนที่
tr: Etkinleştirme tamamlandıktan sonra, kimlik doğrulamasını sınamak için aşağıdaki düğmeye tıklayın ve kurulum işlemine devam edin. Sorulduğunda, mobil uygulamada gösterilen geçerli kimlik doğrulaması kodunu girin.
uk: Після завершення активації натисніть розташовану нижче кнопку, щоб протестувати автентифікацію та продовжити процес настроювання. З появою запиту введіть поточний код автентифікації, який відображається у мобільній програмі.
vi: Sau khi kích hoạt hoàn tất, bấm vào nút sau đây để kiểm thử việc xác thực và tiếp tục quá trình thiết lập. Khi được nhắc, hãy nhập mã xác thực hiện tại đang được hiển thị trong ứng dụng di động.
zh_cn: 激活完成后，单击下面的按钮以测试身份验证并继续执行设置流程。当出现提示时，输入该移动应用中显示的当前身份验证代码。
zh_tw: 啟用完成後，請按下面的按鈕來測試驗證並繼續進行設定程序。出現提示時，請輸入行動裝置應用程式目前顯示的驗證碼。

# Label_InstructionsSelectUser
source: Select a user from the list or select Back to find a different user.
ar: حدد مستخدمًا من القائمة أو حدد "الخلف" لتبحث عن مستخدم مختلف.
bg: Изберете потребител от списъка или изберете "Назад", за да намерите друг потребител.
ca: Seleccioneu un usuari de la llista o seleccioneu Endarrere per trobar un altre usuari.
cs: Vyberte uživatele ze seznamu nebo vyberte možnost Zpět a vyhledejte jiného uživatele.
da: Vælg en bruger på listen, eller vælg Tilbage for at finde en anden bruger.
de: Wählen Sie einen Benutzer aus der Liste aus, oder klicken Sie auf "Zurück", um einen anderen Benutzer zu suchen.
el: Επιλέξτε έναν χρήστη από τη λίστα ή επιλέξτε "Πίσω" για να βρείτε έναν άλλον χρήστη.
es: Seleccione un usuario de la lista o seleccione Atrás para buscar otro usuario.
et: Valige loendist kasutaja või valige nupp Tagasi, et leida mõni teine kasutaja.
eu: Hautatu zerrendako erabiltzaile bat edo hautatu Atzera beste erabiltzaile bat bilatzeko.
fi: Valitse luettelosta käyttäjä tai valitse Edellinen, jos haluat etsiä toisen käyttäjän.
fr: Sélectionnez un utilisateur dans la liste ou sélectionnez Retour pour rechercher un autre utilisateur.
gl: Seleccione un usuario da lista ou seleccione Atrás para buscar un usuario diferente.
he: בחר משתמש מתוך הרשימה או בחר 'הקודם' כדי לחפש משתמש אחר.
hi: सूची से उपयोगकर्ता का चयन करें या किसी भिन्न उपयोगकर्ता को ढूँढने के लिए वापस जाएँ का चयन करें.
hr: Odaberite korisnika na popisu ili odaberite Natrag da biste potražili drugog korisnika.
hu: Válasszon ki egy felhasználót a listáról, vagy a Vissza lehetőséggel keressen másik felhasználót.
id: Pilih pengguna dari daftar atau pilih kembali untuk mencari pengguna yang berbeda.
it: Selezionare un utente dall'elenco o scegliere Indietro per cercare un altro utente.
ja: 一覧からユーザーを選択するか、[戻る] を選択して別のユーザーを検索します。
kk: Тізімнен пайдаланушыны таңдаңыз немесе басқа пайдаланушыны табу үшін, "Артқа" түймесін таңдаңыз.
ko: 목록에서 사용자를 선택하거나 [뒤로]를 클릭하여 다른 사용자를 찾으십시오.
lt: Pasirinkite iš sąrašo vartotoją arba pasirinkite Atgal norėdami rasti kitą vartotoją.
lv: Sarakstā atlasiet lietotāju vai atlasiet pogu Atpakaļ, lai atrastu citu lietotāju.
ms: Pilih pengguna daripada senarai atau pilih Ke Belakang untuk mencari pengguna lain.
nl: Selecteer een gebruiker in de lijst of kies Terug om een andere gebruiker te zoeken.
no: Velg en bruker fra listen, eller velg Tilbake for å finne en annen bruker.
pl: Wybierz użytkownika z listy lub naciśnij przycisk Wstecz, aby znaleźć innego użytkownika.
pt_br: Selecione um usuário na lista ou selecione Voltar para localizar um usuário diferente.
pt_pt: Selecione um utilizador na lista ou selecione Anterior para localizar outro utilizador.
ro: Selectați un utilizator din listă sau selectați Înapoi pentru a găsi un alt utilizator.
ru: Выберите пользователя в списке или выберите "Назад", чтобы найти другого пользователя.
sk: Vyberte používateľa zo zoznamu alebo výberom položky Späť vyhľadajte iného používateľa.
sl: Na seznamu izberite želenega uporabnika ali izberite Nazaj in poiščite drugega uporabnika.
sr_cyrl_cs: Изаберите корисника са листе или кликните на дугме „Назад“ да бисте пронашли другог корисника.
sr_latn_cs: Izaberite korisnika sa liste ili kliknite na dugme „Nazad“ da biste pronašli drugog korisnika.
sv: Välj en användare i listan eller välj Bakåt om du vill hitta en annan användare.
th: เลือกผู้ใช้จากรายการหรือเลือก "ย้อนกลับ" เพื่อค้นหาผู้ใช้รายอื่น
tr: Listeden bir kullanıcı seçin veya farklı bir kullanıcı bulmak için Geri'yi seçin.
uk: Виберіть користувача зі списку або натисніть кнопку "Назад", щоб знайти іншого користувача.
vi: Chọn một người dùng từ danh sách hoặc chọn Quay lại để tìm một người dùng khác.
zh_cn: 从列表中选择某个用户，或选择“上一步”以查找其他用户。
zh_tw: 在清單中選取使用者，或選取 [上一步] 來尋找其他使用者。

# Label_InstructionsSmsText
source: Test this user's text message authentication.
ar: قم باختبار مصادقة الرسالة النصية الخاصة بهذا المستخدم.
bg: Изпробвайте удостоверяването на този потребител чрез текстово съобщение.
ca: Proveu l'autenticació de missatge de text de l'usuari.
cs: Umožňuje otestovat ověření tohoto uživatele pomocí zprávy SMS.
da: Test denne brugers sms-bekræftelse.
de: Testen Sie die Authentifizierung des Benutzers via SMS.
el: Δοκιμάστε τον έλεγχο ταυτότητας μέσω μηνύματος κειμένου (SMS) για αυτόν τον χρήστη.
es: Pruebe la autenticación mediante mensaje de texto de este usuario.
et: Testige selle kasutaja tekstisõnumi autentimist.
eu: Probatu erabiltzaile honen testu-mezu bidezko autentifikazioa.
fi: Testaa tämän käyttäjän tekstiviestillä tehtävää todennusta.
fr: Testez l'authentification du SMS de cet utilisateur.
gl: Probe a autenticación da mensaxe de texto deste usuario.
he: בדוק את אימות הודעת הטקסט של משתמש זה.
hi: इस उपयोगकर्ता का पाठ संदेश प्रमाणीकरण जाँचें.
hr: Testirajte provjeru autentičnosti ovog korisnika tekstnom porukom.
hu: A felhasználó szöveges üzeneten alapuló hitelesítésének tesztelése.
id: Uji autentikasi SMS pengguna ini.
it: Eseguire la verifica di autenticazione tramite SMS per l'utente corrente.
ja: このユーザーのテキスト メッセージによる認証をテストします。
kk: Осы пайдаланушының мәтіндік хабарымен түпнұсқалықты растауды тексеру.
ko: 이 사용자의 문자 메시지 인증을 테스트하세요.
lt: Patikrinkite šio vartotojo autentifikavimą teksto žinute.
lv: Pārbaudiet šī lietotāja autentifikāciju, izmantojot īsziņu.
ms: Uji pengesahan mesej teks pengguna ini.
nl: Authenticatie met een SMS-bericht testen voor deze gebruiker.
no: Test denne brukerens godkjenning med tekstmelding.
pl: Testuj uwierzytelnianie tego użytkownika za pośrednictwem wiadomości SMS.
pt_br: Teste a autenticação de mensagem de texto deste usuário.
pt_pt: Testar a autenticação da mensagem SMS deste utilizador.
ro: Testați autentificarea acestui utilizator cu mesaj text.
ru: Выполните тестовую проверку подлинности этого пользователя с помощью SMS.
sk: Otestujte overenie tohto používateľa cez textovú správu.
sl: Preskusite preverjanje pristnosti z besedilnim sporočilom za tega uporabnika.
sr_cyrl_cs: Тестирајте потврду идентитета овог корисника помоћу текстуалне поруке.
sr_latn_cs: Testirajte potvrdu identiteta ovog korisnika pomoću tekstualne poruke.
sv: Testa den här användarens autentisering via sms.
th: ทดสอบการรับรองความถูกต้องข้อความของผู้ใช้รายนี้
tr: Bu kullanıcının kısa mesaj kimlik doğrulamasını sınayın.
uk: Протестуйте автентифікацію цього користувача за допомогою текстового повідомлення.
vi: Kiểm thử xác thực tin nhắn văn bản của người dùng này.
zh_cn: 测试该用户的短信身份验证。
zh_tw: 測試這位使用者的簡訊驗證。

# Label_InstructionsUnblockUser
source: Enter an unblock reason and confirm unblocking the user. The user will no longer have authentications blocked.
ar: أدخل سببًا لإلغاء الحظر وقم بتأكيد إلغاء حظر المستخدم، وحينئذ لن يكون هناك أي حظر على أية عمليات مصادقة للمستخدم.
bg: Въведете причина за деблокиране и потвърдете деблокирането на потребителя. Удостоверяванията му няма да бъдат блокирани повече.
ca: Introduïu un motiu de desbloqueig i confirmeu el desbloqueig de l'usuari. Ja no es bloquejaran les autenticacions de l'usuari.
cs: Zadejte důvod odblokování a potvrďte odblokování uživatele. Uživatel již nebude mít ověřování zablokováno.
da: Angiv en årsag til ophævelse af blokering, og bekræft, at brugeren ikke længere skal blokeres. Brugerens godkendelser blokeres derefter ikke længere.
de: Geben Sie einen Grund für die Entsperrung des Benutzers ein, und bestätigen Sie die erneute Zulassung. Danach kann sich der Benutzer wieder normal authentifizieren.
el: Εισαγάγετε κάποια αιτιολογία για την άρση του αποκλεισμού και επιβεβαιώστε την άρση αποκλεισμού του χρήστη. Δεν θα ισχύει πλέον αποκλεισμός του εν λόγω χρήστη κατά τον εκάστοτε έλεγχο ταυτότητας.
es: Escriba la razón del desbloqueo y confirme la acción de desbloqueo del usuario. Se dejarán de bloquear las autenticaciones para este usuario.
et: Sisestage blokeerimise tühistamise põhjus ja kinnitage kasutaja blokeerimise tühistamine. Kasutaja autentimist ei blokeerita enam.
eu: Sartu desblokeatzeko arrazoia eta berretsi erabiltzailea desblokeatzeko. Erabiltzailearen autentifikazioak desblokeatuko dira aurrerantzean.
fi: Annan eston poiston syy ja vahvista käyttäjän eston poisto. Käyttäjän todennuksia ei enää estetä.
fr: Entrez une raison pour la demande de déblocage and confirmez le déblocage de l'utilisateur. Les authentifications de l'utilisateur ne seront plus bloquées.
gl: Introduza un motivo de desbloqueo e confirme o desbloqueo do usuario. As autenticacións do usuario xa non estarán bloqueadas.
he: הזן סיבת ביטול חסימה ואשר את ביטול החסימה של המשתמש. האימותים של המשתמש לא ייחסמו עוד.
hi: अनवरोधन कारण दर्ज करें और उपयोगकर्ता को अनवरोधित करने की पुष्टि करें. उसके बाद उपयोगकर्ता के प्रमाणीकरण अवरोधित नहीं होंगे.
hr: Unesite razlog deblokiranja i potvrdite deblokiranje korisnika. Korisnikove provjere autentičnosti više neće biti blokirane.
hu: Adja meg a blokkolás feloldásának okát, majd erősítse meg a felhasználó feloldását. A művelettel megszünteti a felhasználó hitelesítésének blokkolását.
id: Masukkan alasan untuk membatalkan blokir dan konfirmasi pembatalan blokir pada pengguna. Autentikasi pengguna tidak akan diblokir lagi.
it: Immettere un motivo per lo sblocco e confermare lo sblocco dell'utente. Le autenticazioni dell'utente non verranno più bloccate.
ja: ユーザーのブロックを解除する理由を入力してから、ブロック解除を確定してください。今後、このユーザーの認証がブロックされなくなります。
kk: Блоктан шығару себебін енгізіп, пайдаланушыны блоктан шығаруды растаңыз. Бұдан былай пайдаланушының тыйым салынған түпнұсқалық растамалары болмайды.
ko: 차단 해제 이유를 입력하고 사용자 차단 해제를 확인합니다. 사용자의 인증이 더 이상 차단되지 않습니다.
lt: Įveskite atblokavimo priežastį ir patvirtinkite vartotojo atblokavimą. Vartotojo autentifikavimas nebebus blokuojamas.
lv: Ievadiet atbloķēšanas iemeslu un apstipriniet lietotāja atbloķēšanu. Lietotāja autentifikācijas bloķēšana tiks atcelta.
ms: Masukkan sebab nyah sekat dan sahkan untuk menyah sekat pengguna. Pengguna tidak lagi disekat pengesahannya.
nl: Voer een reden tot deblokkering in en bevestig het deblokkeren van de gebruiker. Authenticaties worden niet meer geblokkeerd voor de gebruiker.
no: Angi en opplåsingsårsak og bekreft opplåsing av brukeren. Brukerens godkjenninger blir ikke lenger blokkert.
pl: Wprowadź przyczynę odblokowania i potwierdź odblokowanie użytkownika. Próby uwierzytelnienia użytkownika nie będą blokowane.
pt_br: Digite um motivo para desbloquear e confirme o desbloqueio do usuário. As autenticações do usuário não serão mais bloqueadas.
pt_pt: Introduza um motivo para desbloquear e confirme que pretende desbloquear o utilizador. As autenticações do utilizador serão desbloqueadas.
ro: Introduceți motivul deblocării și confirmați deblocarea utilizatorului. Tentativele de autentificare ale utilizatorului nu vor mai fi blocate.
ru: Введите причину для разблокирования и подтвердите разблокирование пользователя. Проверка подлинности пользователя больше не будет блокироваться.
sk: Zadajte dôvod odblokovania a potvrďte odblokovanie príslušného používateľa. Overenia tohto používateľa prestanú byť blokované.
sl: Vnesite razlog za deblokado in potrdite deblokado uporabnika. Preverjanje pristnosti za tega uporabnika tako ne bo več blokirano.
sr_cyrl_cs: Унесите разлог за деблокирање и потврдите да желите да деблокирате корисника. Кориснику више неће бити блокиране потврде идентитета.
sr_latn_cs: Unesite razlog za deblokiranje i potvrdite da želite da deblokirate korisnika. Korisniku više neće biti blokirane potvrde identiteta.
sv: Ange en avblockeringsorsak och bekräfta att du vill avblockera användaren. Autentiseringar blockeras inte längre för användaren.
th: ป้อนเหตุผลในการยกเลิกการบล็อกและยืนยันผู้ใช้ ผู้ใช้จะไม่ถูกบล็อกการรับรองความถูกต้องอีกต่อไป
tr: Engellemeyi kaldırma nedenini girin ve kullanıcının engelinin kaldırılmasını onaylayın. Kullanıcının kimlik doğrulamaları artık engellenmeyecektir.
uk: Введіть причину для розблокування та підтвердьте розблокування користувача. Автентифікація користувача більше не буде блокуватися.
vi: Nhập lý do bỏ chặn và xác nhận bỏ chặn cho người dùng. Người dùng sẽ không còn bị chặn xác thực nữa.
zh_cn: 输入解除阻止原因并确认为该用户解除阻止。该用户的身份验证将不再受到阻止。
zh_tw: 輸入解除封鎖的原因並確認解除封鎖使用者。使用者的驗證操作將不再受到封鎖。
