Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_NoSsl
source: Multi-Factor Authentication User Portal is not secured with SSL, but SSL is required for session cookies in Web.config. User Portal is not functional since session state can't be maintained. It is recommended that User Portal be secured with SSL. For testing purposes, you may temporarily change requireSSL to "false" in the <httpCookies> tag in Web.config.
ar: مدخل مستخدمي Multi-Factor Authentication غير مؤمَّن بـ SSL، لكن SSL مطلوبة في ملفات تعريف ارتباطات جلسة العمل الموجودة في Web.config. كما أن مدخل المستخدمين لا يعمل لعدم التمكن من صيانة حالة جلسة العمل. ومن المستحسن أن يكون مدخل المستخدمين مؤمنًا. ولأغراض الاختبار، قد يمكنك تغيير requireSSL بصفة مؤقتة إلى "false" في علامة <httpCookies> في Web.config.
bg: Потребителският портал на Multi-Factor Authentication не е защитен с SSL, но SSL се изисква за бисквитките за сесия в Web.config. Потребителският портал не функционира, понеже състоянието на сесията не може да се поддържа. Препоръчва се порталът да бъде защитен с SSL. За пробни цели можете временно да промените requireSSL на "false" в етикета <httpCookies> в Web.config.
ca: El Portal d'usuaris de Multi-Factor Authentication no s'ha protegit mitjançant l'SSL, però cal l'SSL per a les galetes de sessió a Web.config. El Portal d'usuaris no funciona perquè no es pot mantenir l'estat de la sessió. És recomanable protegir el Portal d'usuaris amb l'SSL. Per fer proves, podeu canviar temporalment requireSSL a False a l'etiqueta <httpCookies> de Web.config.
cs: Portál Multi-Factor Authentication User Portal není zabezpečen pomocí protokolu SSL. Použití protokolu SSL je však vyžadováno pro soubory cookie relace v souboru Web.config. Portál User Portal není funkční, protože nelze udržovat stav relace. Doporučujeme portál User Portal zabezpečit pomocí protokolu SSL. Pro účely testování můžete možnost requireSSL v elementu se značkou <httpCookies> v souboru Web.config dočasně změnit na False.
da: Multi-Factor Authentication-brugerportalen er ikke beskyttet med SSL, med SSL er påkrævet til sessionscookies i Web.config. Brugerportalen fungerer ikke, da sessionstilstanden ikke kan vedligeholdes. Det anbefales, at brugerportalen beskyttes med SSL. Til testformål kan du midlertidigt ændre requireSSL til "false" i <httpCookies>-koden i Web.config.
de: Vom Multi-Factor Authentication-Benutzerportal wird kein SSL verwendet, SSL ist jedoch für Sitzungscookies in der Datei "Web.config" erforderlich. Das Benutzerportal ist nicht funktionsfähig, da der Sitzungszustand nicht beibehalten werden kann. Es wird empfohlen, das Benutzerportal mit SSL zu sichern. Für Testzwecke können Sie "requireSSL" in der Zeile <httpCookies> der Datei "Web.config" vorübergehend auf "false" setzen.
el: Η Πύλη χρηστών Multi-Factor Authentication δεν χρησιμοποιεί το πρωτόκολλο ασφαλείας SSL, αλλά το πρωτόκολλο SSL απαιτείται για τα cookie της περιόδου λειτουργίας στο αρχείο Web.config. Η Πύλη χρηστών δεν είναι λειτουργική, επειδή δεν είναι δυνατή η διατήρηση της κατάστασης περιόδου λειτουργίας. Συνιστάται η διασφάλιση της Πύλης χρηστών μέσω χρήσης του πρωτοκόλλου ασφαλείας SSL. Για σκοπούς δοκιμής, μπορείτε προσωρινά να αλλάξετε την τιμή για τη ρύθμιση "requireSSL" σε "false" (ψευδές), στην ετικέτα <httpCookies> του αρχείου Web.config.
es: El Portal de usuarios de Multi-Factor Authentication no está protegido con SSL, pero se requiere SSL para las cookies de la sesión en Web.config. El portal de usuarios no es funcional porque no se puede mantener el estado de la sesión. Se recomienda proteger el portal de usuario con SSL. Para realizar pruebas, puede cambiar requireSSL a "false" en la etiqueta <httpCookies> de Web.config de manera temporal.
et: Multi-Factor Authenticationi kasutajaportaal pole kaitstud SSL-iga, kuid SSL-i on vaja seansi Web.config. küpsiste jaoks. Kasutajaportaal ei tööta, kuna seansi olekut ei saa säilitada. Kasutajaportaali on soovitatav turvata SSL-iga. Testimise eesmärgil võib ajutiselt seada kirje <httpCookies> failis Web.config. sättele "väär".
eu: Multi-Factor Authentication erabiltzaile-ataria ez dago SSL bidez babestuta, SSL beharrezkoa da saioaren Cookie-ak Web.config fitxategian erabiltzeko. Erabiltzaile-ataria ez da funtzionala ezin delako saio-egoera mantendu. Erabiltzaile-ataria SSL bidez babestea gomendatzen da. Probak egiteko, aldi baterako requireSSL aukera "faltsua" ezarpenera alda dezakezu <httpCookies> etiketan Web.config fitxategian.
fi: Multi-Factor Authentication -käyttäjäportaalilla ei ole SSL-suojausta, mutta SSL tarvitaan istuntoevästeille Web.configissa. Käyttäjäportaali ei ole toiminnassa, sillä istunnon tilaa ei voida ylläpitää. On suositeltavaa, että käyttäjäportaali suojataan SSL:llä. Testausta varten voit tilapäisesti asettaa requireSSL-asetuksen arvoon "false" Web.configin <httpCookies>-tunnisteessa.
fr: Le portail de l'utilisateur Multi-Factor Authentication n'est pas sécurisé avec SSL, mais SSL est requis pour les cookies de session dans Web.config. Le portail de l'utilisateur n'est pas fonctionnel car l'état de la session ne peut pas être conservé. Il est recommandé de sécuriser le portail de l'utilisateur avec SSL. À des fins de test, vous pouvez modifier temporairement la valeur de requireSSL et sélectionner « false » dans la balise <httpCookies> de Web.config.
gl: O portal de usuarios de Multi-Factor Authentication non está protexido con SSL, pero requírese SSL para as cookies da sesión en Web.config. O portal de usuarios non é funcional, xa que non se pode manter o estado da sesión. Recoméndase protexer o portal de usuarios con SSL. Para realizar probas, pode modificar temporalmente requireSSL a "false" na etiqueta <httpCookies> en Web.config.
he: פורטל המשתמשים של Multi-Factor Authentication אינו מאובטח באמצעות SSL, אך SSL נדרש עבור קבצי Cookie של הפעלה ב- Web.config. פורטל המשתמשים אינו מתפקד מאחר שלא ניתן לשמור על מצב ההפעלה. מומלץ לאבטח את פורטל המשתמשים באמצעות SSL. למטרות בדיקה, תוכל לשנות את requireSSL באופן זמני ל- "false" בתג <httpCookies> ב- Web.config.
hi: Multi-Factor Authentication उपयोगकर्ता पोर्टल SSL से सुरक्षित नहीं है, लेकिन Web.config में सत्र कुकी के लिए SSL की आवश्यकता होती है. उपयोगकर्ता पोर्टल कार्यशील नहीं है, क्योंकि सत्र स्थिति बनाकर नहीं रखी जा सकती. यह अनुशंसित है कि उपयोगकर्ता पोर्टल SSL से सुरक्षित हो. परीक्षण उद्देश्यों के लिए, आप Web.config में <httpCookies> टैग में requireSSL को अस्थायी रूप से "ग़लत" में बदल सकते हैं.
hr: Korisnički portal servisa Multi-Factor Authentication nije zaštićen SSL-om, no SSL je obavezan za kolačiće sesije u datoteci Web.config. Korisnički portal nije funkcionalan jer se stanje sesije ne može održavati. Preporučujemo zaštitu korisničkog portala SSL-om. U svrhu testiranja možete privremeno promijeniti requireSSL u "false" u oznaci <httpCookies> u datoteci Web.config.
hu: A Multi-Factor Authentication felhasználói portálja nincs SSL-alapú védelemmel ellátva, de a Web.config alapján a munkamenet cookie-k átvitelekor kötelező az SSL használata. A felhasználói portál nem működik, mert a munkamenetek állapota nem követhető. Javasoljuk, hogy lássa el SSL-alapú védelemmel a felhasználói portált. Tesztelési célból átmenetileg átállíthatja a Web.config fájlban található <httpCookies> címke requireSSL tulajdonságát „false” (hamis) értékre.
id: Portal Pengguna Multi-Factor Authentication tidak diamankan dengan SSL, tetapi diperlukan SSL untuk cookie sesi dalam Web.config. Portal Pengguna tidak berfungsi karena status sesi tidak dapat dipertahankan. Sebaiknya Portal Pengguna diamankan dengan SSL. Untuk tujuan pengujian, Anda sementara dapat mengubah requireSSL ke "false" dalam tag <httpCookies> pada Web.config.
it: Il portale utenti di Multi-Factor Authentication non è protetto con SSL, tuttavia SSL è obbligatorio per i cookie della sessione in Web.config. Poiché non è possibile gestire lo stato della sessione, il portale utenti non funziona. È consigliabile proteggere il portale utenti con SSL. A scopo di verifica, è possibile modificare temporaneamente requireSSL in "false" nel tag <httpCookies> di Web.config.
ja: Multi-Factor Authentication ユーザー ポータルが SSL で保護されていませんが、web.config のセッション Cookie に SSL が必要です。セッションの状態を維持できないので、ユーザー ポータルは機能しません。ユーザー ポータルを SSL で保護することをお勧めします。ポータルのテストが目的の場合は、web.config の <httpCookies> タグにある requireSSL を一時的に "false" にしてもかまいません。
kk: Multi-Factor Authentication пайдаланушы порталы SSL протоколымен қорғалмаған, Web.config ішіндегі сеанстардың "cookie" файлдары үшін SSL қажет. Сеанс күйі сақталмайтындықтан, пайдаланушы порталы жұмыс істемейді. Пайдаланушы порталын SSL протоколымен қорғаған жөн. Тексеру үшін Web.config ішіндегі <httpCookies> тегінде requireSSL параметрін уақытша "жалған" мәніне өзгертуге болады.
ko: Multi-Factor Authentication 사용자 포털은 SSL로 보호되지 않지만 Web.config의 세션 쿠키를 위해 SSL이 필요합니다. 세션 상태가 유지 관리될 수 없기 때문에 사용자 포털이 작동하지 않습니다. 사용자 포털을 SSL로 보호하는 것이 좋습니다. 테스트를 위해 Web.config의 <httpCookies> 태그에서 일시적으로 requireSSL을 "false"로 변경할 수 있습니다.
lt: „Multi-Factor Authentication“ vartotojų portalas neapsaugotas SSL, tačiau SSL būtinas Web.config seanso slapukams. Vartotojų portalas neveikia, nes nepavyksta palaikyti seanso būsenos. Rekomenduojama vartotojų portalą apsaugoti naudojant SSL. Norėdami išbandyti, galite Web.config žymėje <httpCookies> laikinai pakeisti requireSSL į „klaidinga“.
lv: Multi-Factor Authentication lietotāju portāla drošībai netiek izmantots SSL, taču tas ir nepieciešams faila Web.config sesijas sīkfailiem. Lietotāju portāls nedarbojas, jo nevar uzturēt sesijas statusu. Lietotāju portāla drošībai ieteicams izmantot SSL. Lai veiktu pārbaudi, faila Web.config tagā <httpCookies> parametram “requireSSL” varat uz laiku iestatīt vērtību “false”.
ms: Portal Pengguna Multi-Factor Authentication tidak selamat dengan SSL, tetapi SSL diperlukan untuk kuki sesi dalam Web.config. Portal Pengguna tidak berfungsi kerana keadaan sesi tidak dapat dikekalkan. Portal Pengguna disarankan untuk dilindungi dengan SSL. Bagi tujuan pengujian, anda boleh menukar requireSSL kepada "palsu" dalam tag <httpCookies> dalam Web.config untuk sementara waktu.
nl: De gebruikersportal van Multi-Factor Authentication is niet beveiligd met SSL, maar SSL is vereist voor sessiecookies in Web.config. De gebruikersportal is niet functioneel omdat de sessiestatus niet kan worden behouden. Het wordt aanbevolen de gebruikersportal te beveiligen met SSL. Voor testdoeleinden kunt u requireSSL in de code <httpCookies> in Web.config tijdelijk wijzigen in 'false'.
no: Brukerportalen for Multi-Factor Authentication er ikke sikret med SSL, men SSL kreves for øktinformasjonskapsler i Web.config. Brukerportalen fungerer ikke fordi økttilstanden ikke kan opprettholdes. Det anbefales at brukerportalen sikres med SSL. Av testhensyn kan du midlertidig sette requireSSL til "false" i <httpCookies>-koden i Web.config.
pl: Portal użytkowników usługi Multi-Factor Authentication nie jest zabezpieczony protokołem SSL, ale protokół SSL jest wymagany do plików cookie sesji w pliku Web.config. Portal użytkowników nie działa, ponieważ nie można zachować stanu sesji. Zaleca się zabezpieczenie portalu użytkowników protokołem SSL. W celach testowych możesz tymczasowo zmienić w pliku Web.config wartość parametru requireSSL na „fałsz” w znaczniku <httpCookies>.
pt_br: O Portal do Usuário Multi-Factor Authentication não está protegido com SSL, mas o SSL é necessário para cookies de sessão em Web.config. O Portal do Usuário não está funcionando, pois o estado de sessão não pode ser mantido. É recomendável que o Portal do Usuário seja protegido com SSL. Para fins de teste, altere temporariamente requireSSL para "falso" na marca <httpCookies> em Web.config.
pt_pt: O Portal do Utilizador da Autenticação Multifator não se encontra protegido com SSL, mas é necessário SSL para cookies de sessão em Web.config. O Portal do Utilizador não se encontra operacional, uma vez que não é possível efetuar a manutenção do estado de sessão. É recomendado proteger o Portal do Utilizador com SSL. Para efeitos de teste, poderá alterar temporariamente requireSSL para "false" no tag <httpCookies> em Web.config.
ro: Portalul utilizator Multi-Factor Authentication nu este securizat cu SSL, dar SSL este necesar pentru modulele cookie de sesiune în Web.config. Portalul utilizator nu funcționează, deoarece nu se pot întreține modulele cookie sesiune. Se recomandă securizarea Portalului utilizator cu SSL. Pentru a face teste, aveți posibilitatea să modificați temporar requireSSL în „false” în eticheta <httpCookies> din Web.config.
ru: Пользовательский портал Multi-Factor Authentication не защищен с помощью SSL, но SSL необходимо указать для файлов cookie сеанса в файле Web. config. Пользовательский портал не работает, так как невозможно сохранить состояние сеанса. Рекомендуется защитить пользовательский портал с помощью SSL. Для целей тестирования можно временно изменить на "ложь" значение параметра requireSSL в теге <httpCookies> в файле Web.config.
sk: Portál používateľa služby Multi-Factor Authentication nie je zabezpečený protokolom SSL, no na súbory cookie relácie v rámci súboru Web.config sa protokol SSL vyžaduje. Portál používateľa nefunguje, pretože nemožno udržať stav relácie. Odporúčame zabezpečiť portál používateľa pomocou protokolu SSL. Na účely testovania môžete nastavenie Vyžadovať protokol SSL dočasne zmeniť na hodnotu False v značke <httpCookies> v rámci súboru Web.config.
sl: Uporabniški portal Multi-Factor Authentication ni zaščiten s protokolom SSL, ki je v datoteki Web.config zahtevana za sejne piškotke. Uporabniški portal ni funkcionalen, ker ohranjanje stanja seje ni mogoče. Priporočamo vam, da uporabniški portal zaščitite s protokolom SSL. Za preskusne namene lahko v datoteki Web.config v oznaki <httpCookies> nastavitev requireSSL začasno spremenite v "false".
sr_cyrl_cs: Кориснички портал услуге Multi-Factor Authentication није обезбеђен протоколом SSL, а SSL је обавезан за колачиће сесије у датотеци Web.config. Кориснички портал није функционалан јер није могуће одржати стање сесије. Препоручује се да се кориснички портал обезбеди протоколом SSL. За потребе тестирања можете привремено да промените ставку „requireSSL“ на вредност „false“ у ознаци <httpCookies> у датотеци Web.config.
sr_latn_cs: Korisnički portal usluge Multi-Factor Authentication nije obezbeđen protokolom SSL, a SSL je obavezan za kolačiće sesije u datoteci Web.config. Korisnički portal nije funkcionalan jer nije moguće održati stanje sesije. Preporučuje se da se korisnički portal obezbedi protokolom SSL. Za potrebe testiranja možete privremeno da promenite stavku „requireSSL“ na vrednost „false“ u oznaci <httpCookies> u datoteci Web.config.
sv: Användarportalen för Multi-Factor Authentication skyddas inte med SSL, men SSL krävs för sessionscookies i Web.config. Användarportalen fungerar inte eftersom sessionsläget inte kan upprätthållas. Användarportalen bör skyddas med SSL. I testsyfte kan du tillfälligt ändra requireSSL till värdet "false" i taggen <httpCookies> i Web.config.
th: พอร์ทัลผู้ใช้ Multi-Factor Authentication ไม่ได้รับการรักษาความปลอดภัยด้วย SSL แต่จำเป็นต้องมี SSL สำหรับคุกกี้เซสชันใน Web.config พอร์ทัลผู้ใช้ไม่ทำงานเนื่องจากไม่สามารถคงรักษาสถานะเซสชันได้ ขอแนะนำให้รักษาความปลอดภัยพอร์ทัลผู้ใช้ด้วย SSL คุณสามารถเปลี่ยน requireSSL เป็น "false" ชั่วคราวในแท็ก <httpCookies> ใน Web.config เพื่อทดสอบ
tr: Multi-Factor Authentication Kullanıcı Portalı SSL ile güvenli hale getirilmemiş ancak Web.config'deki oturum tanımlama bilgileri SSL gerektiriyor. Oturum durumu sağlanamadığından Kullanıcı Portalı işlevsel değil. Kullanıcı Portalı'nın SSL ile güvenli hale getirilmesi önerilir. Sınama amacıyla, <httpCookies> tag in Web.config içindeki requireSSL öğesini geçici olarak "false" olarak değiştirebilirsiniz.
uk: Портал користувача Multi-Factor Authentication не захищений за допомогою SSL, але SSL необхідно вказати для файлів cookie сеансу у файлі Web.config. Портал користувача не функціонує, тому що неможливо підтримувати стан сеансу. Рекомендуємо захистити портал користувача за допомогою SSL. Для цілей тестування можна параметр requireSSL у тезі <httpCookies> у файлі Web.config тимчасово змінити на "хибність".
vi: Cổng thông tin Người dùng Multi-Factor Authentication không được bảo mật bằng SSL, nhưng các cookie của phiên làm việc trong Web.config yêu cầu SSL. Cổng thông tin Người dùng không hoạt động vì trạng thái của phiên làm việc không thể được duy trì. Chúng tôi khuyến nghị Cổng thông tin Người dùng nên được bảo mật bằng SSL. Đối với mục đích kiểm thử, bạn có thể tạm thời đổi requireSSL thành "false" tại thẻ <httpCookies> trong Web.config.
zh_cn: Multi-Factor Authentication 用户门户未使用 SSL 加密，但 Web.config 中的会话 Cookie 要求使用 SSL。由于会话状态无法维持，因而用户门户不能正常运作。建议为用户门户使用 SSL 加密。出于测试目的，您可以将 Web.config 的 <httpCookies> 标记中的 requireSSL 临时更改为“false”。
zh_tw: Multi-Factor Authentication 使用者入口網站並未受到 SSL 保護，然而在 Web.config 中，工作階段 Cookie 需有 SSL。由於無法維持工作階段狀態，因此使用者入口網站無法運作。建議您以 SSL 保護使用者入口網站。基於測試目的，您可以暫時將 Web.config 中 <httpCookies> 標記的 requireSSL 變更為 "false"。

# Message_OathTokenSynchronizationFailed
source: OATH token synchronization failed. Either the code entered is not correct or the OATH token serial number is not valid.
ar: فشلت مزامنة رمز OATH المميز. إما أن يكون الرمز المدخل غير صحيح أو الرقم التسلسلي لرمز OATH المميز غير صالح.
bg: Синхронизирането на OATH маркера е неуспешно. Или въведеният код е неправилен, или серийният номер на OATH маркера е невалиден.
ca: No s'ha pogut sincronitzar el testimoni OATH. El codi introduït és incorrecte o el número de sèrie del testimoni OATH no és vàlid.
cs: Synchronizace pomocí tokenu OATH selhala. Zadaný kód je buď nesprávný, nebo je sériové číslo tokenu OATH neplatné.
da: Synkronisering af OATH-token mislykkedes. Enten er den angivne kode forkert, eller også er serienummeret for OATH-tokenet ugyldigt.
de: Fehler beim Synchronisieren des OATH-Tokens. Der Code wurde entweder nicht richtig eingegeben, oder die eingegebene Seriennummer des OATH-Tokens ist ungültig.
el: Ο συγχρονισμός διακριτικού OATH απέτυχε. Είτε ο κωδικός που εισαγάγατε δεν είναι ο σωστός είτε ο αριθμός σειράς του διακριτικού OATH δεν είναι έγκυρος.
es: Error de sincronización del token OATH. El código especificado no es correcto o el número de serie del token OATH no es válido.
et: OATH-tõendi sünkroonimine ebaõnnestus. Sisestatud kood ei ole õige või OATH-tõendi seerianumber pole kehtiv.
eu: OATH tokenaren sinkronizazioak huts egin du. Sartu duzun kodea okerra da edo OATH tokenaren serie-zenbakia baliogabea da.
fi: OATH Token -synkronointi epäonnistui. Joko annettu koodi ei ole oikea, tai OATH Tokenin sarjanumero ei kelpaa.
fr: La synchronisation du jeton OATH a échoué. Le code entré est incorrect ou le numéro de série du jeton OATH n'est pas valide.
gl: Erro de sincronización do token OATH. O código introducido non é correcto ou o número de serie do token OATH non é válido.
he: סינכרון אסימון OATH נכשל. הקוד שהוזן שגוי או שהמספר הסידורי של אסימון OATH אינו חוקי.
hi: OATH टोकन सिंक्रनाइज़ेशन विफल. या तो दर्ज किया गया कोड सही नहीं है या फिर OATH टोकन क्रमांक मान्य नहीं है.
hr: Sinkronizacija OATH tokena nije uspjela. Uneseni kôd nije točan ili serijski broj OATH tokena nije valjan.
hu: Nem sikerült az OATH token szinkronizálása. A megadott kód vagy az OATH token sorozatszáma hibás.
id: Sinkronisasi token OATH gagal. Kode yang dimasukkan salah, atau nomor seri token OATH tidak valid.
it: Sincronizzazione del token OATH non riuscita. Il codice immesso non è corretto oppure il numero di serie del token OATH non è valido.
ja: OATH トークンの同期に失敗しました。入力したコードが間違っているか、OATH トークンのシリアル番号が有効ではありません。
kk: OATH таңбалауышын синхрондау орындалмады. Енгізілген код дұрыс емес немесе OATH таңбалауышының сериялық нөмірі жарамсыз.
ko: OATH 토큰 동기화에 실패했습니다. 입력한 코드가 올바르지 않거나 OATH 토큰 일련 번호가 유효하지 않습니다.
lt: Nepavyko sinchronizuoti OATH atpažinimo ženklo. Įvestas neteisingas kodas arba OATH atpažinimo ženklo serijos numeris yra netinkamas.
lv: Neizdevās sinhronizēt OATH marķieri. Vai nu ievadītais kods nav pareizs, vai arī OATH marķiera sērijas numurs nav derīgs.
ms: Penyegerakan token OATH gagal. Kod yang dimasukkan tidak betul atau nombor siri token OATH itu tidak sah.
nl: Synchronisatie van het OATH-token is mislukt. De ingevoerde code is onjuist, of het serienummer van het OATH-token is ongeldig.
no: Synkronisering av OATH-token mislyktes. Den angitte koden eller serienummeret for OATH-tokenet er ugyldig.
pl: Synchronizacja tokenu OATH nie powiodła się. Wprowadzony został niewłaściwy kod lub numer seryjny tokenu OATH jest nieprawidłowy.
pt_br: Falha na sincronização do token OATH. O código inserido é incorreto ou o número de série do token OATH é inválido.
pt_pt: Falha na sincronização do token OATH. O código introduzido não está correto ou o número de série do token OATH não é válido.
ro: Sincronizarea tokenului OATH nu a reușit. Codul introdus este incorect sau numărul de serie al tokenului OATH nu este valabil.
ru: Сбой синхронизации OATH-токена. Либо введен неправильный код, либо серийный номер OATH-токена недопустим.
sk: Synchronizácia tokenu OATH zlyhala. Buď nie je správny zadaný kód, alebo nie je platné sériové číslo tokenu OATH.
sl: Sinhronizacija z žetonom OATH ni uspela. Vnesena koda ni pravilna ali pa serijska številka žetona OATH ni veljavna.
sr_cyrl_cs: Синхронизација OATH токена није успела. Унета шифра није тачна или серијски број OATH токена није важећи.
sr_latn_cs: Sinhronizacija OATH tokena nije uspela. Uneta šifra nije tačna ili serijski broj OATH tokena nije važeći.
sv: Det gick inte att synkronisera OATH-token. Antingen är koden som du har angett felaktig eller så är OATH-tokenserienumret ogiltigt.
th: การซิงโครไนซ์โทเค็น OATH ล้มเหลว รหัสที่ป้อนไม่ถูกต้องหรือหมายเลขลำดับประจำสินค้าของโทเค็น OATH ใช้งานไม่ได้
tr: OATH belirteç eşitlemesi başarısız. Girilen kod doğru değil veya OATH belirteci seri numarası geçerli değil.
uk: Не вдалося виконати синхронізацію маркера OATH. Введено неправильний код або серійний номер маркера OATH неприпустимий.
vi: Đồng bộ hóa hiệu bài OATH thất bại. Mã được nhập không đúng hoặc số sê-ri hiệu bài OATH không hợp lệ.
zh_cn: OATH 令牌同步失败。输入的代码不正确，或者 OATH 令牌序列号无效。
zh_tw: OATH 權杖同步處理失敗。輸入的代碼不正確或 OATH 權杖序號無效。
