Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_InvalidExtension
source: Invalid extension. Only digits, commas, *, and # are allowed. Use comma for a one second pause. Prefix the extension with @ to say extension digits for manual transfer.
ar: الملحق غير صالح. غير مسموح إلا بالأرقام والفواصل و* و#. استخدم الفاصلة لتتوقف مؤقتًا لمدة ثانية. وابدأ الملحق بـ @ لتنطق بالأرقام التي يتكون منها الملحق لتتمكن من التحويل يدويًا.
bg: Невалиден вътрешен номер. Позволени са само цифри, запетаи, * и #. Използвайте запетая за пауза от една секунда. Поставете префикса @ пред вътрешния номер, за да обозначите, че цифрите на вътрешния номер са за ръчно прехвърляне.
ca: L'extensió no és vàlida. Només es permeten dígits, comes, * i #. Utilitzeu la coma per introduir una pausa d'un segon. Anteposeu @ a l'extensió per especificar dígits d'extensió per a la transferència manual.
cs: Nesprávná linka. Povoleny jsou pouze číslovky, čárky a znaky * a #. Pro sekundovou pauzu použijte čárku. Před číslem linky uveďte znak @. Tím vyjádříte čísla klapky pro manuální přenos.
da: Ugyldigt lokalnummer. Kun cifre, komma, * og # er tilladt. Brug komma for en pause på ét sekund. Indsæt @ som præfiks for at angive cifre til manuel overførsel.
de: Ungültige Durchwahl. Es sind nur Ziffern, Kommas, * und # zulässig. Verwenden Sie zum Angeben einer zweiten Wählpause ein Komma. Stellen Sie bei der Durchsage zur manuellen Übertragung den Durchwahlziffern ein @-Zeichen voran.
el: Μη έγκυρη εσωτερική γραμμή (τηλ.). Επιτρέπονται μόνον [αριθμητικά] ψηφία, κόμματα, καθώς και οι χαρακτήρες * και #. Χρησιμοποιήσετε κόμμα για παύση ενός δευτερολέπτου. Ορίστε ως πρόθημα στην εσωτερική γραμμή το χαρακτήρα @, για να προφέρετε τους χαρακτήρες της εσωτερικής γραμμής για μη αυτόματη μεταφορά κλήσης.
es: Extensión no válida. Solo se permiten dígitos, comas, asteriscos (*) y almohadillas (#). Use una coma para una pausa de un segundo. Use @ antes de la extensión para decir los dígitos de la extensión para la transferencia manual.
et: Sobimatu laiend. Lubatud on ainult numbrid, komad, *, ja #. Kasutage koma ühesekundiseks pausiks. Kasutage laiendi eesliitena sümbolit @ laiendi numbrite ütlemiseks manuaalse ülekande jaoks.
eu: Luzapen baliogabea. Zenbakiak, komak, * eta # bakarrik onartzen dira. Erabili koma segundo bateko etenaldiak egiteko. Erabili @ luzapenaren aurrizki gisa eskuzko transferentziaren luzapen-digituak adierazteko.
fi: Virheellinen alanumero. Vain numerot, pilkut, * ja # sallitaan. Pilkku tuottaa yhden sekunnin tauon. Alanumeron edessä on oltava @, jos alanumero sanotaan ääneen manuaalista soitonsiirtoa varten.
fr: Extension non valide. Seuls les chiffres, virgules, * et # sont autorisés. Utilisez la virgule pour les pauses d'une seconde. Faites précéder l'extension du signe @ pour prononcer les chiffres de l'extension en cas de transfert manuel.
gl: Extensión non válida. Só se permiten díxitos, comas, * e #. Use comas para inserir unha segunda pausa. Engada o prefixo @ á extensión para dicir os díxitos da extensión e que lle transfiran manualmente.
he: שלוחה לא חוקית. מותר להשתמש רק בספרות, פסיקים, * ו- #. השתמש בפסיק להשהיה של שניה אחת. הוסף את @ לשלוחה כקידומת כדי לומר ספרות שלוחה להעברה ידנית.
hi: अमान्य एक्सटेंशन. केवल अंकों, अल्पविरामों, * और # की अनुमति है. एक सेकंड के विराम के लिए अल्पविराम का उपयोग करें. मैन्युअल स्थानांतरण हेतु एक्सटेंशन अंक कहने के लिए एक्सटेंशन पर @ उपसर्ग लगाएँ.
hr: Kućni broj nije valjan. Dopuštene su samo brojke, zarezi, * i #. Upotrijebite zarez za stanku od jedne sekunde. Ako ispred kućnog broja umetnete @, potvrđujete ručno preusmjeravanje na kućni broj.
hu: Érvénytelen mellék. Csak számjegyek, vesszők, * és # karakterek írhatók be. Vesszővel egy másodperces szünetet tarthat. A mellék elé @ karaktert írva kézi kapcsolást kérhet a mellék számának kimondásával.
id: Ekstensi tidak valid. Hanya digit, koma, *, dan # yang diizinkan. Gunakan koma untuk jeda satu detik. Awali ekstensi dengan @ saat mengucapkan digit ekstensi untuk transfer manual.
it: Interno non valido. Sono consentiti solo numeri, virgole e i caratteri * e #. Utilizzare la virgola per una pausa di un secondo. Aggiungere @ prima dell'interno per pronunciare le cifre dell'interno per il trasferimento manuale.
ja: 内線番号が無効です。数字、コンマ、*、# だけを使用してください。1 秒間途切れさせるにはコンマを使用します。内線に手動でつなぐ場合は、内線番号を言う前に @ を押してください。
kk: Жарамсыз кеңейтім. Тек сандар, үтірлер, * және # таңбаларын қолдануға болады. Бір секундқа тоқтата тұру үшін үтір қолданыңыз. Кеңейтім сандарын қолмен тасымалдау үшін кеңейтім алдына @ таңбасын қойыңыз.
ko: 잘못된 내선 번호입니다. 숫자, 쉼표, * 및 #만 허용됩니다. 1초 일시 중지에는 쉼표를 사용하고, 수동 전환용 내선 번호를 말하려면 내선 번호 앞에 @을 붙이십시오.
lt: Netinkamas plėtinys. Leidžiama naudoti tik skaitmenis, kablelius, * ir #. Naudokite kablelį norėdami vienos sekundės pauzės. Plėtinyje naudokite prefiksą @ norėdami pateikti rankinio perdavimo plėtinio skaitmenis.
lv: Paplašinājums nav derīgs. Atļauts izmantot tikai ciparus, komatu, kā arī rakstzīmi * un #. Komatu izmantojiet, lai ievadītu vienu sekundi ilgu pauzi. Ievadiet paplašinājumam prefiksu @, lai izrunātu paplašinājuma ciparus un iespējotu manuālu pārsūtīšanu.
ms: Sambungan tidak sah. Hanya angka, koma, *, dan # dibenarkan. Guna koma untuk jeda satu saat. Letakkan awalan @ pada sambungan untuk menyatakan angka sambungan bagi pindahan manual.
nl: Ongeldig toestelnummer. Alleen cijfers, komma's, * en # zijn toegestaan. Gebruik een komma voor een pauze van één seconde. Plaats @ vóór het toestelnummer om de cijfers in te spreken voor handmatige doorschakeling.
no: Ugyldig internnummer. Bare sifre, komma, * og # er tillatt. Bruk komma for en pause på ett sekund. Sett tegnet @ foran internnummeret for å angi sifre i internnumre for manuell overføring.
pl: Nieprawidłowy numer wewnętrzny. Dozwolone są tylko cyfry, przecinki, znaki * i #. Użyj przecinka, aby uzyskać jednosekundową pauzę. Poprzedź numer wewnętrzny znakiem @, aby ustnie podać cyfry numeru wewnętrznego w przypadku transferu ręcznego.
pt_br: Ramal inválido. Somente dígitos, vírgulas, * e # são permitidos. Use vírgula para uma pausa de um segundo. Prefixe o ramal com @ para dizer os dígitos do ramal para transferência manual.
pt_pt: Extensão inválida. Só são permitidos dígitos, vírgulas, * e #. Utilize vírgula para uma pausa de um segundo. Prefixe a extensão com um @ para indicar dígitos de extensão para transferência manual.
ro: Număr de interior incorect. Se acceptă doar cifre, virgule și caractere * și #. Introduceți o virgulă pentru o pauză de o secundă. Prefixați numărul interior cu @ pentru a specifica cifrele de interior pentru transfer manual.
ru: Недопустимый добавочный номер. Разрешены только цифры, запятые, "*" и "#". Для односекундной паузы используйте запятую. Чтобы произнести цифры добавочного номера для ручной передачи, используйте перед добавочным номером префикс "@".
sk: Neplatná klapka. Povolené sú iba číslice, čiarky, * a #. Na jednosekundové prerušenie použite čiarku. Ak chcete vysloviť číslice klapky na manuálne prepojenie, pred klapku vložte @.
sl: Neveljavna interna številka. Dovoljena je samo uporaba številk, vejic ter znakov * in #. Vejico uporabite za enosekundni premor. Za ročno preusmeritev pred interno številko vnesite znak @ in povejte števke interne številke.
sr_cyrl_cs: Неважећи локал. Дозвољене су само цифре, зарези, * и #. Користите зарез за паузу од једне секунде. Ставите знак @ испред локала да бисте изговорили цифре локала за ручни пренос.
sr_latn_cs: Nevažeći lokal. Dozvoljene su samo cifre, zarezi, * i #. Koristite zarez za pauzu od jedne sekunde. Stavite znak @ ispred lokala da biste izgovorili cifre lokala za ručni prenos.
sv: Ogiltig anknytning. Endast siffror, kommatecken, * och # är tillåtna. Använd kommatecken om du vill ha en paus på en sekund. Lägg till @ i början när du säger anknytningssiffrorna vid manuell överföring.
th: ส่วนขยายไม่ถูกต้อง อนุญาตให้มีเพียงตัวเลข, เครื่องหมายจุลภาค, เครื่องหมาย * และ # เท่านั้น ใช้เครื่องหมายจุลภาคสำหรับการหยุดชั่วคราวหนึ่งวินาที นำหน้าส่วนขยายด้วยเครื่องหมาย @ เพื่อพูดตัวเลขส่วนขยายสำหรับการโอนสายด้วยตัวเอง
tr: Geçersiz dahili hat. Yalnızca rakamlar, virgüller, * ve # kullanılabilir. Bir saniyelik duraklama için virgül kullanın. El ile aktarılacak dahili hattın rakamları olduğunu belirtmek için dahili hattın önüne @ ekleyin.
uk: Неприпустимий додатковий номер. Можна вводити лише цифри, коми, знаки "*" і "#". Для односекундної паузи використовуйте кому. Щоб вимовити цифри додаткового номера для ручного передавання, використовуйте перед додатковим номером префікс "@".
vi: Phần mở rộng không hợp lệ. Chỉ cho phép các chữ số, dấu phẩy, *, và #. Dùng dấu phẩy để tạm dừng trong một giây. Thêm tiền tố @ trước phần mở rộng để nói các chữ số phần mở rộng cho chuyển hướng thủ công.
zh_cn: 分机号码无效。允许的字元仅限数字、逗号、* 及 ＃。使用逗号可加入一秒钟的暂停。在分机号码前加上 @ 可说出分机号码的数字以进行手动转接。
zh_tw: 分機號碼無效。允許的字元僅限數字、逗號、* 及 #。使用逗號可加入一秒鐘的暫停。在分機號碼前加上 @ 可說出分機號碼的數字以進行手動轉接。

# Message_InvalidSerialNumber
source: Invalid serial number. The OATH Token with this serial number must be defined in the Multi-Factor Authentication Server user interface prior to associating it with a user.
ar: الرقم التسلسلي غير صالح. يجب تحديد رمز OATH المميز الذي يحتوي على الرقم التسلسلي هذا في واجهة مستخدم خادم Multi-Factor Authentication قبل اقترانه بمستخدم.
bg: Невалиден сериен номер. OATH маркерът с този сериен номер трябва да бъде дефиниран в потребителския интерфейс на сървъра за Multi-Factor Authentication, преди да бъде асоцииран с потребител.
ca: El número de sèrie no és vàlid. Cal definir el testimoni OATH amb aquest número de sèrie a la interfície d'usuari del Servidor Multi-Factor Authentication abans d'associar-lo a l'usuari.
cs: Neplatné sériové číslo. Token OATH s tímto sériovým číslem musí být definován v uživatelském rozhraní Multi-Factor Authentication Server, aby ho bylo možné přidružit k uživateli.
da: Ugyldigt serienummer. OATH-tokenet med dette serienummer skal defineres på Multi-Factor Authentication-serverens brugergrænseflade, før det tilknyttes en bruger.
de: Ungültige Seriennummer. Das OATH-Token mit dieser Seriennummer muss auf der Benutzeroberfläche des Multi-Factor Authentication-Servers definiert werden, bevor es einem Benutzer zugeordnet wird.
el: Μη έγκυρος αριθμός σειράς. Το διακριτικό OATH με αυτόν τον αριθμό σειράς πρέπει να οριστεί στο περιβάλλον εργασίας χρήστη του Διακομιστή Multi-Factor Authentication Server, πριν από το συσχετισμό του με κάποιον χρήστη.
es: Número de serie no válido. Debe definir el token OATH con este número de serie en la interfaz de usuario del servidor Multi-Factor Authentication asociarla a un usuario.
et: Sobimatu telefoninumber. Selle seerianumbriga OATH-tõend tuleb kindlaks määrata Multi-Factor Authenticationi serveris enne kasutajaga sidumist.
eu: Serie-zenbaki baliogabea. OATH tokena serie-zenbaki honekin zehaztu behar da Multi-Factor Authentication zerbitzariaren erabiltzaile-interfazean erabiltzailearekin erlazionatu aurretik.
fi: Virheellinen sarjanumero. OATH Token, jolla on tämä sarjanumero, on määritettävä Multi-Factor Authentication Server -käyttöliittymässä, ennen kuin se liitetään käyttäjään.
fr: Numéro de série non valide. Le jeton OATH muni de ce numéro de série doit être défini dans l'interface utilisateur du serveur Multi-Factor Authentication avant de l'associer à un utilisateur.
gl: Número de serie non válido. O token OATH con este número de serie debe definirse na interface de usuario do servidor Multi-Factor Authentication antes de asocialo cun usuario.
he: מספר סידורי לא חוקי. יש להגדיר את אסימון OATH עם מספר סידורי זה בממשק המשתמש של שרת Multi-Factor Authentication לפני שיוכו למשתמש.
hi: अमान्य क्रमांक. इस क्रमांक वाले OATH टोकन को किसी उपयोगकर्ता से संबद्ध करने से पहले वह Multi-Factor Authentication सर्वर उपयोगकर्ता इंटरफ़ेस में परिभाषित होना चाहिए.
hr: Telefonski broj nije valjan. OATH token s ovim serijskim brojem mora se definirati u korisničkom sučelju poslužitelja Multi-Factor Authentication prije pridruživanja korisniku.
hu: Érvénytelen sorozatszám. A megadott sorozatszámú OATH tokent először definiálni kell a Multi-Factor Authentication kiszolgáló felhasználó felületén, és csak ezt követően rendelhető hozzá felhasználóhoz.
id: Nomor seri tidak valid. Token OATH dengan nomor seri ini harus ditetapkan dalam antarmuka pengguna Server Multi-Factor Authentication sebelum mengaitkannya dengan pengguna tertentu.
it: Numero di serie non valido. Prima di poter associare il token OATH con questo numero di serie a un utente, è necessario definirlo nell'interfaccia utente del server Multi-Factor Authentication.
ja: シリアル番号が無効です。このシリアル番号が付いた OATH トークンは、ユーザーと関連付ける前に、Multi-Factor Authentication Server のユーザー インターフェイスで定義される必要があります。
kk: Жарамсыз сериялық нөмір. Сериялық нөмірі осындай OATH таңбалауышын пайдаланушымен байланыстырмас бұрын, оны Multi-Factor Authentication серверінің пайдаланушы интерфейсінде анықтау қажет.
ko: 잘못된 일련 번호입니다. 사용자와 연결하기 전에 Multi-Factor Authentication 서버 사용자 인터페이스에서 이 일련 번호를 사용하여 OATH 토큰을 정의해야 합니다.
lt: Netinkamas serijos numeris. OATH atpažinimo ženklas su šiuo serijos numeriu turi būti nustatytas „Multi-Factor Authentication“ serverio vartotojo sąsajoje prieš susiejant su vartotoju.
lv: Sērijas numurs nav derīgs. Pirms OATH marķiera un šī sērijas numura piesaistīšanas lietotājam, tie jānorāda Multi-Factor Authentication servera lietotāja interfeisā.
ms: Nombor siri tidak sah. Token OATH dengan nombor siri ini mesti ditakrifkan dalam antara muka Pelayan Multi-Factor Authentication sebelum mengaitkannya dengan pengguna.
nl: Ongeldig serienummer. Het OATH-token met dit serienummer moet worden gedefinieerd in de gebruikersinterface van Multi-Factor Authentication Server voordat dit aan een gebruiker wordt gekoppeld.
no: Ugyldig serienummer. OATH-tokenet med dette serienummeret må være definert på Multi-Factor Authentication Server før det kan knyttes til en bruker.
pl: Nieprawidłowy numer seryjny. Token OATH o tym numerze seryjny musi zostać zdefiniowany w interfejsie użytkownika na serwerze Multi-Factor Authentication przed skojarzeniem go z użytkownikiem.
pt_br: Número de série inválido. O Token OATH com esse número de série deve ser definido na interface do usuário do Servidor Multi-Factor Authentication antes de ser associado a um usuário.
pt_pt: Número de série inválido. O Token OATH com este número de série tem de ser definido na interface de utilizador do Servidor de Autenticação Multifator antes de ser associado a um utilizador.
ro: Număr de serie incorect. Tokenul OATH cu acest număr de serie trebuie definit în interfața utilizator Multi-Factor Authentication Server pentru a putea asociat cu un utilizator.
ru: Недопустимый серийный номер. OATH-токен с этим серийным номером должен быть определен в пользовательском интерфейсе сервера Multi-Factor Authentication до связи его с пользователем.
sk: Neplatné sériové číslo. Token OATH s týmto sériovým číslom sa musí v používateľskom rozhraní servera Multi-Factor Authentication Server definovať skôr, než sa priradí k používateľovi.
sl: Serijska številka ni veljavna. Žeton OATH s to serijsko številko morate določiti v uporabniškem vmesniku strežnika Multi-Factor Authentication, šele nato ga lahko povežete z želenim uporabnikom.
sr_cyrl_cs: Неважећи серијски број. OATH токен са овим серијским бројем се мора дефинисати у корисничком интерфејсу Multi-Factor Authentication сервера пре него што се повеже са корисником.
sr_latn_cs: Nevažeći serijski broj. OATH token sa ovim serijskim brojem se mora definisati u korisničkom interfejsu Multi-Factor Authentication servera pre nego što se poveže sa korisnikom.
sv: Ogiltigt serienummer. OATH-token med detta serienummer måste definieras i användargränssnittet för servern för Multi-Factor Authentication innan den kopplas till en användare.
th: หมายเลขลำดับประจำสินค้าไม่ถูกต้อง ต้องมีการกำหนดโทเค็น OATH ที่มีหมายเลขลำดับประจำสินค้านี้ในส่วนติดต่อผู้ใช้เซิร์ฟเวอร์ Multi-Factor Authentication ก่อนเชื่อมโยงกับผู้ใช้
tr: Geçersiz seri numarası. Bu seri numarasına sahip OATH Belirteci'nin bir kullanıcıyla ilişkilendirebilmesi için Multi-Factor Authentication Server kullanıcı arabiriminde tanımlanması gerekir.
uk: Неприпустимий серійний номер. Маркер OATH із цим серійним номером перед прив'язкою до користувача має бути визначено в інтерфейсі користувача сервера Multi-Factor Authentication.
vi: Số sê-ri không hợp lệ. Hiệu bài OATH với số sê-ri này phải được xác định trong giao diện người dùng của Máy chủ Multi-Factor Authentication trước khi liên kết nó với một người dùng.
zh_cn: 序列号无效。必须先在 Multi-Factor Authentication 服务器用户界面中定义使用此序列号的 OATH 令牌，然后才能将该令牌与用户关联。
zh_tw: 序號無效。您必須先在 Multi-Factor Authentication Server 使用者介面中定義包含此序號的 OATH 權杖，然後才能將它與使用者關聯。

# Message_LoginFailed
source: Login failed.
ar: فشل تسجيل الدخول.
bg: Влизането е неуспешно.
ca: No s'ha pogut iniciar la sessió.
cs: Přihlášení se nezdařilo.
da: Logon mislykkedes.
de: Fehler bei der Anmeldung
el: Η σύνδεση απέτυχε.
es: Error de inicio de sesión.
et: Sisselogimine ebaõnnestus.
eu: Saio-hasierak huts egin du.
fi: Sisäänkirjautuminen epäonnistui.
fr: Échec de la connexion.
gl: Erro de inicio de sesión.
he: הכניסה נכשלה.
hi: लॉगिन विफल.
hr: Prijava nije uspjela.
hu: A bejelentkezés nem sikerült.
id: Gagal masuk.
it: Accesso non riuscito.
ja: ログインできませんでした。
kk: Кіру орындалмады.
ko: 로그인에 실패했습니다.
lt: Prisijungti nepavyko.
lv: Pieteikšanās neizdevās.
ms: Log masuk gagal.
nl: Aanmelding mislukt.
no: Pålogging mislyktes.
pl: Logowanie nie powiodło się.
pt_br: Falha no logon.
pt_pt: O início de sessão falhou.
ro: Log in nereușit.
ru: Не удалось выполнить вход.
sk: Prihlásenie zlyhalo.
sl: Prijava ni uspela.
sr_cyrl_cs: Пријављивање није успело.
sr_latn_cs: Prijavljivanje nije uspelo.
sv: Inloggningen misslyckades.
th: การเข้าสู่ระบบล้มเหลว
tr: Oturum açma başarısız.
uk: Вхід не виконано.
vi: Đăng nhập thất bại.
zh_cn: 登录失败。
zh_tw: 登入失敗。
