Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_ChangeModeVoiceCallIncomplete
source: Note: The user does not have a phone number specified and is considered incomplete for the Phone Call method. Authentications to protected applications will fail for this user and log ins to the User Portal will require them to enroll again. It is recommended that you specify a phone number for the user so that they may continue to use protected applications without having to reenroll.
ar: ملاحظة: لم يتم تحديد رقم هاتف للمستخدم، ومن ثم تعتبر بياناته غير كاملة، الأمر الذي لا يمكِّنه من استخدام أسلوب "المكالمة الهاتفية". وسيفشل هذا المستخدم في إجراء أية عمليات مصادقة للتطبيقات المحمية، كما سيلزمه التسجيل مرة أخرى ليتمكن من تسجيل الدخول. ونوصيك بأن تحدد رقم هاتف للمستخدم حتى يمكنه متابعة استخدام التطبيقات المحمية دون التسجيل مرة أخرى.
bg: Забележка: За потребителя няма указан телефонен номер и той се счита за непълен за метода "Телефонно обаждане". Удостоверяванията на този потребител в защитени приложения ще са неуспешни, а за влизанията му в потребителския портал ще се изисква да се записва отново. Препоръчва се да укажете телефонен номер за потребителя, така че той да може да продължи да използва защитени приложения, без да му се налага да се записва отново.
ca: Nota: no s'ha especificat el número de telèfon de l'usuari i, per tant, se'l considera incomplet per al mètode Trucada de telèfon. No es podran autenticar les aplicacions protegides per a aquest usuari i, per tant, s'haurà de tornar a inscriure per iniciar la sessió al Portal d'usuaris. És recomanable que especifiqueu un número de telèfon per a l'usuari, perquè pugui continuar utilitzant aplicacions protegides sense que s'hagi de tornar a inscriure.
cs: Poznámka: Tento uživatel zatím nemá zadáno telefonní číslo. Nastavení je proto pro použití metody Telefonní hovor považováno za neúplné. Ověření pro použití chráněných aplikací se u tohoto uživatele nezdaří a při přihlašování na portál User Portal bude nutné, aby se uživatel znovu zaregistroval. Doporučujeme zadat telefonní číslo za uživatele, aby mohl nadále používat chráněné aplikace, aniž by se musel znovu zaregistrovat.
da: Bemærk! Brugeren har ikke et tilknyttet telefonnummer og betragtes som ikke kvalificeret til metoden Telefonopkald. Godkendelser til beskyttelse af applikationer mislykkes for denne bruger, og hvis brugeren vil logge på brugerportalen, skal vedkommende tilmelde sig igen. Det anbefales, at du knytter et telefonnummer til brugeren, så vedkommende kan bruger beskyttede applikationer uden at skulle tilmelde sig igen.
de: Hinweis: Die Methode "Telefonanruf" ist nicht verfügbar, da für den Benutzer keine Telefonnummer angegeben wurde. Bei der Authentifizierung des Benutzers für geschützte Anwendungen tritt ein Fehler auf, und nach der Anmeldung beim Benutzerportal muss sich der Benutzer erneut registrieren. Geben Sie eine Telefonnummer für den Benutzer an, damit dieser geschützte Anwendungen ohne erneute Registrierung nutzen kann.
el: Σημείωση: Δεν έχει καθοριστεί κάποιος αριθμός τηλεφώνου για το χρήστη και ο έλεγχος ταυτότητας στην περίπτωσή του δεν θεωρείται ολοκληρωμένος για τη μέθοδο "Τηλεφωνική κλήση". Οι απόπειρες ελέγχου ταυτότητας για προστατευμένες εφαρμογές θα αποτύχουν για αυτόν τον χρήστη και κατά τη σύνδεσή του στην Πύλη χρηστών θα απαιτηθεί εκ νέου η εγγραφή του. Συνιστάται να καθορίσετε έναν αριθμό τηλεφώνου για τον χρήστη, ώστε να είναι σε θέση να συνεχίσει να χρησιμοποιεί προστατευμένες εφαρμογές, χωρίς να απαιτηθεί εκ νέου η εγγραφή του.
es: Nota: el usuario no tiene especificado ningún número de teléfono y se considera incompleto para el método Llamada de teléfono. El usuario no superará las autenticaciones para las aplicaciones protegidas y deberá volver a inscribirse para poder iniciar sesión en el Portal de usuarios. Se recomienda que especifique un número de teléfono para el usuario para que este pueda seguir usando las aplicaciones protegidas sin tener que inscribirse de nuevo.
et: Märkus: kasutajal pole määratud telefoninumbrit ning seetõttu pole telefonikõne meetod võimalik. Kaitstud rakenduste jaoks autentimine selle kasutajaga ei õnnestu ning sisselogimine kasutajaportaali vajab uut registreerumist. Soovitatav on täpsustada kasutaja telefoninumbrit, et kasutaja ei peaks kaitstud rakenduste kasutamiseks uuesti registreeruma.
eu: Oharra: Erabiltzaileak ez du telefono-zenbaki bat zehaztu eta ondorioz ezin du Telefono-deia metodoa erabili. Erabiltzaile honen babestutako aplikazioen autentifikazioak huts egingo du eta berriro erregistratu beharko du Erabiltzaile-atarian saioa hasteko. Gomendagarria da erabiltzailearentzat telefono-zenbaki bat zehaztea babestutako aplikazioak erabiltzen jarrai ahal dezan berriro erregistratu beharrik gabe.
fi: Huomautus: Käyttäjälle ei ole määritetty puhelinnumeroa, joten Puhelu-menetelmän käyttöönottoon ei ole edellytyksiä. Tämän käyttäjän todentaminen suojatuissa sovelluksissa epäonnistuu, ja kirjautuminen käyttäjäportaaliin edellyttää uutta rekisteröitymistä. On suositeltavaa, että määrität käyttäjälle puhelinnumeron, jotta hän voi jatkaa suojattujen sovellusten käyttöä tarvitsematta rekisteröityä uudelleen.
fr: Remarque : aucun numéro de téléphone n'est spécifié pour l'utilisateur et il est considéré comme incomplet pour la méthode Appel téléphonique. Les authentifications vers les applications protégées échoueront pour cet utilisateur et les connexions pour cet utilisateur et les connexions au portail de l'utilisateur nécessiteront sa réinscription. Il est recommandé de spécifier un numéro de téléphone pour l'utilisateur afin qu'il puisse continuer à utiliser des applications protégées sans avoir à se réinscrire.
gl: Nota: o usuario non ten un número de teléfono especificado, polo que non se considera concluído para seleccionar o método Chamada telefónica. As autenticacións en aplicacións protexidas xerarán un erro para este usuario e os inicios de sesión no portal de usuarios requirirán que se rexistre de novo. Recoméndase que especifique un número de teléfono para o usuario para que poida seguir a usar aplicacións protexidas sen ter que rexistrarse de novo.
he: הערה: לא צוין מספר טלפון עבור המשתמש, והוא אינו עומד בדרישות עבור השיטה 'שיחת טלפון'. אימותים מול יישומים מוגנים ייכשלו עבור משתמש זה וכניסות לפורטל המשתמשים יחייבו אותו להירשם שוב. מומלץ שתציין מספר טלפון עבור המשתמש כך שהוא יוכל להמשיך להשתמש ביישומים מוגנים ללא צורך להירשם מחדש.
hi: नोट: उपयोगकर्ता ने फ़ोन नंबर निर्दिष्ट नहीं किया है और इसे फ़ोन कॉल विधि के लिए अपूर्ण माना जाता है. इस उपयोगकर्ता के लिए सुरक्षित अनुप्रयोगों के लिए प्रमाणीकरण विफल हो जाएँगे और उपयोगकर्ता पोर्टल में लॉग इन के लिए उन्हें फिर से नामांकन करना होगा. यह अनुशंसित है कि आप उपयोगकर्ता के लिए एक फ़ोन नंबर निर्दिष्ट करें ताकि वे पुनः नामांकन की आवश्यकता के बिना सुरक्षित अनुप्रयोगों का निरंतर उपयोग कर सकें.
hr: Napomena: korisnik nema naveden telefonski broj te se smatra nedovršenim za metodu Telefonskog poziva. Provjere autentičnosti zaštićenih aplikacija neće uspjeti za tog korisnika te će se pri prijavi na korisnički portal morati ponovno upisati. Preporučujemo da navedete korisnikov telefonski broj tako da može nastaviti upotrebljavati zaštićene aplikacije bez ponovnog upisivanja.
hu: Megjegyzés: Nincs megadva a felhasználó telefonszáma, ezért a fiókja hiányos a Telefonhívás módszer használatához. A felhasználó nem fog tudni hitelesíteni a védett alkalmazásokban, és a felhasználói portálra csak ismételt beléptetés után tud majd bejelentkezni. Javasoljuk, hogy adja meg a felhasználó telefonszámát, így ismételt beléptetés nélkül is használni tudja majd a védett alkalmazásokat.
id: Catatan: Pengguna tidak menetapkan nomor telepon dan dianggap belum selesai untuk metode Panggilan Telepon. Autentikasi untuk aplikasi yang dilindungi akan gagal untuk pengguna ini dan proses masuk ke Portal Pengguna akan mengharuskan mereka untuk mendaftar lagi. Sebaiknya sebutkan nomor telepon untuk pengguna agar dapat terus melanjutkan menggunakan aplikasi yang dilindungi tanpa mendaftar lagi.
it: Nota: l'utente non dispone di un numero di telefono specificato, pertanto viene considerato incompleto per il metodo Telefonata. Non potrà eseguire l'autenticazione ad applicazioni protette e dovrà registrarsi nuovamente per effettuare l'accesso al portale utenti. È consigliabile specificare un numero di telefono per l'utente per consentirgli di continuare a utilizzare le applicazioni protette senza dover ripetere la registrazione.
ja: 注: このユーザーの電話番号が指定されていないため、電話による認証の準備が完了していません。このユーザーは、保護されたアプリケーションにログインできず、ユーザー ポータルにログインするには、登録手続きをやり直す必要があります。ユーザーが登録し直さなくても保護されたアプリケーションを引き続き使用できるように、このユーザーの電話番号を指定することをお勧めします。
kk: Ескерім: пайдаланушының белгіленген телефон нөмірі жоқ, сондықтан оның деректері Телефон қоңырауы әдісін қолдану үшін толық емес деп есептеледі. Бұл пайдаланушы үшін қорғалған бағдарламаларға түпнұсқалықты растау әрекеттері нәтижелі болмайды және Пайдаланушы порталына кіру әрекеттері жасалғанда, одан қайта тіркелу талап етіледі. Пайдаланушы қайта тіркелмей қорғалған бағдарламаларды қолдана алуы үшін, оның телефон нөмірін белгілеген жөн.
ko: 참고: 사용자가 전화 번호를 지정하지 않아 [전화 통화] 방법을 사용하기에 불완전한 것으로 간주됩니다. 이 사용자의 보호된 응용 프로그램에 대한 인증이 실패하고 사용자 포털에 로그인하려면 다시 등록해야 합니다. 다시 등록하지 않고 보호된 응용 프로그램을 계속 사용할 수 있도록 사용자의 전화 번호를 지정해주는 것이 좋습니다.
lt: Pastaba: vartotojas nenurodė telefono numerio, todėl negalima pritaikyti telefono skambučio metodo. Šiam vartotojui nepavyks autentifikuotis apsaugotose programose, o norint prisijungti prie vartotojų portalo reikės registruotis dar kartą. Rekomenduojama nurodyti vartotojo telefono numerį, kad jis galėtų toliau naudotis apsaugotomis programomis pakartotinai nesiregistruodamas.
lv: Piezīme. Lietotājs nav norādījis tālruņa numuru. Lai izmantotu metodi Tālruņa zvans, šis kritērijs ir jāievēro. Šis lietotājs nevarēs autentificēties aizsargātās lietojumprogrammās, kā arī, lai pieteiktos lietotāju portālā, būs no jauna jāreģistrējas. Lai lietotājs turpinātu lietot aizsargātās lietojumprogrammas un nebūtu jāreģistrējas, ieteicams norādīt tālruņa numuru viņa vietā.
ms: Nota: Pengguna tidak menyatakan nombor telefon dan dianggap tidak lengkap untuk kaedah Panggilan Telefon. Pengesahan untuk melindungi aplikasi akan gagal bagi pengguna ini dan log masuk ke Portal Pengguna akan memerlukan mereka mendaftar semula. Anda disyorkan untuk menyatakan nombor telefon untuk pengguna supaya mereka dapat meneruskan aplikasi terlindung tanpa perlu mendaftar semula.
nl: Opmerking: Voor de gebruiker is geen telefoonnummer opgegeven en zijn/haar account is onvolledig voor de methode Telefoonoproep. Authenticaties bij beveiligde toepassingen mislukken voor deze gebruiker en voor aanmeldingen bij de gebruikersportal moet de gebruiker opnieuw registreren. U wordt aangeraden een telefoonnummer voor de gebruiker op te geven zodat hij/zij beveiligde toepassingen kan blijven gebruiken zonder opnieuw te registreren.
no: Obs! Brukeren har ikke et telefonnummer angitt, og anses derfor som ufullstendig for Telefonanrop-metoden. Godkjenninger til beskyttede apper mislykkes for denne brukeren, og brukeren må registrere seg på nytt for å kunne logge på brukerportalen. Det anbefales at du angir et telefonnummer for brukeren slik at han/hun kan fortsette å bruke beskyttede apper uten å måtte registrere seg på nytt.
pl: Uwaga: użytkownik nie ma określonego numeru telefonu i wybranie metody Rozmowa telefoniczna jest niemożliwe. Operacje uwierzytelniania konta tego użytkownika w aplikacjach chronionych zakończą się niepowodzeniem, a próby zalogowania się do portalu użytkowników będą wymagały ponownego zarejestrowania się. Zaleca się określenie dla użytkownika numeru telefonu, aby umożliwić korzystanie z aplikacji chronionych bez konieczności ponownego rejestrowania się.
pt_br: Observação: o usuário não tem um número de telefone especificado e é considerado incompleto para o método Telefonema. As autenticações para aplicativos protegidos falharão para esse usuário, e o logon no Portal do Usuário exigirá que o registro seja feito novamente. É recomendável especificar um número de telefone ao usuário para que ele possa continuar a usar aplicativos protegidos sem ter que se registrar novamente.
pt_pt: Nota: o utilizador não especificou um número de telefone, pelo que o método de Chamada Telefónica é considerado incompleto. As autenticações deste utilizador junto de aplicações protegidas falharão, e os inícios de sessão no Portal do Utilizador exigirão um novo registo. É recomendado que especifique um número de telefone para o utilizador para que este possa continuar a utilizar aplicações protegidas sem necessidade de se registar.
ro: Notă: nu s-a specificat niciun număr de telefon pentru utilizator. De aceea, nu este pregătit pentru utilizarea metodei Apel telefonic. Utilizatorul nu se va putea autentifica în aplicațiile protejate. Dacă face log in la Portalul utilizator, i se va impune să se înscrie din nou. Se recomandă să specificați un număr de telefon pentru utilizator, astfel încât să poată utiliza în continuare aplicațiile protejate, fără să fie forțat să se înscrie din nou.
ru: Примечание. Для пользователя не указан номер телефона, и он считается неготовым для использования метода "Телефонный звонок". Выполнить проверку подлинности для доступа к защищенным приложениям для этого пользователя не удастся, и при входе на пользовательский портал потребуется его повторная регистрация. Рекомендуется указать для пользователя номер телефона, чтобы он мог продолжить использовать защищенные приложения без повторной регистрации.
sk: Poznámka: Používateľ nezadal telefónne číslo, a tak sa jeho kroky pre metódu Telefónny hovor považujú za neúplné. Overenia do chránených aplikácií pre tohto používateľa zlyhajú a prihlásenia na portál používateľa budú vyžadovať jeho opätovnú registráciu. Odporúčame zadať telefónne číslo tohto používateľa, aby mohol naďalej používať chránené aplikácie bez nutnosti opätovnej registrácie.
sl: Opomba: Uporabniku ni določena telefonska številka, zato je upoštevan kot nepopoln za uporabo načina Telefonski klic. Preverjanja pristnosti za zaščitene aplikacije pri tem uporabniku ne bodo uspela in pri prijavi v uporabniški portal se bo moral včlaniti znova. Priporočamo vam, da uporabniku določite telefonsko številko, s čimer bo lahko nadaljeval z uporabo zaščitenih aplikacij brez vnovične včlanitve.
sr_cyrl_cs: Напомена: За корисника није наведен број телефона, тако да он не испуњава услове за метод телефонског позива. Овај корисник неће успети да потврди идентитет заштићеним апликацијама, док ће се приликом пријављивања на кориснички портал од корисника захтевати да се поново упише. Препоручује се да за корисника наведете број телефона да би и даље могао да користи заштићене апликације без потребе за поновним уписивањем.
sr_latn_cs: Napomena: Za korisnika nije naveden broj telefona, tako da on ne ispunjava uslove za metod telefonskog poziva. Ovaj korisnik neće uspeti da potvrdi identitet zaštićenim aplikacijama, dok će se prilikom prijavljivanja na korisnički portal od korisnika zahtevati da se ponovo upiše. Preporučuje se da za korisnika navedete broj telefona da bi i dalje mogao da koristi zaštićene aplikacije bez potrebe za ponovnim upisivanjem.
sv: Obs! Användaren har inget angivet telefonnummer och betraktas därför som ofullständig för metoden Telefonsamtal. Autentiseringar av skyddade applikationer misslyckas för denna användare och inloggningar på användarportalen kräver att användaren registrerar sig igen. Du bör ange ett telefonnummer för användaren så att han/hon kan fortsätta använda skyddade applikationer utan att behöva registrera sig igen.
th: หมายเหตุ: ผู้ใช้ไม่ได้ระบุหมายเลขโทรศัพท์และถือว่ายังไม่เสร็จสมบูรณ์สำหรับเมธอดการโทรติดต่อ การรับรองความถูกต้องโปรแกรมประยุกต์ที่มีการป้องกันจะล้มเหลวสำหรับผู้ใช้รายนี้และการเข้าสู่ระบบพอร์ทัลผู้ใช้จะกำหนดให้ผู้ใช้ลงทะเบียนอีกครั้ง ขอแนะนำให้คุณระบุหมายเลขโทรศัพท์สำหรับผู้ใช้เพื่อให้ผู้ใช้สามารถใช้โปรแกรมประยุกต์ที่มีการป้องกันต่อไปได้โดยไม่ต้องลงทะเบียนใหม่
tr: Not: Kullanıcının belirtilmiş bir telefon numarası yok ve Telefon Araması yöntemi için tamamlanmamış olarak görülüyor. Korumalı uygulamalara yapılan kimlik doğrulamaları bu kullanıcı için başarısız olacak ve Kullanıcı Portalı'nda gerçekleşen oturum açmalar yeniden kaydedilmesini gerektirecek. Kullanıcının yeniden kaydolmadan korumalı uygulamaları kullanmaya devam edebilmesi için kullanıcı için bir telefon numarası belirtmeniz önerilir.
uk: Примітка. Для користувача не вказано номер телефону, тому він вважається неготовим для використання методу "Телефонний дзвінок". Виконати автентифікацію для доступу до захищених програм для цього користувача буде неможливо, і під час входу на портал користувача знадобиться його повторна реєстрація. Рекомендуємо вказати для користувача номер телефону, щоб він міг продовжити використовувати захищені програми без повторної реєстрації.
vi: Ghi chú: Người dùng chưa chỉ rõ một số điện thoại và được xem là chưa hoàn tất đối với phương thức Cuộc gọi Điện thoại. Việc xác thực vào các ứng dụng được bảo vệ sẽ không thành công với người dùng này và các lần đăng nhập vào Cổng thông tin Người dùng sẽ yêu cầu họ phải đăng ký lại. Bạn nên chỉ rõ một số điện thoại cho người dùng này để họ có thể tiếp tục dùng các ứng dụng được bảo vệ mà không phải đăng ký lại.
zh_cn: 注意: 该用户尚无指定的电话号码，因而视为未完成“电话呼叫”方法。该用户将无法通过受保护应用程序的身份验证，而且在登录用户门户时，系统会要求该用户重新注册。建议您为该用户指定一个电话号码，使他们无需重新注册，便可继续使用受保护的应用程序。
zh_tw: 注意: 使用者尚未指定電話號碼，因此對 [通話] 方法來說並不完整。這位使用者將無法通過受保護之應用程式的驗證，且必須再次註冊才能登入使用者入口網站。建議您為使用者指定電話號碼，使其不需要重新註冊即可繼續使用受保護的應用程式。

# Message_CodeRequired
source: Code required.
ar: الرمز مطلوب.
bg: Кодът е задължителен.
ca: Cal el codi.
cs: Je vyžadován kód.
da: Kode skal angives.
de: Code ist erforderlich.
el: Το πεδίο "Κωδικός" είναι απαιτούμενο.
es: Es obligatorio especificar el código.
et: Kood on nõutav.
eu: Kodea behar da.
fi: Koodi tarvitaan.
fr: Code requis.
gl: Código necesario.
he: נדרש קוד.
hi: कोड आवश्यक है.
hr: Potreban je kôd.
hu: A kód megadása kötelező.
id: Kode diperlukan.
it: Codice obbligatorio.
ja: [コード] は必須です。
kk: Код қажет.
ko: [코드]는 필수입니다.
lt: Būtinas kodas.
lv: Jānorāda kods.
ms: Kod diperlukan.
nl: Code vereist.
no: Kode kreves.
pl: Kod jest wymagany.
pt_br: Código necessário.
pt_pt: Código é necessário.
ro: Codul este obligatoriu.
ru: Необходимо ввести код.
sk: Vyžaduje sa kód.
sl: Zahtevan je vnos kode.
sr_cyrl_cs: Шифра је обавезна.
sr_latn_cs: Šifra je obavezna.
sv: Kod krävs.
th: จำเป็นต้องมีรหัส
tr: Kod gereklidir.
uk: Необхідно ввести код.
vi: Yêu cầu mã.
zh_cn: “代码”是必填项。
zh_tw: [代碼] 是必要項。

# Message_CodeRequiredCross
source: Code required when serial number is specified.
ar: الرمز مطلوب عندما يتم تحديد رقم تسلسلي.
bg: Когато е посочен серийният номер, кодът е задължителен.
ca: Cal el codi si s'especifica el número de sèrie.
cs: Pokud je zadáno sériové číslo, je nutné zadat kód.
da: Kode skal angives, når serienummer er angivet.
de: Code ist erforderlich, wenn eine Seriennummer angegeben wurde.
el: Απαιτείται κωδικός όταν έχει καθοριστεί αριθμός σειράς.
es: Es obligatorio especificar el código cuando se especifica el número de serie.
et: Määratud seerianumbri korral on vajalik kood.
eu: Kodea behar da serie-zenbakia zehazten denean.
fi: Koodi tarvitaan, kun sarjanumero määritetään.
fr: Code requis lorsqu'un numéro de série est spécifié.
gl: Cando se especifica un número de serie é necesario un código.
he: נדרש קוד כאשר מצוין מספר סידורי.
hi: क्रमांक निर्दिष्ट होने पर कोड आवश्यक.
hr: Kôd je obavezan kad je naveden serijski broj.
hu: A sorozatszám megadásakor kötelező a kód megadása.
id: Kode diperlukan ketika nomor seri ditentukan.
it: Il codice è obbligatorio quando è specificato il numero di serie.
ja: シリアル番号が指定されている場合は、[コード] は必須です。
kk: Сериялық нөмір белгіленген кезде код қажет болады.
ko: 일련 번호가 지정된 경우 코드가 필요합니다.
lt: Nurodžius serijos numerį būtina pateikti kodą.
lv: Ja ir norādīts sērijas numurs, nepieciešams kods.
ms: Kod diperlukan apabila nombor siri dinyatakan.
nl: Code is vereist als een serienummer is opgegeven.
no: Kode kreves når serienummer er angitt.
pl: Kod jest wymagany po określeniu numeru seryjnego.
pt_br: Código necessário quando o número de série é especificado.
pt_pt: Quando é especificado o número de série, o código é necessário.
ro: Dacă se specifică un număr de serie, codul este obligatoriu.
ru: Если указан серийный номер, необходимо ввести код.
sk: Keď je zadané sériové číslo, vyžaduje sa kód.
sl: Če je določena serijska številka, je zahtevan vnos kode.
sr_cyrl_cs: Шифра је обавезна када је наведен серијски број.
sr_latn_cs: Šifra je obavezna kada je naveden serijski broj.
sv: Kod krävs när ett serienummer har angetts.
th: จำเป็นต้องมีรหัสเมื่อมีการระบุหมายเลขลำดับประจำสินค้า
tr: Seri numarası belirtildiğinde kod gerekir.
uk: Якщо вказано серійний номер, необхідно ввести код.
vi: Yêu cầu mã khi số sê-ri được chỉ rõ.
zh_cn: 指定序列号后“代码”是必填项。
zh_tw: 指定序號時，[代碼] 是必要項。

# Message_ConfirmDeactivate
source: Are you sure you want to permanently deactivate this device?
ar: هل تريد بالتأكيد إلغاء تنشيط هذا الجهاز نهائيًا؟
bg: Наистина ли искате да дезактивирате това устройство за постоянно?
ca: Esteu segur que voleu desactivar permanentment aquest dispositiu?
cs: Opravdu chcete trvale deaktivovat toto zařízení?
da: Er du sikker på, at du vil deaktivere enheden permanent?
de: Möchten Sie dieses Gerät wirklich dauerhaft deaktivieren?
el: Είστε βέβαιοι ότι θέλετε να απενεργοποιήσετε μόνιμα αυτήν τη συσκευή;
es: ¿Está seguro de que desea desactivar permanentemente este dispositivo?
et: Kas soovite selle seadme lõplikult inaktiveerida?
eu: Ziur zaude gailu hau betiko desgaitu nahi duzula?
fi: Haluatko varmasti poistaa tämän laitteen aktivoinnin pysyvästi?
fr: Êtes-vous sûr de vouloir désactiver définitivement cet appareil ?
gl: Está seguro de que desexa desactivar permanentemente este dispositivo?
he: האם אתה בטוח שברצונך לבטל את ההפעלה של מכשיר זה לצמיתות?
hi: क्या आप वाकई इस डिवाइस को स्थायी रूप से निष्क्रिय करना चाहते हैं?
hr: Jeste li sigurni da želite trajno deaktivirati ovaj uređaj?
hu: Biztos abban, hogy véglegesen inaktiválja ezt az eszközt?
id: Yakin ingin menonaktifkan perangkat ini secara permanen?
it: Disattivare definitivamente il dispositivo?
ja: このデバイスを完全に無効にしますか?
kk: Осы құрылғыны шынымен біржола ажырату керек пе?
ko: 이 장치를 영구적으로 비활성화하시겠습니까?
lt: Ar tikrai norite visam laikui išjungti šį įrenginį?
lv: Vai tiešām vēlaties neatgriezeniski deaktivizēt šo ierīci?
ms: Adakah anda pasti mahu menyahaktifkan peranti ini selama-lamanya?
nl: Weet u zeker dat u dit apparaat permanent wilt deactiveren?
no: Er du sikker på at du vil deaktivere denne enheten permanent?
pl: Czy na pewno chcesz trwale dezaktywować to urządzenie?
pt_br: Tem certeza de que deseja desativar este dispositivo permanentemente?
pt_pt: Tem a certeza de que pretende desativar este dispositivo de forma permanente?
ro: Sigur dezactivați definitiv acest dispozitiv?
ru: Вы действительно хотите окончательно отключить это устройство?
sk: Naozaj chcete natrvalo deaktivovať toto zariadenie?
sl: Ali res želite trajno deaktivirati to napravo?
sr_cyrl_cs: Желите ли заиста да трајно деактивирате овај уређај?
sr_latn_cs: Želite li zaista da trajno deaktivirate ovaj uređaj?
sv: Vill du inaktivera den här enheten permanent?
th: คุณแน่ใจหรือไม่ว่าต้องการปิดใช้งานอุปกรณ์นี้โดยถาวร
tr: Bu cihazı kalıcı olarak devre dışı bırakmak istediğinizden emin misiniz?
uk: Дійсно остаточно вимкнути цей пристрій?
vi: Bạn có chắc muốn bỏ kích hoạt thiết bị này vĩnh viễn?
zh_cn: 是否确定要永久停用该设备?
zh_tw: 您確定要永久停用此裝置嗎?
