Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_HowPhoneFactorWorksDescriptionPhoneApp
source: Multi-Factor Authentication works by sending a notification to your Multi-Factor Authentication mobile app during login.
ar: يعمل Multi-Factor Authentication بإرسال إعلام إلى تطبيق الأجهزة المحمولة Multi-Factor Authentication أثناء تسجيل الدخول.
bg: Multi-Factor Authentication работи, като изпраща известие до мобилното приложение Multi-Factor Authentication по време на влизането.
ca: El Multi-Factor Authentication envia una notificació a l'aplicació mòbil Multi-Factor Authentication durant l'inici de sessió.
cs: Aplikace Multi-Factor Authentication funguje tak, že vám během přihlašování do mobilní aplikace Multi-Factor Authentication odešle oznámení.
da: Multi-Factor Authentication fungerer ved at sende en meddelelse til din Multi-Factor Authentication-mobilapp under logon.
de: Mit Multi-Factor Authentication wird bei der Anmeldung eine Benachrichtigung an Ihre mobile Anmeldung für Multi-Factor Authentication gesendet.
el: Η υπηρεσία Multi-Factor Authentication λειτουργεί αποστέλλοντας μια ειδοποίηση στην εφαρμογή Multi-Factor Authentication για κινητές συσκευές, κατά τη σύνδεση.
es: Multi-Factor Authentication envía una notificación a la aplicación móvil Multi-Factor Authentication durante el inicio de sesión.
et: Multi-Factor Authentication saadab sisselogimise ajal teavituse teie Multi-Factor Authenticationi mobiilirakendusele.
eu: Multi-Factor Authentication aplikazioak jakinarazpen bat bidaltzen du Multi-Factor Authentication mugikorreko aplikaziora saio-hasieran.
fi: Multi-Factor Authentication lähettää ilmoituksen Multi-Factor Authentication -mobiilisovellukseesi, kun kirjaudut sisään.
fr: Pour fonctionner, Multi-Factor Authentication envoie une notification à votre application mobile Multi-Factor Authentication lors de la connexion.
gl: Multi-Factor Authentication funciona enviando unha notificación á aplicación para móbil de Multi-Factor Authentication durante o inicio de sesión.
he: Multi-Factor Authentication פועל על-ידי שליחת הודעה לאפליקציה למכשירים ניידים של Multi-Factor Authentication במהלך כניסה.
hi: Multi-Factor Authentication लॉगिन के दौरान आपके Multi-Factor Authentication मोबाइल अनुप्रयोग पर एक सूचना भेजकर काम करता है.
hr: Multi-Factor Authentication funkcionira tako da šalje obavijest u vašu mobilnu aplikaciju Multi-Factor Authentication tijekom prijave.
hu: A Multi-Factor Authentication úgy működik, hogy bejelentkezéskor egy értesítést küld a Multi-Factor Authentication mobilalkalmazásnak.
id: Multi-Factor Authentication bekerja dengan mengirim pemberitahuan ke aplikasi seluler Multi-Factor Authentication ketika masuk.
it: Durante l'accesso Multi-Factor Authentication invia una notifica all'app mobile Multi-Factor Authentication dell'utente.
ja: ログインするときに、Multi-Factor Authentication から Multi-Factor Authentication モバイル アプリに通知が送信されます。
kk: Multi-Factor Authentication кіру кезінде Multi-Factor Authentication мобильді бағдарламасына хабарландыру жіберу арқылы жұмыс істейді.
ko: 로그인 시 Multi-Factor Authentication 모바일 앱에 알림을 보내는 방식으로 Multi-Factor Authentication이 작동합니다.
lt: Kai veikia „Multi-Factor Authentication“, jungiantis išsiunčiamas pranešimas į jūsų mobiliųjų įrenginių programėlę „Multi-Factor Authentication“.
lv: Izmantojot Multi-Factor Authentication pakalpojumu, pieteikšanās laikā uz mobilo programmu Multi-Factor Authentication tiek nosūtīts paziņojums.
ms: Multi-Factor Authentication berfungsi dengan menghantar pemberitahuan kepada apl mudah alih Multi-Factor Authentication anda semasa log masuk.
nl: Via Multi-Factor Authentication wordt tijdens het aanmelden een melding naar uw mobiele app Multi-Factor Authentication verzonden.
no: Multi-Factor Authentication sender et varsel til mobilappen Multi-Factor Authentication under pålogging.
pl: Usługa Multi-Factor Authentication wysyła do aplikacji mobilnej Multi-Factor Authentication powiadomienie podczas logowania.
pt_br: O Multi-Factor Authentication funciona enviando uma notificação para o aplicativo móvel Multi-Factor Authentication durante o logon.
pt_pt: A Autenticação Multifator funciona enviando uma notificação para a aplicação móvel de Autenticação Multifator durante o início de sessão.
ro: Funcționarea Multi-Factor Authentication se bazează pe trimiterea unei notificări către aplicația mobilă Multi-Factor Authentication în timpul procesului de log in.
ru: Во время входа Multi-Factor Authentication отправляет уведомление в ваше мобильное приложение Multi-Factor Authentication.
sk: Služba Multi-Factor Authentication funguje prostredníctvom odoslania oznámenia do vašej mobilnej aplikácie Multi-Factor Authentication počas prihlásenia.
sl: Storitev Multi-Factor Authentication deluje tako, da pri prijavi vaši mobilni aplikaciji Multi-Factor Authentication pošlje obvestilo.
sr_cyrl_cs: Multi-Factor Authentication функционише тако што шаље обавештење преко Multi-Factor Authentication апликације за мобилне уређаје током пријављивања.
sr_latn_cs: Multi-Factor Authentication funkcioniše tako što šalje obaveštenje preko Multi-Factor Authentication aplikacije za mobilne uređaje tokom prijavljivanja.
sv: Multi-Factor Authentication fungerar genom att skicka en avisering till mobilappen för Multi-Factor Authentication under inloggningen.
th: Multi-Factor Authentication ทำงานโดยการส่งการแจ้งเตือนไปยังแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ของคุณระหว่างการเข้าสู่ระบบ
tr: Multi-Factor Authentication, oturum açma sırasında Multi-Factor Authentication mobil uygulamanıza bir bildirim göndererek çalışır.
uk: Під час входу служба Multi-Factor Authentication надсилає сповіщення в мобільну програму Multi-Factor Authentication.
vi: Multi-Factor Authentication hoạt động bằng cách gửi một thông báo đến ứng dụng di động Multi-Factor Authentication của bạn trong lúc đăng nhập.
zh_cn: 在登录时，Multi-Factor Authentication 会向您的 Multi-Factor Authentication 移动应用发送一条通知。
zh_tw: Multi-Factor Authentication 的運作方式是在登入期間傳送通知給您的 Multi-Factor Authentication 行動裝置應用程式。

# Label_HowPhoneFactorWorksDescriptionSms
source: Multi-Factor Authentication works by sending a text message to your phone during login.
ar: يعمل Multi-Factor Authentication بإرسال رسالة نصية إلى هاتفك أثناء تسجيل الدخول.
bg: Multi-Factor Authentication работи, като изпраща текстово съобщение до вашия телефон по време на влизането.
ca: El Multi-Factor Authentication envia un missatge de text al vostre telèfon durant l'inici de sessió.
cs: Aplikace Multi-Factor Authentication funguje tak, že vám během přihlašování na váš telefon zašle zprávu SMS.
da: Multi-Factor Authentication fungerer ved at sende en sms til din telefon under logon.
de: Mit Multi-Factor Authentication wird bei der Anmeldung eine SMS an Ihr Telefon gesendet.
el: Η υπηρεσία Multi-Factor Authentication λειτουργεί αποστέλλοντας ένα μήνυμα κειμένου (SMS) στο τηλέφωνό σας, κατά τη σύνδεση.
es: Multi-Factor Authentication envía un mensaje de texto a su teléfono durante el inicio de sesión.
et: Multi-Factor Authentication saadab sisselogimise ajal teie telefonile tekstsõnumi.
eu: Multi-Factor Authentication aplikazioak testu-mezu bat bidaltzen du zure telefonora saio-hasieran.
fi: Multi-Factor Authentication lähettää puhelimeesi tekstiviestin, kun kirjaudut sisään.
fr: Pour fonctionner, Multi-Factor Authentication envoie un SMS à votre téléphone lors de la connexion.
gl: Multi-Factor Authentication funciona enviando unha mensaxe de texto ao teléfono durante o inicio de sesión.
he: Multi-Factor Authentication פועל על-ידי שליחת הודעת טקסט לטלפון שלך במהלך כניסה.
hi: Multi-Factor Authentication लॉगिन के दौरान आपके फ़ोन पर एक पाठ संदेश भेजकर काम करता है.
hr: Multi-Factor Authentication funkcionira tako da šalje tekstnu poruku na vaš telefon tijekom prijave.
hu: A Multi-Factor Authentication úgy működik, hogy bejelentkezéskor egy szöveges üzenetet küld a telefonra.
id: Multi-Factor Authentication bekerja dengan mengirim SMS ke telepon Anda ketika masuk.
it: Durante l'accesso Multi-Factor Authentication invia un SMS al telefono dell'utente.
ja: ログインするときに、Multi-Factor Authentication からテキスト メッセージが携帯電話に送信されます。
kk: Multi-Factor Authentication кіру кезінде телефонға мәтіндік хабар жіберу арқылы жұмыс істейді.
ko: 로그인 시 사용자 폰에 문자 메시지를 보내는 방식으로 Multi-Factor Authentication이 작동합니다.
lt: Kai veikia „Multi-Factor Authentication“, jungiantis jūsų telefono numeriu išsiunčiamas teksto pranešimas.
lv: Izmantojot Multi-Factor Authentication pakalpojumu, pieteikšanās laikā uz norādīto tālruņa numuru tiek nosūtīta īsziņa.
ms: Multi-Factor Authentication berfungsi dengan menghantar mesej teks kepada telefon anda semasa log masuk.
nl: Via Multi-Factor Authentication wordt tijdens het aanmelden een SMS-bericht naar uw telefoon verzonden.
no: Multi-Factor Authentication sender en tekstmelding til telefonen under pålogging.
pl: Usługa Multi-Factor Authentication wysyła na telefon wiadomość SMS podczas logowania.
pt_br: O Multi-Factor Authentication funciona enviando uma mensagem de texto para o telefone durante o logon.
pt_pt: A Autenticação Multifator funciona enviando uma mensagem SMS para o seu telefone durante o início de sessão.
ro: Funcționarea Multi-Factor Authentication se bazează pe trimiterea unui mesaj text la numărul dvs. de telefon în timpul procesului de log in.
ru: Во время входа Multi-Factor Authentication отправляет SMS на ваш телефонный номер.
sk: Služba Multi-Factor Authentication funguje prostredníctvom odoslania textovej správy do vášho telefónu počas prihlásenia.
sl: Storitev Multi-Factor Authentication deluje tako, da pri prijavi v vaš telefon pošlje besedilno sporočilo.
sr_cyrl_cs: Multi-Factor Authentication функционише тако што шаље текстуалну поруку преко телефона током пријављивања.
sr_latn_cs: Multi-Factor Authentication funkcioniše tako što šalje tekstualnu poruku preko telefona tokom prijavljivanja.
sv: Multi-Factor Authentication fungerar genom att skicka ett SMS till telefonen under inloggningen.
th: Multi-Factor Authentication ทำงานโดยการส่งข้อความไปยังโทรศัพท์ของคุณระหว่างการเข้าสู่ระบบ
tr: Multi-Factor Authentication, oturum açma sırasında telefonunuza bir metin mesajı göndererek çalışır.
uk: Під час входу служба Multi-Factor Authentication надсилає на ваш телефон текстове повідомлення.
vi: Multi-Factor Authentication hoạt động bằng cách gửi một tin nhắn văn bản đến điện thoại của bạn trong lúc đăng nhập.
zh_cn: 在登录时，Multi-Factor Authentication 会向您的手机发送一条短信。
zh_tw: Multi-Factor Authentication 的運作方式是在登入期間傳送簡訊到您的電話。

# Label_HowPhoneFactorWorksDescriptionVoice
source: Multi-Factor Authentication works by placing a confirmation call to your phone during login.
ar: يعمل Multi-Factor Authentication بإجراء مكالمة تأكيد بهاتفك أثناء تسجيل الدخول.
bg: Multi-Factor Authentication работи, като прави повикване за потвърждение до телефона ви по време на влизането.
ca: El Multi-Factor Authentication fa una trucada de confirmació al vostre telèfon durant l'inici de sessió.
cs: Aplikace Multi-Factor Authentication funguje tak, že vám během přihlašování pro potvrzení zavolá na váš telefon.
da: Multi-Factor Authentication fungerer ved at foretage et bekræftelsesopkald til din telefon under logon.
de: Mit Multi-Factor Authentication erhalten Sie bei der Anmeldung einen Bestätigungsanruf auf Ihr Telefon.
el: Η υπηρεσία Multi-Factor Authentication λειτουργεί πραγματοποιώντας μια κλήση επιβεβαίωσης στο τηλέφωνό σας, κατά τη σύνδεση.
es: Multi-Factor Authentication realiza una llamada de confirmación a su teléfono durante el inicio de sesión.
et: Multi-Factor Authentication edastab sisselogimise ajal teie telefonile kinnituskõne.
eu: Multi-Factor Authentication aplikazioak berrespen-dei bat egiten du zure telefonora saio-hasieran.
fi: Multi-Factor Authentication soittaa puhelimeesi vahvistuspuhelun, kun kirjaudut sisään.
fr: Pour fonctionner, Multi-Factor Authentication passe un appel de confirmation à votre téléphone lors de la connexion.
gl: Multi-Factor Authentication funciona facendo unha chamada de confirmación ao teléfono durante o inicio de sesión.
he: Multi-Factor Authentication פועל על-ידי ביצוע שיחת אישור לטלפון שלך במהלך כניסה.
hi: Multi-Factor Authentication लॉगिन के दौरान आपके फ़ोन पर एक पुष्टिकरण कॉल करके काम करता है.
hr: Multi-Factor Authentication funkcionira tako da upućuje poziv potvrde na vaš telefon tijekom prijave.
hu: A Multi-Factor Authentication úgy működik, hogy bejelentkezéskor egy megerősítő hívást indít az Ön telefonkészülékére.
id: Multi-Factor Authentication bekerja dengan melakukan panggilan konfirmasi ke telepon Anda ketika masuk.
it: Durante l'accesso Multi-Factor Authentication effettua una chiamata di conferma al telefono dell'utente.
ja: ログインするときに、Multi-Factor Authentication から認証の確認電話がかかります。
kk: Multi-Factor Authentication кіру кезінде телефонға қоңырау соғу арқылы жұмыс істейді.
ko: 로그인 시 사용자 폰으로 확인 전화를 거는 방식으로 Multi-Factor Authentication이 작동합니다.
lt: Kai veikia „Multi-Factor Authentication“, jungiantis atliekamas patvirtinimo skambutis jūsų telefono numeriu.
lv: Izmantojot Multi-Factor Authentication pakalpojumu, pieteikšanās laikā tiek veikts apstiprinājuma zvans uz norādīto tālruņa numuru.
ms: Multi-Factor Authentication berfungsi dengan membuat panggilan pengesahan kepada telefon anda semasa log masuk.
nl: Via Multi-Factor Authentication ontvangt u tijdens het aanmelden een bevestigingsoproep op uw telefoon.
no: Multi-Factor Authentication starter et bekreftelsesanrop til telefonen under pålogging.
pl: Usługa Multi-Factor Authentication nawiązuje połączenie potwierdzające z telefonem podczas logowania.
pt_br: O Multi-Factor Authentication funciona fazendo uma chamada de confirmação para o telefone durante o logon.
pt_pt: A Autenticação Multifator funciona efetuando uma chamada de confirmação para o seu telefone durante o início de sessão.
ro: Funcționarea Multi-Factor Authentication se bazează pe verificarea identității prin apel telefonic în timpul procesului de log in.
ru: Во время входа Multi-Factor Authentication позвонит по вашему телефонному номеру для получения подтверждения.
sk: Služba Multi-Factor Authentication funguje prostredníctvom uskutočnenia potvrdzovacieho hovoru na váš telefón počas prihlásenia.
sl: Storitev Multi-Factor Authentication deluje tako, da pri prijavi v vaš telefon pošlje potrditveni klic.
sr_cyrl_cs: Multi-Factor Authentication функционише тако што упућује позив за потврду преко телефона током пријављивања.
sr_latn_cs: Multi-Factor Authentication funkcioniše tako što upućuje poziv za potvrdu preko telefona tokom prijavljivanja.
sv: Multi-Factor Authentication fungerar genom att ett bekräftelsesamtal rings till telefonen under inloggningen.
th: Multi-Factor Authentication ทำงานโดยการโทรยืนยันไปยังโทรศัพท์ของคุณระหว่างการเข้าสู่ระบบ
tr: Multi-Factor Authentication, oturum açma sırasında telefonla bir onay araması yaparak çalışır.
uk: Під час входу служба Multi-Factor Authentication телефонує вам для підтвердження.
vi: Multi-Factor Authentication hoạt động bằng cách gọi một cuộc gọi xác nhận đến điện thoại của bạn trong lúc đăng nhập.
zh_cn: 在登录时，Multi-Factor Authentication 会对您的手机发出确认呼叫。
zh_tw: Multi-Factor Authentication 的運作方式是在登入期間撥打確認通話到您的電話。

# Label_InstructionsAdministrator
source: Manage user accounts by selecting Find Users from the menu. Manage your account by selecting the appropriate option. Select the Help Icon (top right) for assistance.
ar: قم بإدارة حسابات المستخدمين بتحديد "البحث عن مستخدمين" من القائمة. وأدر حسابك عن طريق تحديد الخيار المناسب. وحدد أيقونة التعليمات (أعلى اليمين) للحصول على الدعم.
bg: Управлявайте потребителските акаунти, като изберете "Търсене на потребители" от менюто. Управлявайте акаунта, като изберете съответната опция. Изберете иконата "Помощ" (горе вдясно) за съдействие.
ca: Administreu els comptes d'usuari mitjançant la selecció de Cerca l'usuari al menú. Administreu el vostre compte mitjançant la selecció de l'opció corresponent. Seleccioneu la icona de l'Ajuda (a dalt a la dreta) per obtenir ajuda.
cs: Správu uživatelských účtů můžete provádět výběrem možnosti Najít uživatele z nabídky. Svůj účet můžete spravovat výběrem příslušné volby. Pokud potřebujete pomoc, vyberte ikonu nápovědy (vpravo nahoře).
da: Administrer brugerkonti ved at vælge Find brugere i menuen. Administrer din konto ved at vælge den relevante indstilling. Vælg Hjælp-ikonet (øverst til højre) for at få hjælp.
de: Wählen Sie zur Verwaltung von Benutzerkonten "Benutzer suchen" im Menü aus. Über die entsprechende Option können Sie Ihr eigenes Konto konfigurieren. Wählen Sie das Hilfesymbol (oben rechts) aus, wenn Sie weitere Informationen wünschen.
el: Διαχειριστείτε τους λογαριασμούς χρηστών, επιλέγοντας "Εύρεση χρηστών" από το μενού. Διαχειριστείτε τον λογαριασμό σας, κάνοντας την κατάλληλη επιλογή. Επιλέξτε το εικονίδιο της Βοήθειας (πάνω δεξιά) για βοήθεια.
es: Para administrar cuentas de usuarios, seleccione Buscar usuarios en el menú. Para administrar su cuenta, seleccione la opción que corresponda. Para obtener asistencia, seleccione el icono de ayuda (esquina superior derecha).
et: Hallake kasutajakontosid, valides menüüst valiku Leia kasutajaid. Hallake oma kontot, valides sobiva suvandi. Abi leidmiseks valige ikoon Spikker (paremal ülanurgas).
eu: Erabiltzaile-kontuak kudeatzeko, hautatu menuan Bilatu erabiltzaileak. Zure kontua kudeatzeko, hautatu aukera egokia. Hautatu Laguntza ikonoa (goi-eskuina) laguntza eskuratzeko.
fi: Voit hallita käyttäjätilejä valitsemalla valikosta Etsi käyttäjät -vaihtoehdon. Voit hallita tiliäsi valitsemalla haluamasi vaihtoehdon. Jos tarvitset apua, valitse ohjekuvake (ylhäällä oikealla).
fr: Pour gérer les comptes d'utilisateur, sélectionnez Rechercher des utilisateurs dans le menu. Pour gérer votre compte, sélectionnez l'option appropriée. Pour une assistance, sélectionnez l'icône d'aide (en haut à droite).
gl: Xestione as contas de usuario seleccionando Buscar usuarios no menú. Xestione a súa conta seleccionando a opción apropiada. Seleccione a icona Axuda (na parte superior dereita) para obter asistencia.
he: נהל חשבונות משתמשים על-ידי בחירה באפשרות 'חפש משתמשים' מתפריט. נהל את החשבון שלך על-ידי בחירה באפשרות המתאימה. בחר בסמל 'עזרה' (בפינה השמאלית העליונה) לקבלת סיוע.
hi: मेनू से उपयोगकर्ताओं को ढूँढें का चयन करके उपयोगकर्ता खाते प्रबंधित करें. उचित विकल्प का चयन करके अपना खाता प्रबंधित करें. सहायता के लिए मदद चिह्न (शीर्ष दाईं ओर) का चयन करें.
hr: Upravljajte korisničkim računima odabirom Pronađi korisnike u izborniku. Upravljajte svojim računom odabirom odgovarajuće opcije. Odaberite ikonu Pomoći (gore desno) da biste dobili pomoć.
hu: A felhasználói fiókok kezeléséhez válassza a menü Felhasználó keresése pontját. A saját fiókját a megfelelő lehetőség kiválasztásával kezelheti. A jobboldalt felül található Súgó ikonra kattintva kérhet segítséget.
id: Mengelola akun pengguna dengan memilih Cari Pengguna dari menu. Kelola akun Anda dengan memilih opsi yang tepat. Pilih Ikon Bantuan (kanan atas) untuk bantuan.
it: Per gestire gli account utente, scegliere Trova utenti nel menu. Per gestire il proprio account, selezionare l'opzione appropriata. Per assistenza, fare clic sull'icona della Guida in alto a destra.
ja: ユーザー アカウントを管理するには、メニューから [ユーザーの検索] を選択します。適切なオプションを選択して、アカウントを管理してください。ヘルプを見るには、右上隅の [ヘルプ] アイコンをクリックしてください。
kk: Мәзірден "Пайдаланушыларды табу" параметрін таңдау арқылы пайдаланушы тіркелгілерін басқарыңыз. Тіркелгіңізді тиісті параметрді таңдау арқылы басқарыңыз. Көмек алу үшін, "Анықтама" белгішесін (жоғарғы оң жақта) таңдаңыз.
ko: 메뉴에서 [사용자 찾기]를 선택하여 사용자의 계정을 관리하고, 적합한 옵션을 선택하여 자신의 계정을 관리합니다. 도움이 필요한 경우 오른쪽 위에 있는 도움말 아이콘을 선택합니다.
lt: Meniu pasirinkę Rasti vartotojus galite tvarkyti vartotojų abonementus. Pasirinkę atitinkamą parinktį galite tvarkyti savo abonementą. Jei reikia pagalbos, pasirinkite žinyno piktogramą (viršuje dešinėje).
lv: Pārvaldiet lietotāju kontus, izvēlnē atlasot opciju Atrast lietotājus. Pārvaldiet savu kontu, atlasot atbilstošo opciju. Lai saņemtu palīdzību, atlasiet ikonu Palīdzība (redzama augšējā labajā stūrī).
ms: Urus akaun pengguna dengan memilih Cari Pengguna daripada menu. Urus akaun anda dengan memilih pilihan yang sesuai. Pilih Ikon Bantuan (kanan atas) untuk bantuan.
nl: Beheer gebruikersaccounts door Gebruikers zoeken te kiezen in het menu. Beheer uw account door de juiste optie te selecteren. Kies het Help-pictogram (rechterbovenhoek) voor hulp.
no: Administrer brukerkontoer ved å velge Søk etter brukere på menyen. Administrer kontoen ved å velge riktig alternativ. Velg Hjelp-ikonet (øverst til høyre) for å få hjelp.
pl: Zarządzaj kontami użytkowników, wybierając w menu opcję Znajdź użytkowników. Zarządzaj swoim kontem, wybierając odpowiednią opcję. W celu uzyskania pomocy wybierz ikonę Pomoc (w prawym górnym narożniku).
pt_br: Gerencie as contas de usuário selecionando Localizar Usuários no menu. Gerencie a sua conta selecionando a opção adequada. Selecione o Ícone de Ajuda (parte superior direita) para obter assistência.
pt_pt: Efetue a gestão das contas de utilizador selecionando Localizar Utilizadores no menu. Efetue a gestão da sua conta selecionando a opção adequada. Selecione o Ícone de Ajuda (canto superior direito) para obter assistência.
ro: Gestionați conturile de utilizatori prin selectarea opțiunii Găsire utilizatori din meniu. Gestionați propriul cont prin selectarea opțiunii corespunzătoare. Selectați pictograma Ajutor (dreapta sus) pentru asistență.
ru: Для управления учетными записями пользователей выберите "Найти пользователя" в меню. Для управления своей учетной записью выберите нужный параметр. Для получения помощи выберите значок справки (вверху справа).
sk: Výberom položky Vyhľadať používateľov z ponuky môžete spravovať používateľské kontá. Svoje konto spravujte výberom vhodnej možnosti. Ak potrebujete pomoc, vyberte ikonu Pomocníka (vpravo hore).
sl: Za upravljanje uporabniških računov v meniju izberite možnost Poišči uporabnike. Za upravljanje svojega računa izberite ustrezno možnost. Za pomoč izberite ikono pomoči (zgoraj desno).
sr_cyrl_cs: Управљајте корисничким налозима тако што ћете у менију изабрати опцију „Проналажење корисника“. Управљајте налогом тако што ћете изабрати одговарајућу опцију. Кликните на икону „Помоћ“ (у горњем десном углу) ако вам је потребна помоћ.
sr_latn_cs: Upravljajte korisničkim nalozima tako što ćete u meniju izabrati opciju „Pronalaženje korisnika“. Upravljajte nalogom tako što ćete izabrati odgovarajuću opciju. Kliknite na ikonu „Pomoć“ (u gornjem desnom uglu) ako vam je potrebna pomoć.
sv: Hantera användarkonton genom att välja Hitta användare på menyn. Hantera kontot genom att välja rätt alternativ. Välj hjälpikonen (uppe till höger) om du behöver hjälp.
th: จัดการบัญชีผู้ใช้โดยเลือก "ค้นหาผู้ใช้" จากเมนู จัดการบัญชีโดยเลือกตัวเลือกที่เหมาะสม เลือกไอคอน "ความช่วยเหลือ" (ขวาบน) สำหรับความช่วยเหลือ
tr: Menüden Kullanıcı Bul'u seçerek kullanıcı hesaplarını yönetin. Uygun seçeneği belirleyerek hesabınızı yönetin. Yardım için Yardım Simgesini (sağ üstte) seçin.
uk: Для керування обліковими записами користувачів виберіть у меню пункт "Знайти користувачів". Для керування своїм обліковим записом виберіть потрібний параметр. Для отримання допомоги виберіть піктограму довідки (вверху праворуч).
vi: Quản lý tài khoản người dùng bằng cách chọn Tìm Người dùng từ menu. Quản lý tài khoản của bạn bằng cách chọn tùy chọn phù hợp. Chọn Biểu tượng Trợ giúp (góc trên bên phải) để được hỗ trợ.
zh_cn: 从菜单中选择“查找用户”来管理用户帐户。通过选择适当的选项来管理您的帐户。选择“帮助图标”(右上方)以寻求帮助。
zh_tw: 在功能表中選取 [尋找使用者] 來管理使用者帳戶。您可以選取適當選項來管理帳戶。選取 [說明] 圖示 (右上方) 可取得協助。
