Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_UserBlocked
source: The user was successfully blocked.
ar: تم حظر المستخدم بنجاح.
bg: Потребителят е блокиран успешно.
ca: S'ha bloquejat l'usuari correctament.
cs: Uživatel byl úspěšně zablokován.
da: Brugeren er blokeret.
de: Der Benutzer wurde erfolgreich gesperrt.
el: Ο αποκλεισμός του χρήστη ολοκληρώθηκε με επιτυχία.
es: El usuario se bloqueó correctamente.
et: Kasutaja blokeeriti edukalt.
eu: Erabiltzailea behar bezala blokeatu da.
fi: Käyttäjä estettiin.
fr: L'utilisateur a bien été bloqué.
gl: O usuario bloqueouse correctamente.
he: המשתמש נחסם בהצלחה.
hi: उपयोगकर्ता को सफलतापूर्वक अवरोधित किया गया.
hr: Korisnik je uspješno blokiran.
hu: A felhasználó blokkolása sikerült.
id: Pengguna berhasil diblokir.
it: L'utente è stato bloccato.
ja: ユーザーがブロックされました。
kk: Пайдаланушыға тыйым салынды.
ko: 사용자가 성공적으로 차단되었습니다.
lt: Vartotojas sėkmingai užblokuotas.
lv: Lietotājs tika veiksmīgi bloķēts.
ms: Pengguna telah berjaya disekat.
nl: De gebruiker is geblokkeerd.
no: Brukeren ble blokkert.
pl: Użytkownik został pomyślnie zablokowany.
pt_br: O usuário foi bloqueado com êxito.
pt_pt: O utilizador foi bloqueado com êxito.
ro: Utilizatorul a fost blocat cu succes.
ru: Пользователь успешно заблокирован.
sk: Používateľ bol úspešne zablokovaný.
sl: Uporabnik je bil uspešno blokiran.
sr_cyrl_cs: Корисник је блокиран.
sr_latn_cs: Korisnik je blokiran.
sv: Användaren har blockerats.
th: บล็อกผู้ใช้สำเร็จ
tr: Kullanıcı başarıyla engellendi.
uk: Користувача успішно заблоковано.
vi: Người dùng đã được chặn thành công.
zh_cn: 已成功阻止该用户。
zh_tw: 已成功封鎖使用者。

# Message_UserBlockFailed
source: Block failed.
ar: فشل الحظر.
bg: Блокирането е неуспешно.
ca: No s'ha pogut boquejar.
cs: Zablokování se nezdařilo.
da: Blokering mislykkedes.
de: Sperren nicht möglich
el: Ο αποκλεισμός απέτυχε.
es: Error de bloqueo.
et: Blokeerimine ebaõnnestus.
eu: Blokeoak huts egin du.
fi: Esto epäonnistui.
fr: Échec du blocage.
gl: Erro de bloqueo.
he: החסימה נכשלה.
hi: अवरोधित करना विफल.
hr: Blokiranje nije uspjelo.
hu: A blokkolás nem sikerült.
id: Pemblokiran gagal.
it: Blocco non riuscito.
ja: ユーザーをブロックできませんでした。
kk: Блоктау орындалмады.
ko: 차단에 실패했습니다.
lt: Nepavyko užblokuoti.
lv: Bloķēšana neizdevās.
ms: Sekatan gagal.
nl: Blokkeren mislukt.
no: Blokkering mislyktes.
pl: Blokowanie nie powiodło się.
pt_br: Falha no bloqueio.
pt_pt: O bloqueio falhou.
ro: Blocarea nu a reușit.
ru: Не удалось заблокировать.
sk: Blokovanie zlyhalo.
sl: Blokiranje ni uspelo.
sr_cyrl_cs: Блокирање није успело.
sr_latn_cs: Blokiranje nije uspelo.
sv: Blockering misslyckades.
th: การบล็อกล้มเหลว
tr: Engelleme başarısız.
uk: Не вдалося заблокувати.
vi: Chặn thất bại.
zh_cn: 阻止失败。
zh_tw: 封鎖失敗。

# Message_UserDeviceLimit
source: The user is at the limit of {0} devices. You must deactivate an existing device for this user before they can activate a new one.
ar: يقتصر المستخدم على {0} جهاز (أجهزة). يجب عليك إلغاء تنشيط جهاز موجود خاص بهذا المستخدم قبل تنشيط آخر جديد.
bg: Потребителят е достигнал лимита от {0} устройства. Трябва да дезактивирате съществуващо устройство за потребителя, преди той да може да активира ново такова.
ca: S'ha arribat al límit de {0} dispositius de l'usuari. Cal que desactiveu un dispositiu existent de l'usuari per poder activar un nou dispositiu.
cs: Uživatel dosáhl maximálního počtu zařízení: {0}. Před aktivací nového zařízení je nutné deaktivovat jedno ze stávajících zařízení pro tohoto uživatele.
da: Brugeren har nået grænsen på {0} enheder. Du skal deaktivere en eksisterende enhed for brugeren, før der kan aktiveres en ny enhed.
de: Für das Konto des Benutzers ist bereits die Höchstzahl an Geräten registriert {0}. Damit der Benutzer ein neues Gerät aktivieren kann, müssen Sie zunächst ein vorhandenes Gerät des Benutzers deaktivieren.
el: Ο χρήστης βρίσκεται στο όριο των {0} συσκευών. Πρέπει να απενεργοποιήσετε κάποια υπάρχουσα συσκευή για αυτόν το χρήστη, για να μπορεί να ενεργοποιήσει μια νέα.
es: El usuario está en el límite de {0} dispositivos. Debe desactivar uno de sus dispositivos existentes para que el usuario pueda activar uno nuevo.
et: Kasutaja on jõudnud {0} lubatud seadme piirini. Enne uue seadme kasutajaga sidumist tuleb üks kasutaja olemasolev seade inaktiveerida.
eu: Erabiltzailea gehienezko {0} gailu kopurura heldu da. Erabiltzaile honen dagoen gailu bat desaktibatu behar duzu gailu berri bat aktibatu ahal izateko.
fi: Käyttäjä on saavuttanut {0} laitteen rajan. Sinun on poistettava tältä käyttäjältä aiempi laite, ennen kuin hän voi aktivoida uuden.
fr: L'utilisateur a atteint la limite de {0} appareils. Vous devez désactiver un appareil existant avant qu'il puisse en activer un nouveau.
gl: O usuario alcanzou o límite de {0} dispositivos. Debe desactivar un dispositivo existente para este usuario para poder activar un novo.
he: המשתמש הגיע למגבלת {0} המכשירים. עליך לבטל את ההפעלה של מכשיר קיים עבור משתמש זה כדי שהוא יוכל להפעיל מכשיר חדש.
hi: उपयोगकर्ता की {0} डिवाइस की सीमा पूरी हो गई है. इस उपयोगकर्ता द्वारा कोई नया डिवाइस सक्रिय किए जाने से पहले आपको उसके लिए किसी मौजूदा डिवाइस को निष्क्रिय करना होगा.
hr: Korisnik je na granici sljedećeg broja uređaja: {0}. Morate deaktivirati postojeći uređaj za ovog korisnika prije aktiviranja novog.
hu: A felhasználó elérte a(z) {0} készülékes korlátot. Inaktiválnia kell a felhasználóhoz tartozó készülékek legalább egyikét, mielőtt aktiválna egy újat.
id: Pengguna mencapai batas {0} perangkat. Anda harus menonaktifkan perangkat yang ada untuk pengguna ini sebelum mereka dapat mengaktifkan yang baru.
it: È stato raggiunto il limite di {0} dispositivi per l'utente. È necessario disattivare un dispositivo esistente per l'utente prima di poterne attivarne uno nuovo.
ja: ユーザーが使用しているデバイスの数が上限の {0} 台に達しています。このユーザーの新しいデバイスを有効にするには、既存のデバイスを無効にする必要があります。
kk: Пайдаланушы {0} құрал шегіне жетті. Пайдаланушы жаңа бір құрылғыны белсендіруі үшін оның бар бір құрылғысын ажырату қажет.
ko: 사용자의 {0}개 장치 제한에 도달했습니다. 새 장치를 활성화하기 전에 이 사용자에 대한 기존 장치를 비활성화해야 합니다.
lt: Vartotojui taikomas {0} įreng. apribojimas. Kad galėtumėte suaktyvinti naują įrenginį, turite išjungti esamą įrenginį.
lv: Lietotājs ir aktivizējis {0} ierīces, un tas ir maksimālais atļautais ierīču skaits. Lai lietotājs varētu aktivizēt jaunu ierīci, deaktivizējiet vienu no lietotāja esošajām ierīcēm.
ms: Pengguna telah mencecah had {0} peranti. Anda mesti menyahaktifkan peranti sedia ada untuk pengguna ini sebelum mereka dapat mengaktifkan yang baharu.
nl: De limiet van {0} apparaten voor de gebruiker is bereikt. U moet een bestaand apparaat voor deze gebruiker deactiveren voordat deze een nieuw apparaat kan activeren.
no: Brukeren har nådd grensen på {0} enheter. Du må deaktivere en eksisterende enhet for denne brukeren før han/hun kan aktivere en ny.
pl: Konto użytkownika osiągnęło limit {0} urządzeń. Aby aktywować nowe urządzenie dla tego użytkownika, należy najpierw dezaktywować istniejące.
pt_br: O usuário está no limite de {0} dispositivos. Você deve desativar um dispositivo existente deste usuário antes que ele possa ativar um novo.
pt_pt: O utilizador atingiu o limite de {0} dispositivos. Para que este utilizador possa ativar um novo dispositivo, terá de desativar um dispositivo existente.
ro: Utilizatorul a atins limita de {0} dispozitive. Va putea activa un dispozitiv nou numai după ce dezactivați unul existent.
ru: Пользователь достиг ограничения в {0} устройств. Чтобы пользователь смог активировать новое устройство, необходимо отключить для него существующее.
sk: Používateľ dosiahol nasledujúci limit počtu zariadení: {0}. Skôr než používateľ môže aktivovať nové zariadenie, musíte deaktivovať jedno z existujúcich zariadení pre tohto používateľa.
sl: Pri uporabniku je bila dosežena omejitev števila naprav: {0}. Pred aktiviranjem nove naprave morate deaktivirati obstoječo napravo.
sr_cyrl_cs: Корисник је достигао ограничење од {0} уређаја. Морате да деактивирате постојећи уређај за овог корисника да би корисник могао да активира нови.
sr_latn_cs: Korisnik je dostigao ograničenje od {0} uređaja. Morate da deaktivirate postojeći uređaj za ovog korisnika da bi korisnik mogao da aktivira novi.
sv: Användaren har nått gränsen på {0} enheter. Du måste inaktivera en befintlig enhet innan du kan aktivera en ny.
th: ผู้ใช้ถึงขีดจำกัด {0} อุปกรณ์แล้ว คุณต้องปิดใช้งานอุปกรณ์ที่มีอยู่สำหรับผู้ใช้รายนี้ก่อนที่ผู้ให้จะสามารถเปิดใช้งานอุปกรณ์ใหม่
tr: Kullanıcı {0} cihaz sınırında. Bu kullanıcının yeni bir cihazı etkinleştirebilmesi için mevcut olanlardan birini devre dışı bırakmanız gerekir.
uk: Користувач досяг обмеження у {0} пристроїв. Щоб користувач зміг активувати новий пристрій, необхідно вимкнути для нього існуючий.
vi: Người dùng đã đạt đến giới hạn {0} thiết bị. Bạn phải bỏ kích hoạt một thiết bị hiện có cho người dùng này trước khi họ có thể kích hoạt một thiết bị mới.
zh_cn: 该用户已经达到 {0} 台设备的上限。您必须先为该用户停用一台现有设备，才能激活新设备。
zh_tw: 使用者已達到 {0} 部裝置的限制。您必須為這位使用者停用現有裝置，使用者才能啟用新裝置。

# Message_UserDisabled
source: The user was succesfully disabled.
ar: تم تعطيل المستخدم بنجاح.
bg: Потребителят е забранен успешно.
ca: S'ha inhabilitat l'usuari correctament.
cs: Uživatel byl úspěšně zakázán.
da: Brugeren er blevet deaktiveret.
de: Der Benutzer wurde erfolgreich deaktiviert.
el: Ο χρήστης απενεργοποιήθηκε με επιτυχία.
es: Se deshabilitó correctamente al usuario.
et: Kasutaja keelati edukalt.
eu: Erabiltzailea behar bezala desgaitu da.
fi: Käyttäjä on poistettu käytöstä.
fr: L'utilisateur a bien été désactivé.
gl: O usuario desactivouse correctamente.
he: המשתמש הפך ללא זמין בהצלחה.
hi: उपयोगकर्ता को सफलतापूर्वक अक्षम किया गया.
hr: Korisnik je uspješno onemogućen.
hu: A felhasználó letiltása sikerült.
id: Pengguna berhasil dinonaktifkan.
it: L'utente è stato disabilitato.
ja: ユーザーが無効になりました。
kk: Пайдаланушы ажыратылды.
ko: 사용자를 성공적으로 사용하지 않도록 설정했습니다.
lt: Vartotojas sėkmingai išjungtas.
lv: Lietotājs tika veiksmīgi atspējots.
ms: Pengguna berjaya dinyahdayakan.
nl: De gebruiker is uitgeschakeld.
no: Brukeren ble deaktivert.
pl: Użytkownik został pomyślnie wyłączony.
pt_br: O usuário foi desabilitado com êxito.
pt_pt: O utilizador foi desativado com êxito.
ro: Utilizatorul a fost dezactivat cu succes.
ru: Пользователь успешно отключен.
sk: Používateľ bol úspešne zakázaný.
sl: Uporabnik je bil uspešno onemogočen.
sr_cyrl_cs: Корисник је онемогућен.
sr_latn_cs: Korisnik je onemogućen.
sv: Användaren har inaktiverats.
th: ปิดใช้งานผู้ใช้สำเร็จแล้ว
tr: Kullanıcı başarıyla devre dışı bırakıldı.
uk: Користувача успішно вимкнуто.
vi: Người dùng đã được vô hiệu hóa thành công.
zh_cn: 已成功禁用该用户。
zh_tw: 已成功停用使用者。

# Message_UserEnabled
source: The user was succesfully enabled.
ar: تم تمكين المستخدم بنجاح.
bg: Потребителят е разрешен успешно.
ca: S'ha habilitat l'usuari correctament.
cs: Uživatel byl úspěšně povolen.
da: Brugeren er blevet aktiveret.
de: Der Benutzer wurde erfolgreich aktiviert.
el: Ο χρήστης ενεργοποιήθηκε με επιτυχία.
es: Se habilitó correctamente al usuario.
et: Kasutaja lubati edukalt.
eu: Erabiltzailea behar bezala gaitu da.
fi: Käyttäjä on otettu käyttöön.
fr: L'utilisateur a bien été activé.
gl: O usuario activouse correctamente.
he: המשתמש הפך לזמין בהצלחה.
hi: उपयोगकर्ता को सफलतापूर्वक सक्षम किया गया.
hr: Korisnik je uspješno omogućen.
hu: A felhasználó engedélyezése sikerült.
id: Pengguna berhasil diaktifkan.
it: L'utente è stato abilitato.
ja: ユーザーが有効になりました。
kk: Пайдаланушы сәтті түрде қосылды.
ko: 사용자를 성공적으로 사용하도록 설정했습니다.
lt: Vartotojas sėkmingai įjungtas.
lv: Lietotājs tika veiksmīgi iespējots.
ms: Pengguna berjaya didayakan.
nl: De gebruiker is ingeschakeld.
no: Brukeren ble aktivert.
pl: Użytkownik został pomyślnie włączony.
pt_br: O usuário foi habilitado com êxito.
pt_pt: O utilizador foi ativado com êxito.
ro: Utilizatorul a fost activat cu succes.
ru: Пользователь успешно включен.
sk: Používateľ bol úspešne povolený.
sl: Uporabnik je bil uspešno omogočen.
sr_cyrl_cs: Корисник је омогућен.
sr_latn_cs: Korisnik je omogućen.
sv: Användaren har aktiverats.
th: เปิดใช้งานผู้ใช้สำเร็จแล้ว
tr: Kullanıcı başarıyla etkinleştirildi.
uk: Користувача успішно увімкнуто.
vi: Người dùng đã được hiệu lực hóa thành công.
zh_cn: 已成功启用该用户。
zh_tw: 已成功啟用使用者。

# Message_UserInformationChanged
source: The user's information has been changed.
ar: تم تغيير معلومات المستخدم.
bg: Информацията за потребителя е променена.
ca: S'ha canviat la informació de l'usuari.
cs: Informace o uživateli byly změněny.
da: Brugerens oplysninger er blevet ændret.
de: Die Benutzerinformationen wurden geändert.
el: Τα στοιχεία του χρήστη άλλαξαν.
es: Se ha cambiado la información del usuario.
et: Kasutaja andmed on muudetud.
eu: Erabiltzailearen informazioa aldatu da.
fi: Käyttäjän tiedot on muutettu.
fr: Les informations de l'utilisateur ont été modifiées.
gl: Modificouse a información do usuario.
he: פרטי המשתמש השתנו.
hi: उपयोगकर्ता की जानकारी बदल दी गई है.
hr: Korisnikovi su podaci promijenjeni.
hu: A felhasználói adatok megváltoztak.
id: Informasi pengguna telah diubah.
it: Le informazioni dell'utente sono state modificate.
ja: ユーザーの情報が変更されました。
kk: Пайдаланушы ақпараты өзгертілді.
ko: 사용자의 정보가 변경되었습니다.
lt: Vartotojo informacija pakeista.
lv: Lietotāja informācija tika mainīta.
ms: Maklumat pengguna telah diubah.
nl: De gegevens van de gebruiker zijn gewijzigd.
no: Brukerens informasjon er endret.
pl: Informacje użytkownika zostały zmienione.
pt_br: As informações do usuário foram alteradas.
pt_pt: As informações do utilizador foram alteradas.
ro: Informațiile utilizatorului au fost modificate.
ru: Информация пользователя изменена.
sk: Informácie o používateľovi sa zmenili.
sl: Uporabniški podatki so bili spremenjeni.
sr_cyrl_cs: Информације о кориснику су промењене.
sr_latn_cs: Informacije o korisniku su promenjene.
sv: Användarens information har ändrats.
th: เปลี่ยนข้อมูลของผู้ใช้แล้ว
tr: Kullanıcının bilgileri değiştirildi.
uk: Інформацію користувача змінено.
vi: Thông tin người dùng đã được thay đổi.
zh_cn: 用户的信息已更改。
zh_tw: 使用者的資訊已變更。

# Message_UserLanguageChanged
source: The user's language preference has been changed.
ar: تم تغيير تفضيل لغة المستخدم.
bg: Езиковото предпочитание на потребителя е променено.
ca: S'ha canviat la preferència de llengua de l'usuari.
cs: Preferovaný jazyk uživatele byl změněn.
da: Brugerens sprogindstillinger er blevet ændret.
de: Die Spracheinstellung für den Benutzer wurde geändert.
el: Η προτιμώμενη γλώσσα του χρήστη άλλαξε.
es: Se ha cambiado la preferencia de idioma del usuario.
et: Kasutaja keele-eelistus on muudetud.
eu: Erabiltzailearen hizkuntza-lehentasuna aldatu da.
fi: Käyttäjän kielimääritykset on muutettu.
fr: La langue choisie par l'utilisateur a été modifiée.
gl: Modificouse a preferencia de idioma do usuario.
he: העדפת השפה של המשתמש השתנתה.
hi: उपयोगकर्ता की भाषा प्राथमिकता बदल दी गई है.
hr: Promijenjen je željeni jezik korisnika.
hu: A felhasználó nyelvi beállításai megváltoztak.
id: Pilihan bahasa pengguna telah diubah.
it: La preferenza relativa alla lingua dell'utente è stata modificata.
ja: ユーザーが使用する言語が変更されました。
kk: Пайдаланушының тіл таңдауы өзгертілді.
ko: 사용자의 기본 언어가 변경되었습니다.
lt: Vartotojo kalbos nuostata pakeista.
lv: Lietotāja valodas preference tika mainīta.
ms: Pilihan bahasa pengguna telah diubah.
nl: De taalvoorkeur van de gebruiker zijn gewijzigd.
no: Brukerens språkinnstilling er endret.
pl: Preferencje językowe użytkownika zostały zmienione.
pt_br: A preferência de idioma do usuário foi alterada.
pt_pt: A preferência de idioma do utilizador foi alterada.
ro: Limba aleasă a utilizatorului a fost modificată.
ru: Предпочитаемый язык пользователя изменен.
sk: Jazyková preferencia tohto používateľa sa zmenila.
sl: Jezikovne nastavitve tega uporabnika so bile spremenjene.
sr_cyrl_cs: Жељена опција језика корисника је промењена.
sr_latn_cs: Željena opcija jezika korisnika je promenjena.
sv: Användarens språkinställning har ändrats.
th: เปลี่ยนการกำหนดภาษาของผู้ใช้แล้ว
tr: Kullanıcının dil tercihi değiştirildi.
uk: Пріоритетну мову користувача змінено.
vi: Ngôn ngữ ưu tiên của người dùng đã được thay đổi.
zh_cn: 用户的语言首选项已更改。
zh_tw: 使用者的語言喜好設定已變更。

# Message_UserModeChanged
source: The user's method has been changed.
ar: تم تغيير أسلوب المستخدم.
bg: Методът на потребителя е променен.
ca: S'ha canviat el mètode de l'usuari.
cs: Metoda uživatele byla změněna.
da: Brugerens metode er blevet ændret.
de: Die Authentifizierungsmethode des Benutzers wurde geändert.
el: Η μέθοδος ελέγχου ταυτότητας για το χρήστη άλλαξε.
es: Se ha cambiado el método del usuario.
et: Kasutaja meetod on muudetud.
eu: Erabiltzailearen metodoa aldatu da.
fi: Käyttäjän menetelmä on muutettu.
fr: La méthode de l'utilisateur a été modifiée.
gl: Modificouse o método do usuario.
he: השיטה של המשתמש השתנתה.
hi: उपयोगकर्ता की विधि बदल दी गई है.
hr: Korisnikova je metoda promijenjena.
hu: A felhasználóhoz tartozó módszer megváltozott.
id: Metode pengguna telah diubah.
it: Il metodo dell'utente è stato modificato.
ja: ユーザーが使用する認証方法が変更されました。
kk: Пайдаланушының әдісі өзгертілді.
ko: 사용자의 방법이 변경되었습니다.
lt: Vartotojo metodas pakeistas.
lv: Lietotāja metode tika mainīta.
ms: Kaedah pengguna telah diubah.
nl: De methode van de gebruiker is gewijzigd.
no: Brukerens metode er endret.
pl: Metoda użytkownika została zmieniona.
pt_br: O método do usuário foi alterado.
pt_pt: O método do utilizador foi alterado.
ro: Metoda utilizatorului a fost modificată.
ru: Метод пользователя изменен.
sk: Metóda tohto používateľa sa zmenila.
sl: Način uporabnika je bil spremenjen.
sr_cyrl_cs: Метод корисника је промењен.
sr_latn_cs: Metod korisnika je promenjen.
sv: Användarens metod har ändrats.
th: เปลี่ยนเมธอดของผู้ใช้แล้ว
tr: Kullanıcının yöntemi değiştirildi.
uk: Метод користувача змінено.
vi: Phương thức của người dùng đã được thay đổi.
zh_cn: 用户的方法已更改。
zh_tw: 使用者的方法已變更。

# Message_UsernameRequired
source: Username required.
ar: اسم المستخدم مطلوب.
bg: Потребителското име е задължително.
ca: Cal el nom d'usuari.
cs: Je vyžadováno Uživatelské jméno.
da: Brugernavn skal angives.
de: Benutzername ist erforderlich.
el: Το πεδίο "Όνομα χρήστη" είναι απαιτούμενο.
es: Nombre de usuario es obligatorio.
et: Kasutajanimi on nõutav.
eu: Erabiltzaile-izena beharrezkoa da.
fi: Käyttäjänimi tarvitaan.
fr: Nom d'utilisateur requis.
gl: Nome de usuario necesario.
he: נדרש שם משתמש.
hi: उपयोगकर्ता नाम आवश्यक है.
hr: Korisničko ime je obavezno.
hu: A felhasználónév megadása kötelező.
id: Nama pengguna diperlukan.
it: Nome utente obbligatorio.
ja: [ユーザー名] は必須です。
kk: Пайдаланушы аты қажет.
ko: [사용자 이름]은 필수입니다.
lt: Būtinas vartotojo vardas.
lv: Jānorāda lietotājvārds.
ms: Nama pengguna diperlukan.
nl: Gebruikersnaam vereist.
no: Brukernavn kreves.
pl: Nazwa użytkownika jest wymagana.
pt_br: Nome de usuário necessário.
pt_pt: Nome de Utilizador é necessário.
ro: Numele utilizatorului este obligatoriu.
ru: Необходимо указать имя пользователя.
sk: Vyžaduje sa meno používateľa.
sl: Zahtevan je vnos uporabniškega imena.
sr_cyrl_cs: Корисничко име је обавезно.
sr_latn_cs: Korisničko ime je obavezno.
sv: Användarnamn krävs.
th: ต้องระบุชื่อผู้ใช้
tr: Kullanıcı adı gerekiyor.
uk: Необхідно вказати ім'я користувача.
vi: Yêu cầu tên người dùng.
zh_cn: “用户名”是必填项。
zh_tw: [使用者名稱] 是必要項。

# Message_UserNotBlocked
source: Unblock failed. The user is not currently blocked.
ar: فشل إلغاء الحظر. والمستخدم غير محظور حاليًا.
bg: Деблокирането е неуспешно. Понастоящем потребителят не е блокиран.
ca: No s'ha pogut desbloquejar. No s'ha bloquejat l'usuari.
cs: Odblokování se nezdařilo. Uživatel není aktuálně blokován.
da: Fjernelse af blokering mislykkedes. Brugeren er ikke blokeret for øjeblikket.
de: Entsperren nicht möglich. Der Benutzer ist zurzeit nicht gesperrt.
el: Η άρση του αποκλεισμού απέτυχε. Ο χρήστης αυτός δεν βρίσκεται σε αποκλεισμό αυτήν τη στιγμή.
es: Error de desbloqueo. El usuario no está bloqueado.
et: Blokeeringu eemaldamine ebaõnnestus. See kasutaja pole hetkel blokeeritud.
eu: Desblokeoak huts egin du. Erabiltzailea unean ez dago blokeatuta.
fi: Eston poisto epäonnistui. Käyttäjä ei ole estotilassa.
fr: Échec du déblocage. L'utilisateur n'est pas bloqué pour le moment.
gl: Erro de desbloqueo. O usuario non está bloqueado actualmente.
he: ביטול החסימה נכשל. המשתמש אינו חסום כעת.
hi: अनवरोधित करना विफल. उपयोगकर्ता पहले से अवरोधित नहीं है.
hr: Deblokiranje nije uspjelo. Korisnik trenutačno nije blokiran.
hu: A blokkolás feloldása nem sikerült. A felhasználó jelenleg nincs blokkolva.
id: Pembatalan pemblokiran gagal. Pengguna saat ini tidak diblokir.
it: Sblocco non riuscito. L'utente non è attualmente bloccato.
ja: ユーザーのブロックを解除できませんでした。このユーザーは、元々ブロックされていません。
kk: Блоктан шығару орындалмады. Пайдаланушыға тыйым салынған емес.
ko: 차단 해제에 실패했습니다. 사용자가 현재 차단되어 있지 않습니다.
lt: Nepavyko atblokuoti. Vartotojas dabar neužblokuotas.
lv: Atbloķēšana neizdevās. Lietotājs pašlaik nav bloķēts.
ms: Nyah sekat gagal. Pengguna tidak disekat.
nl: Deblokkeren is mislukt. De gebruiker is niet geblokkeerd.
no: Opplåsing mislyktes. Brukeren er ikke blokkert.
pl: Odblokowanie nie powiodło się. Użytkownik nie jest obecnie zablokowany.
pt_br: Falha ao desbloquear. O usuário não está bloqueado no momento.
pt_pt: O desbloqueio falhou. O utilizador não se encontra atualmente bloqueado.
ro: Deblocarea nu a reușit. Utilizatorul nu este blocat.
ru: Не удалось разблокировать. Пользователь в данный момент не заблокирован.
sk: Odblokovanie zlyhalo. Tento používateľ nie je momentálne blokovaný.
sl: Deblokiranje ni uspelo. Uporabnik trenutno ni blokiran.
sr_cyrl_cs: Деблокирање није успело. Корисник тренутно није блокиран.
sr_latn_cs: Deblokiranje nije uspelo. Korisnik trenutno nije blokiran.
sv: Avblockering misslyckades. Användaren är inte blockerad.
th: การยกเลิกการบล็อกล้มเหลว ผู้ใช้ไม่ถูกบล็อกอยู่ในขณะนี้
tr: Engellemenin kaldırılması başarısız. Kullanıcı şu anda engellenmiş değil.
uk: Не вдалося розблокувати. Користувач зараз не заблокований.
vi: Bỏ chặn thất bại. Người dùng này hiện tại không bị chặn.
zh_cn: 解除阻止失败。该用户目前未被阻止。
zh_tw: 解除封鎖失敗。使用者目前未遭到封鎖。
