Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_DeviceDeactivated
source: Device deactivated.
ar: تم إلغاء تنشيط الجهاز.
bg: Устройството е дезактивирано.
ca: El dispositiu s'ha desactivat.
cs: Zařízení bylo deaktivováno.
da: Enheden er deaktiveret.
de: Das Gerät wurde deaktiviert.
el: Η συσκευή απενεργοποιήθηκε.
es: Dispositivo desactivado.
et: Seade on inaktiveeritud.
eu: Gailua desaktibatu da.
fi: Laitteen aktivointi on poistettu.
fr: Appareil désactivé.
gl: Dispositivo desactivado.
he: הפעלת המכשיר בוטלה.
hi: डिवाइस निष्क्रिय किया गया.
hr: Uređaj je deaktiviran.
hu: Eszköz inaktiválva.
id: Perangkat dinonaktifkan.
it: Dispositivo disattivato.
ja: デバイスが無効になりました。
kk: Құрылғы ажыратылды.
ko: 장치가 비활성화되었습니다.
lt: Įrenginys išjungtas.
lv: Ierīce tika deaktivizēta.
ms: Peranti dinyah aktifkan.
nl: Apparaat gedeactiveerd.
no: Enhet deaktivert.
pl: Dezaktywowano urządzenie.
pt_br: Dispositivo desativado.
pt_pt: Dispositivo desativado.
ro: Dispozitiv dezactivat.
ru: Устройство отключено.
sk: Zariadenie bolo deaktivované.
sl: Naprava je deaktivirana.
sr_cyrl_cs: Уређај је деактивиран.
sr_latn_cs: Uređaj je deaktiviran.
sv: Enhet inaktiverad.
th: ปิดใช้งานอุปกรณ์แล้ว
tr: Cihaz devre dışı bırakıldı.
uk: Пристрій вимкнуто.
vi: Thiết bị đã được bỏ kích hoạt.
zh_cn: 设备已停用。
zh_tw: 裝置已停用。

# Message_DeviceLimit
source: Your account is at the limit of {0} devices. You must deactivate an existing device before activating a new one.
ar: يقتصر حسابك على {0} جهاز (أجهزة). يجب إلغاء تنشيط جهاز موجود قبل تنشيط آخر جديد.
bg: Акаунтът ви е достигнал лимита от {0} устройства. Трябва да дезактивирате съществуващо устройство, преди да активирате ново такова.
ca: El compte ha arribat al límit de {0} dispositius. Cal que desactiveu un dispositiu existent per poder activar un nou dispositiu.
cs: Pro váš účet je již aktivován maximální počet zařízení: {0}. Před aktivací nového zařízení je nutné deaktivovat jedno ze stávajících zařízení.
da: Din konto har nået grænsen på {0} enheder. Du skal deaktivere en eksisterende enhed, før du kan aktivere en ny.
de: Für Ihr Konto ist bereits die Höchstzahl an Geräten registriert {0}. Damit Sie ein neues Gerät aktivieren können, müssen Sie zunächst ein vorhandenes deaktivieren.
el: Ο λογαριασμός σας έχει όριο {0} συσκευών. Πρέπει να απενεργοποιήσετε μια υπάρχουσα συσκευή προτού ενεργοποιήσετε μια νέα.
es: Su cuenta está en el límite de {0} dispositivos. Debe desactivar uno de los dispositivos existentes para poder activar uno nuevo.
et: Teie konto on jõudnud {0} lubatud seadme piirini. Enne uue seadme aktiveerimist peate kõigepealt ühe olemasoleva seadme inaktiveerima.
eu: Zure kontua gehienezko {0} gailu kopurura heldu da. Dagoen gailu bat desaktibatu behar duzu gailu berri bat aktibatu ahal izateko.
fi: Tilisi on saavuttanut {0} laitteen rajan. Sinun täytyy poistaa jonkin laitteen aktivointi, jotta voit aktivoida uuden laitteen.
fr: Votre compte a atteint la limite de {0} appareils. Vous devez désactiver un appareil existant avant d'en activer un nouveau.
gl: A conta chegou ao límite de dispositivos {0}. Para activar un novo dispositivo, ten que desactivar un existente.
he: החשבון שלך הגיע למגבלת {0} המכשירים. עליך לבטל את ההפעלה של מכשיר קיים לפני הפעלת מכשיר חדש.
hi: आपके खाते की {0} डिवाइस की सीमा पूरी हो गई है. कोई नया डिवाइस सक्रिय करने से पहले आपको किसी मौजूदा डिवाइस को निष्क्रिय करना होगा.
hr: Vaš račun na granici je sljedećeg broja uređaja: {0}. Morate deaktivirati postojeći uređaj prije aktiviranja novog.
hu: A fiókja elérte a(z) {0} készülékes korlátot. Inaktiváljon legalább egy meglévő eszközt, mielőtt újat aktiválna.
id: Akun Anda mencapai batas {0} perangkat. Anda harus menonaktifkan perangkat yang ada sebelum mengaktifkan yang baru.
it: È stato raggiunto il limite di {0} dispositivi per l'account. È necessario disattivare un dispositivo esistente prima di attivarne uno nuovo.
ja: アカウントで使用しているデバイスの数が上限の {0} 台に達しました。新しいデバイスを有効にするには、既存のデバイスを無効にする必要があります。
kk: Тіркелгіңіз {0} құрылғы шегіне жетті. Жаңа бір құрылғыны белсендірмес бұрын, бұрыннан бар бір құрылғыны ажырату керек.
ko: 계정의 {0}개 장치 제한에 도달했습니다. 새 장치를 활성화하기 전에 기존 장치를 비활성화해야 합니다.
lt: Jūsų abonementui taikomas {0} įreng. apribojimas. Prieš suaktyvindami naują įrenginį turite išjungti esamą įrenginį.
lv: Jūsu kontā aktivizētas {0} ierīces, un tas ir maksimālais atļautais ierīču skaits. Pirms jaunas ierīces aktivizēšanas deaktivizējiet vienu no esošajām ierīcēm.
ms: Akaun anda telah mencecah had {0} peranti. Anda mesti menyahaktifkan peranti sedia ada sebelum mengaktifkan yang baharu.
nl: De limiet van {0} apparaten voor uw account is bereikt. U moet een bestaand apparaat deactiveren voordat u een nieuw apparaat activeert.
no: Kontoen har nådd grensen på {0} enheter. Du må deaktivere en eksisterende enhet før du aktiverer en ny.
pl: To konto osiągnęło limit {0} urządzeń. Aby aktywować nowe urządzenie, należy dezaktywować istniejące.
pt_br: Sua conta está no limite de {0} dispositivos. Você deve desativar um dispositivo existente antes de ativar um novo.
pt_pt: A sua conta atingiu o limite de {0} dispositivos. Para poder ativar um novo dispositivo, terá de desativar um dispositivo existente.
ro: Contul a atins limita de {0} dispozitive. Pentru a putea activa un dispozitiv nou, trebuie să dezactivați unul existent.
ru: Ваша учетная запись достигла ограничения в {0} устройств. Перед активацией нового устройство необходимо отключить существующее.
sk: Konto dosiahlo nasledujúci limit počtu zariadení: {0}. Skôr než aktivujete nové zariadenie, musíte deaktivovať jedno z existujúcich zariadení.
sl: V vašem računu je dosežena omejitev števila naprav: {0}. Pred aktiviranjem nove naprave morate deaktivirati obstoječo napravo.
sr_cyrl_cs: Налог је достигао ограничење од {0} уређаја. Морате да деактивирате постојећи уређај да бисте могли да активирате нови.
sr_latn_cs: Nalog je dostigao ograničenje od {0} uređaja. Morate da deaktivirate postojeći uređaj da biste mogli da aktivirate novi.
sv: Ditt konto har nått gränsen på {0} enheter. Du måste inaktivera en befintlig enhet innan du aktiverar en ny.
th: บัญชีของคุณถึงขีดจำกัด {0} อุปกรณ์แล้ว คุณต้องปิดใช้งานอุปกรณ์ที่มีอยู่ก่อนเปิดใช้งานอุปกรณ์ใหม่
tr: Hesabınız {0} cihaz sınırında. Yeni bir cihaz etkinleştirmeden önce mevcut birini devre dışı bırakmanız gerekiyor.
uk: Ваш обліковий запис досяг обмеження у {0} пристроїв. Перед активацією нового пристрою необхідно вимкнути існуюче.
vi: Tài khoản của bạn đã đạt đến giới hạn {0} thiết bị. Bạn phải bỏ kích hoạt một thiết bị hiện có trước khi kích hoạt một thiết bị mới.
zh_cn: 您的帐户已经达到 {0} 台设备的上限。您必须先停用一台现有设备，才能激活新设备。
zh_tw: 您的帳戶已達到 {0} 部裝置的限制。您必須停用現有裝置才能啟用新裝置。

# Message_DuplicateAnswer
source: Duplicate answer not allowed.
ar: غير مسموح بإجابة مكررة.
bg: Не се позволява дублиращ се отговор.
ca: No s'admeten respostes duplicades.
cs: Duplicitní odpovědi nejsou povoleny.
da: Identiske svar ikke tilladt.
de: Doppelte Antworten sind nicht zulässig.
el: Δεν επιτρέπεται διπλότυπη απάντηση.
es: No se permiten respuestas duplicadas.
et: Duplikaatvastus pole lubatud.
eu: Ez dira erantzun bikoiztuak onartzen.
fi: Samaa vastausta ei sallita.
fr: Les réponses dupliquées ne sont pas autorisées.
gl: Resposta duplicada non permitida.
he: תשובה כפולה אינה מותרת.
hi: डुप्लिकेट उत्तर की अनुमति नहीं है.
hr: Ponavljanje istog odgovora nije dopušteno.
hu: Ismétlődő válasz nem adható meg.
id: Jawaban ganda tidak diizinkan.
it: Non sono consentite risposte duplicate.
ja: 同じ答を複数指定することはできません。
kk: Қайталанатын жауапқа рұқсат жоқ.
ko: 중복된 답변은 허용되지 않습니다.
lt: Pasikartojantis atsakymas neleidžiamas.
lv: Nav atļauts izmantot vienādas atbildes.
ms: Jawapan pendua tidak dibenarkan.
nl: Dubbel antwoord is niet toegestaan.
no: Identisk svar er ikke tillatt.
pl: Zduplikowane odpowiedzi nie są dozwolone.
pt_br: Resposta duplicada não permitida.
pt_pt: Não são permitidas respostas duplicadas.
ro: Nu se permite dublura de răspuns.
ru: Дублирование ответов не разрешено.
sk: Duplicitná odpoveď nie je povolená.
sl: Enaki odgovori niso dovoljeni.
sr_cyrl_cs: Дуплирани одговор није дозвољен.
sr_latn_cs: Duplirani odgovor nije dozvoljen.
sv: Duplicerat svar är inte tillåtet.
th: ไม่อนุญาตคำตอบที่ซ้ำกัน
tr: Yinelenen yanıt kullanılamaz.
uk: Дублювання відповідей не дозволено.
vi: Không cho phép câu trả lời trùng lặp.
zh_cn: 不允许出现重复答案。
zh_tw: 不允許重複的答案。

# Message_DuplicateQuestion
source: Duplicate question not allowed.
ar: غير مسموح بسؤال مكرر.
bg: Не се позволява дублиращ се въпрос.
ca: No s'admeten preguntes duplicades.
cs: Duplicitní otázky nejsou povoleny.
da: Identiske spørgsmål ikke tilladt.
de: Doppelte Fragen sind nicht zulässig.
el: Δεν επιτρέπεται διπλότυπη ερώτηση.
es: No se permiten preguntas duplicadas.
et: Duplikaatküsimus pole lubatud.
eu: Ez dira galdera bikoiztuak onartzen.
fi: Samaa kysymystä ei sallita.
fr: Les questions dupliquées ne sont pas autorisées.
gl: Pregunta duplicada non permitida.
he: שאלה כפולה אינה מותרת.
hi: डुप्लिकेट प्रश्न की अनुमति नहीं है.
hr: Ponavljanje istog pitanja nije dopušteno.
hu: Ismétlődő kérdés nem adható meg.
id: Pertanyaan ganda tidak diizinkan.
it: Non sono consentite domande duplicate.
ja: 同じ質問を複数指定することはできません。
kk: Қайталанатын сұраққа рұқсат жоқ.
ko: 중복된 질문은 허용되지 않습니다.
lt: Pasikartojantis klausimas neleidžiamas.
lv: Nav atļauts izmantot vienādus jautājumus.
ms: Soalan pendua tidak dibenarkan.
nl: Dubbele vraag is niet toegestaan.
no: Identisk spørsmål er ikke tillatt.
pl: Zduplikowane pytania nie są dozwolone.
pt_br: Pergunta duplicada não permitida.
pt_pt: Não são permitidas perguntas duplicadas.
ro: Nu se permite dublura de întrebare.
ru: Дублирование вопросов не разрешено.
sk: Duplicitná otázka nie je povolená.
sl: Enaka vprašanja niso dovoljena.
sr_cyrl_cs: Дуплирано питање није дозвољено.
sr_latn_cs: Duplirano pitanje nije dozvoljeno.
sv: Duplicerad fråga är inte tillåten.
th: ไม่อนุญาตคำถามที่ซ้ำกัน
tr: Yinelenen soru kullanılamaz.
uk: Дублювання запитань не дозволено.
vi: Không cho phép câu hỏi trùng lặp.
zh_cn: 不允许出现重复问题。
zh_tw: 不允許重複的問題。

# Message_DuplicateUsername
source: Duplicate username.
ar: اسم مستخدم مكرر.
bg: Дублиращо се потребителско име.
ca: Nom d'usuari duplicat.
cs: Duplicitní uživatelské jméno.
da: Identisk brugernavn.
de: Doppelter Benutzername.
el: Διπλότυπο όνομα χρήστη.
es: Nombre de usuario duplicado.
et: Duplikaatkasutajanimi.
eu: Erabiltzaile-izen bikoiztua.
fi: Sama käyttäjänimi.
fr: Nom d'utilisateur dupliqué.
gl: Nome de usuario duplicado.
he: שם משתמש כפול.
hi: डुप्लिकेट उपयोगकर्ता नाम.
hr: Ponavljanje istog korisničkog imena nije dopušteno.
hu: Ismétlődő felhasználónév.
id: Nama pengguna duplikat.
it: Nome utente duplicato.
ja: ユーザー名が重複しています。
kk: Қайталанатын пайдаланушы аты.
ko: 중복된 사용자 이름입니다.
lt: Pasikartojantis vartotojo vardas.
lv: Tika izmantoti vienādi lietotājvārdi.
ms: Nama pengguna berpendua.
nl: Dubbele gebruikersnaam.
no: Identisk brukernavn.
pl: Zduplikowana nazwa użytkownika.
pt_br: Nome de usuário duplicado.
pt_pt: Nome de utilizador duplicado.
ro: Dublură de nume de utilizator.
ru: Дублирование имени пользователя.
sk: Duplicitné meno používateľa.
sl: To uporabniško ime že obstaja.
sr_cyrl_cs: Дуплирано корисничко име.
sr_latn_cs: Duplirano korisničko ime.
sv: Duplicera användarnamn.
th: ชื่อผู้ใช้ซ้ำกัน
tr: Yinelenen kullanıcı adı.
uk: Дублювання імені користувача.
vi: Tên người dùng trùng lặp.
zh_cn: 用户名重复。
zh_tw: 使用者名稱重複。

# Message_ErrorAddingUser
source: Error adding user.<br/>{0}
ar: حدث خطأ أثناء إضافة مستخدم.<br/>{0}
bg: Грешка при добавяне на потребителя.<br/>{0}
ca: S'ha produït un error en afegir l'usuari.<br/>{0}
cs: Při přidávání uživatele došlo k chybě.<br/>{0}
da: Der opstod fejl under tilføjelse af bruger.<br/>{0}
de: Fehler beim Hinzufügen des Benutzers<br/>{0}
el: Σφάλμα κατά την προσθήκη του χρήστη.<br/>{0}
es: Error al agregar al usuario.<br/>{0}
et: Tõrge kasutaja lisamisel.<br/>{0}
eu: Errorea erabiltzailea gehitzerakoan.<br/>{0}
fi: Virhe lisättäessä käyttäjä.<br/>{0}
fr: Erreur lors de l'ajout de l'utilisateur.<br/>{0}
gl: Erro ao engadir o usuario.<br/>{0}
he: שגיאה בהוספת משתמש.<br/>{0}
hi: उपयोगकर्ता जोड़ते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri dodavanju korisnika.<br/>{0}
hu: Hiba történt a felhasználó hozzáadásakor.<br/>{0}
id: Kesalahan saat menambah pengguna.<br/>{0}
it: Errore durante l'aggiunta dell'utente.<br/>{0}
ja: ユーザーの追加エラーが発生しました。<br/>{0}
kk: Пайдаланушы қосу қатесі.<br/>{0}
ko: 사용자를 추가하는 동안 오류가 발생했습니다.<br/>{0}
lt: Įtraukiant vartotoją įvyko klaida.<br/>{0}
lv: Pievienojot lietotāju, radās kļūda.<br/>{0}
ms: Ralat menambah pengguna.<br/>{0}
nl: Fout bij toevoegen van gebruiker.<br/>{0}
no: Feil under tillegging av bruker.<br/>{0}
pl: Błąd podczas dodawania użytkownika.<br/>{0}
pt_br: Erro ao adicionar usuário.<br/>{0}
pt_pt: Erro ao adicionar utilizador.<br/>{0}
ro: Eroare la adăugarea utilizatorului.<br/>{0}
ru: Ошибка при добавлении пользователя.<br/>{0}
sk: Chyba pri pridávaní používateľa.<br/>{0}
sl: Pri dodajanju uporabnika je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при додавању корисника.<br/>{0}
sr_latn_cs: Greška pri dodavanju korisnika.<br/>{0}
sv: Det gick inte att lägga till användaren.<br/>{0}
th: ข้อผิดพลาดในการเพิ่มผู้ใช้<br/>{0}
tr: Kullanıcı eklenirken hata.<br/>{0}
uk: Помилка під час додавання користувача.<br/>{0}
vi: Lỗi thêm người dùng.<br/>{0}
zh_cn: 添加用户时出错。<br/>{0}
zh_tw: 新增使用者時發生錯誤。<br/>{0}

# Message_ErrorAddingUserForPassedSession
source: Error adding user for passed session.<br/>{0}
ar: حدث خطأ أثناء إضافة مستخدم للجلسة المنقضية.<br/>{0}
bg: Грешка при добавяне на потребителя за подадената сесия.<br/>{0}
ca: S'ha produït un error en afegir l'usuari a una sessió superada.<br/>{0}
cs: Při přidávání uživatele pro relaci s vypršenou platností došlo k chybě.<br/>{0}
da: Der opstod fejl under tilføjelse af bruger for udløbet session.<br/>{0}
de: Fehler beim Hinzufügen des Benutzers für weitergegebene Sitzung<br/>{0}
el: Σφάλμα κατά την προσθήκη του χρήστη για την περίοδο λειτουργίας που πέρασε.<br/>{0}
es: Error al agregar al usuario para la sesión superada.<br/>{0}
et: Tõrge kasutaja lisamisel möödunud seanssi.<br/>{0}
eu: Errorea pasatako saiora erabiltzailea gehitzerakoan.<br/>{0}
fi: Virhe lisättäessä käyttäjä päättyneeseen istuntoon.<br/>{0}
fr: Erreur lors de l'ajout de l'utilisateur pour la session passée.<br/>{0}
gl: Erro ao engadir un usuario para unha sesión aprobada.<br/>{0}
he: שגיאה בהוספת משתמש עבור ההפעלה שעברה.<br/>{0}
hi: बीत चुके सत्र के लिए उपयोगकर्ता जोड़ते समय त्रुटि हुई.<br/>{0}
hr: Pogreška pri dodavanju korisnika za proteklu sesiju.<br/>{0}
hu: Nem sikerült a felhasználó hozzáadása az átadott munkamenethez.<br/>{0}
id: Kesalahan saat menambah pengguna untuk sesi yang lalu.<br/>{0}
it: Errore durante l'aggiunta dell'utente per la sessione passata.<br/>{0}
ja: 渡されたセッションのユーザーの追加エラーが発生しました。<br/>{0}
kk: Өткен сеанс үшін пайдаланушы қосу қатесі.<br/>{0}
ko: 전달된 세션에 대한 사용자를 추가하는 동안 오류가 발생했습니다.<br/>{0}
lt: Įtraukiant vartotoją į prasidėjusį seansą įvyko klaida.<br/>{0}
lv: Pievienojot pagājušai sesijai lietotāju, radās kļūda.<br/>{0}
ms: Ralat menambah pengguna untuk sesi lepas.<br/>{0}
nl: Fout bij toevoegen van gebruiker voor doorgegeven sessie.<br/>{0}
no: Feil under tillegging av bruker for sendt økt.<br/>{0}
pl: Błąd podczas dodawania użytkownika do sesji przekazywanej.<br/>{0}
pt_br: Erro ao adicionar usuário para a sessão passada.<br/>{0}
pt_pt: Erro ao adicionar utilizador à sessão transmitida.<br/>{0}
ro: Eroare la adăugarea utilizatorului pentru sesiunea validată.<br/>{0}
ru: Ошибка при добавлении пользователя для переданного сеанса.<br/>{0}
sk: Chyba pri pridávaní používateľa pre odovzdanú reláciu.<br/>{0}
sl: Pri dodajanju uporabnika v podano sejo je prišlo do napake.<br/>{0}
sr_cyrl_cs: Грешка при додавању корисника у прослеђену сесију.<br/>{0}
sr_latn_cs: Greška pri dodavanju korisnika u prosleđenu sesiju.<br/>{0}
sv: Det gick inte att lägga till användaren för den senaste sessionen.<br/>{0}
th: ข้อผิดพลาดในการเพิ่มผู้ใช้สำหรับเซสชันที่ผ่าน<br/>{0}
tr: Geçilen oturum için kullanıcı eklenirken hata.<br/>{0}
uk: Помилка під час додавання користувача для переданого сеансу.<br/>{0}
vi: Lỗi thêm người dùng cho phiên làm việc đã qua.<br/>{0}
zh_cn: 为已传递的会话添加用户时出错。<br/>{0}
zh_tw: 新增已通過之工作階段的使用者時發生錯誤。<br/>{0}

# Message_ErrorCommunicatingWithLocal
source: Error communicating with the local Multi-Factor Authentication service. Please contact your administrator.
ar: حدث خطأ أثناء الاتصال بخدمة Multi-Factor Authentication المحلية، يرجى الاتصال بالمسؤول لديك.
bg: Грешка при комуникацията с местната услуга на Multi-Factor Authentication. Свържете се с администратора.
ca: S'ha produït un error de comunicació amb el Servei Multi-Factor Authentication local. Poseu-vos en contacte amb l'administrador.
cs: Při komunikaci s místní službou Multi-Factor Authentication došlo k chybě. Obraťte se na správce.
da: Der opstod fejl under kommunikation med den lokale Multi-Factor Authentication-tjeneste. Kontakt administratoren.
de: Fehler bei der Kommunikation mit dem lokalen Multi-Factor Authentication-Dienst. Wenden Sie sich an den Administrator.
el: Σφάλμα κατά την επικοινωνία με την τοπική υπηρεσία Multi-Factor Authentication. Επικοινωνήστε με τον διαχειριστή σας.
es: Error al comunicarse con el servicio Multi-Factor Authentication. Póngase en contacto con el administrador.
et: Tõrge suhtlemisel kohaliku Multi-Factor Authenticationi teenusega. Võtke ühendust oma administraatoriga.
eu: Errorea Multi-Factor Authentication zerbitzu lokalarekin komunikatzerakoan. Jar zaitez harremanetan administratzailearekin.
fi: Virhe yhteydessä paikalliseen Multi-Factor Authentication -palveluun. Ota yhteyttä järjestelmänvalvojaasi.
fr: Erreur de communication avec le service local Multi-Factor Authentication. Contactez votre administrateur.
gl: Erro ao comunicar co servizo local de Multi-Factor Authentication. Contacte co administrador.
he: שגיאה בתקשורת עם השירות המקומי של Multi-Factor Authentication. פנה למנהל המערכת.
hi: स्थानीय Multi-Factor Authentication सेवा से संचार करते समय त्रुटि हुई. कृपया अपने व्यवस्थापक से संपर्क करें.
hr: Pogreška u komunikaciji s lokalnim poslužiteljem servisa Multi-Factor Authentication. Kontaktirajte svog administratora.
hu: Hiba történt a helyi Multi-Factor Authentication szolgáltatással folytatott kommunikáció során. Forduljon a rendszergazdához.
id: Kesalahan saat berkomunikasi dengan layanan Multi-Factor Authentication lokal. Harap hubungi administrator Anda.
it: Errore durante la comunicazione con il servizio Multi-Factor Authentication locale. Rivolgersi all'amministratore.
ja: ローカル Multi-Factor Authentication サービスとの通信エラーが発生しました。管理者に問い合わせてください。
kk: Жергілікті Multi-Factor Authentication қызметімен байланысу қатесі. Әкімшіге хабарласыңыз.
ko: 로컬 Multi-Factor Authentication 서비스와 통신하는 동안 오류가 발생했습니다. 관리자에게 문의하십시오.
lt: Įvyko ryšio su vietine „Multi-Factor Authentication“ tarnyba klaida. Kreipkitės į savo administratorių.
lv: Sazinoties ar lokālo Multi-Factor Authentication pakalpojumu, radās kļūda. Lūdzu, sazinieties ar administratoru.
ms: Ralat berkomunikasi dengan perkhidmatan Multi-Factor Authentication setempat. Sila hubungi pentadbir anda.
nl: Fout bij communiceren met de lokale Multi-Factor Authentication-service. Neem contact op met de beheerder.
no: Feil under kommunikasjon med den lokale tjenesten for Multi-Factor Authentication. Kontakt administratoren.
pl: Błąd podczas komunikacji z lokalną usługą Multi-Factor Authentication. Skontaktuj się z administratorem.
pt_br: Erro de comunicação com o serviço Multi-Factor Authentication local. Contate o administrador.
pt_pt: Erro ao comunicar com o serviço de Autenticação Multifator local. Contacte o administrador.
ro: Eroare la comunicarea cu serviciul Multi-Factor Authentication local. Contactați administratorul.
ru: Ошибка связи с локальной службой Multi-Factor Authentication. Обратитесь к администратору.
sk: Chyba komunikácie s lokálnou službou Multi-Factor Authentication. Obráťte sa na svojho správcu.
sl: Pri komunikaciji z lokalno storitvijo Multi-Factor Authentication je prišlo do napake. Obrnite se na skrbnika.
sr_cyrl_cs: Грешка у комуникацији са локалном Multi-Factor Authentication услугом. Обратите се администратору.
sr_latn_cs: Greška u komunikaciji sa lokalnom Multi-Factor Authentication uslugom. Obratite se administratoru.
sv: Det gick inte att kommunicera med den lokala tjänsten Multi-Factor Authentication. Kontakta administratören.
th: ข้อผิดพลาดในการสื่อสารกับบริการ Multi-Factor Authentication ในท้องถิ่น โปรดติดต่อผู้ดูแลระบบ
tr: Yerel Multi-Factor Authentication hizmetiyle iletişi kurulurken hata. Lütfen yöneticinize başvurun.
uk: Помилка зв'язку з локальною службою Multi-Factor Authentication. Зверніться до адміністратора.
vi: Lỗi giao tiếp với dịch vụ Multi-Factor Authentication cục bộ. Vui lòng liên hệ quản trị viên của bạn.
zh_cn: 与本地 Multi-Factor Authentication 服务通信时出错。请联系您的管理员。
zh_tw: 與本機 Multi-Factor Authentication 服務通訊時發生錯誤。請連絡系統管理員。
