Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_CannotEstablishWebServiceSdkConnection
source: Multi-Factor Authentication User Portal cannot establish a secure connection to the Web Service SDK: {0}
ar: لا يمكن لمدخل مستخدمي Multi-Factor Authentication أن يؤسس اتصالاً آمنًا بحزمة تطوير برامج خدمة الويب: {0}
bg: Потребителският портал на Multi-Factor Authentication не може да установи защитена връзка с Web Service SDK: {0}
ca: El Portal d'usuaris de Multi-Factor Authentication no pot establir una connexió segura amb l'SDK del servei web: {0}
cs: Portál Multi-Factor Authentication User Portal nemůže navázat zabezpečené připojení k funkci Web Service SDK: {0}.
da: Multi-Factor Authentication-brugerportalen kan ikke oprette en sikker forbindelse til webtjenesten SDK: {0}
de: Vom Multi-Factor Authentication-Benutzerportal kann keine sichere Verbindung mit dem Webdienst-SDK hergestellt werden: {0}
el: Η Πύλη χρηστών Multi-Factor Authentication δεν μπορεί να δημιουργήσει μια ασφαλή σύνδεση στο Web Service SDK: {0}
es: El Portal de usuarios de Multi-Factor Authentication no puede establecer una conexión segura con el SDK del servicio web: {0}
et: Multi-Factor Authenticationi kasutajaportaal ei suuda luua turvalist ühendust võrguteenuse SDK-ga: {0}
eu: Multi-Factor Authentication erabiltzaile-atariak ezin du konexio segururik ezarri SDK web zerbitzura: {0}
fi: Multi-Factor Authentication -käyttäjäportaali ei voi muodostaa suojattua yhteyttä Web Service SDK:hon: {0}
fr: Le portail de l'utilisateur Multi-Factor Authentication ne peut pas établir de connexion sécurisée avec le SDK du service Web : {0}
gl: O portal de usuarios de Multi-Factor Authentication non pode establecer unha conexión segura co SDK do servizo web: {0}
he: לפורטל המשתמשים של Multi-Factor Authentication אין אפשרות ליצור חיבור מאובטח ל- Web Service SDK:‏ {0}
hi: Multi-Factor Authentication उपयोगकर्ता पोर्टल वेब सेवा SDK से सुरक्षित कनेक्शन स्थापित नहीं कर सकता: {0}
hr: Korisnički portal servisa Multi-Factor Authentication ne može uspostaviti sigurnu vezu s SDK-om web-servisa: {0}
hu: A Multi-Factor Authentication felhasználói portálja nem tud biztonságos kapcsolatot létesíteni a webszolgáltatás SDK-val: {0}
id: Portal Pengguna Multi-Factor Authentication tidak dapat melakukan koneksi aman ke SDK Layanan Web: {0}
it: Il portale utenti di Multi-Factor Authentication non è in grado di stabilire una connessione sicura all'SDK del servizio Web: {0}
ja: Multi-Factor Authentication ユーザー ポータルが、Web サービス SDK へのセキュリティで保護された接続を確立できません: {0}
kk: Multi-Factor Authentication пайдаланушыларының порталы веб қызметі SDK құралымен қауіпсіз байланыс орната алмады: {0}
ko: Multi-Factor Authentication 사용자 포털과 웹 서비스 SDK를 보안 연결할 수 없음: {0}
lt: „Multi-Factor Authentication“ vartotojų portalas negali nustatyti saugaus ryšio su žiniatinklio tarnybos SDK: {0}
lv: Multi-Factor Authentication lietotāju portālam nevarēja izveidot drošu savienojumu ar tīmekļa pakalpojuma SDK: {0}
ms: Portal Pengguna Multi-Factor Authentication tidak dapat membuat sambungan selamat dengan Web Service SDK: {0}
nl: De gebruikersportal van Multi-Factor Authentication kan geen beveiligde verbinding tot stand brengen met de webservice-SDK: {0}
no: Brukerportalen for Multi-Factor Authentication kan ikke opprette en sikker tilkobling til webtjenestens SDK: {0}
pl: Portal użytkowników usługi Multi-Factor Authentication nie może nawiązać bezpiecznego połączenia z zestawem SDK usługi sieci Web: {0}
pt_br: O Portal do Usuário Multi-Factor Authentication não pode estabelecer uma conexão segura com o SDK do Serviço Web: {0}
pt_pt: O Portal do Utilizador da Autenticação Multifator não conseguiu estabelecer uma ligação segura com o SDK do Serviço Web: {0}
ro: Portal utilizator Multi-Factor Authentication nu a stabilit o conexiune securizată cu SDK de serviciu web: {0}
ru: Пользовательский портал Multi-Factor Authentication не может установить безопасное подключение к SDK веб-службы: {0}
sk: Portál používateľa služby Multi-Factor Authentication nedokáže vytvoriť zabezpečené pripojenie k súprave SDK webovej služby: {0}
sl: Uporabniški portal Multi-Factor Authentication ni uspel vzpostaviti varne povezave z razvojnim kompletom Web Service SDK: {0}
sr_cyrl_cs: Кориснички портал услуге Multi-Factor Authentication не може да успостави безбедну везу са Web Service SDK комплетом: {0}
sr_latn_cs: Korisnički portal usluge Multi-Factor Authentication ne može da uspostavi bezbednu vezu sa Web Service SDK kompletom: {0}
sv: Användarportalen Multi-Factor Authentication kan inte skapa en säker anslutning till webbtjänst-SDK: {0}
th: พอร์ทัลผู้ใช้ Multi-Factor Authentication ไม่สามารถสร้างการเชื่อมต่อที่ปลอดภัยกับ SDK บริการบนเว็บ: {0}
tr: Multi-Factor Authentication Kullanıcı Portalı, Web Hizmeti SDK: {0} ile güvenli bir bağlantı kuramıyor
uk: Портал користувача Multi-Factor Authentication не може встановити безпечне підключення до SDK веб-служби: {0}
vi: Cổng Thông tin Người dùng Multi-Factor Authentication không thể thiết lập một kết nối bảo mật đến SDK Dịch vụ Web: {0}
zh_cn: Multi-Factor Authentication 用户门户无法与 Web 服务 SDK 建立安全连接: {0}
zh_tw: Multi-Factor Authentication 使用者入口網站無法建立與 Web 服務 SDK 的安全連線: {0}

# Message_CannotGetOathToken
source: Your account must be associated with an activated Multi-Factor Authentication mobile app on a device or associated with an OATH token before you can change your method to OATH Token. Contact the help desk for assistance with activating the Multi-Factor Authentication mobile app on your device or getting an OATH token assigned.
ar: يجب أن يقترن حسابك بتطبيق أجهزة محمولة Multi-Factor Authentication تم تنشيطه على أي جهاز أو برمز OATH مميز قبل تغيير الأسلوب الخاص بك إلى "رمز OATH المميز". اتصل بمكتب المساعدة لتحصل على الدعم حول تنشيط تطبيق الأجهزة المحمولة Multi-Factor Authentication على جهازك أو حول تعيين رمز OATH مميز.
bg: Акаунтът ви трябва да е асоцииран с активирано мобилно приложение Multi-Factor Authentication на дадено устройство или с OATH маркер, преди да можете да промените метода си на "OATH маркер". Свържете се с помощния център за съдействие с активирането на мобилното приложение Multi-Factor Authentication на вашето устройство или за да ви бъде присвоен OATH маркер.
ca: Cal associar el vostre compte a una aplicació mòbil Multi-Factor Authentication activada en un dispositiu o a un testimoni OATH per poder canviar el mètode a Testimoni OATH. Poseu-vos en contacte amb el servei d'assistència tècnica per obtenir ajuda amb l'activació de l'aplicació mòbil Multi-Factor Authentication al vostre dispositiu o amb l'assignació de testimonis OATH.
cs: Abyste mohli změnit metodu na Token OATH, je nutné, aby byl váš účet přidružen k aktivované mobilní aplikaci Multi-Factor Authentication na vašem zařízení nebo k tokenu OATH. Pokud potřebujete pomoc s aktivací mobilní aplikace Multi-Factor Authentication na vašem zařízení nebo s přiřazením tokenu OATH, obraťte se na technickou podporu.
da: Din konto skal være tilknyttet en aktiveret Multi-Factor Authentication-mobilapp på en enhed eller et OATH- token, før du kan ændre metode til OATH-token. Kontakt helpdesken for at få hjælp med aktivering af Multi-Factor Authentication-mobilappen på din enhed eller med tildeling af et OATH-token.
de: Ihr Konto muss einer aktivierten mobilen Anwendung für Multi-Factor Authentication auf einem Gerät oder einem OATH-Token zugeordnet sein, bevor Sie die Methode in "OATH-Token" ändern können. Bitten Sie den Helpdesk um Unterstützung bei der Aktivierung der mobilen Anwendung für Multi-Factor Authentication auf Ihrem Gerät oder bei der Zuordnung eines OATH-Tokens.
el: Ο λογαριασμός σας πρέπει να συσχετιστεί με μια ενεργοποιημένη εφαρμογή Multi-Factor Authentication για κινητές συσκευές σε κάποια συσκευή ή να συσχετιστεί με ένα διακριτικό OATH, για να μπορείτε να αλλάξετε τη μέθοδο ελέγχου ταυτότητας σε "Διακριτικό OATH". Επικοινωνήστε με την υπηρεσία βοήθειας για βοήθεια σχετικά με την ενεργοποίηση, στη δική σας συσκευή, της εφαρμογής Multi-Factor Authentication για κινητές συσκευές ή για να σας εκχωρηθεί κάποιο διακριτικό OATH.
es: Su cuenta debe estar asociada a una aplicación móvil Multi-Factor Authentication activada en un dispositivo o asociada a un token OATH para poder cambiar el método a Token OATH. Póngase en contacto con el departamento de soporte técnico para obtener ayuda para activar la aplicación móvil Multi-Factor Authentication en su dispositivo o para asignar un token OATH.
et: Teie konto peab olema seotud seadmes asuva aktiveeritud Multi-Factor Authenticationi mobiilirakenduse või OATH-tõendiga, alles siis saate OATH-tõendi oma meetodiks valida. Kui vajate oma seadmes Multi-Factor Authenticationi mobiilirakenduse aktiveerimisel või OATH-tõendi määramisel abi, võtke ühendust kasutajatoega.
eu: Zure kontuak Multi-Factor Authentication mugikorreko aplikazio batekin (gailu batean) edo OATH token batekin erlazionatuta egon behar du, metodoa OATH tokena aukerara aldatu ahal izateko. Jar zaitez harremanetan laguntza teknikoarekin Multi-Factor Authentication mugikorreko aplikazioa zure gailuan nola aktibatu edo OATH token baten esleipena nola eskuratu jakiteko.
fi: Tilisi on liitettävä jonkin laitteen aktivoituun Multi-Factor Authentication -mobiilisovellukseen tai OATH Token -laitteeseen, ennen kuin OATH Tokeniin perustuva menetelmä voidaan ottaa käyttöön. Ota yhteyttä tukipalveluun, jos tarvitset apua Multi-Factor Authentication -mobiilisovelluksen aktivoinnissa laitteessasi tai OATH Tokenin käyttöönotossa.
fr: Pour que vous puissiez modifier votre méthode en jeton OATH, votre compte doit être associé à une application mobile Multi-Factor Authentication activée sur un appareil ou à un jeton OATH. Contactez le support technique pour obtenir de l'aide sur l'activation de l'application mobile Multi-Factor Authentication sur votre périphérique ou sur l'obtention d'un jeton OATH attribué.
gl: Antes de modificar o método a Token OATH, a conta debe estar asociada cunha aplicación para móbil de Multi-Factor Authentication activada nun dispositivo ou cun token OATH. Contacte co departamento de axuda para obter asistencia coa activación da aplicación para móbil de Multi-Factor Authentication no dispositivo ou coa obtención dun token OATH atribuído.
he: החשבון שלך חייב להיות משויך לאפליקציה למכשירים ניידים מופעלת של Multi-Factor Authentication במכשיר כלשהו או משויך לאסימון OATH כדי שתוכל לשנות את השיטה שלך ל'אסימון OATH'. פנה לצוות התמיכה לקבלת סיוע בהפעלת האפליקציה למכשירים ניידים של Multi-Factor Authentication במכשיר שלך או בהקצאת אסימון OATH.
hi: आपके द्वारा अपनी विधि को बदलकर OATH टोकन किए जाने से पहले, आपका खाता किसी डिवाइस पर एक सक्रिय Multi-Factor Authentication मोबाइल अनुप्रयोग से संबद्ध होना चाहिए. अपने डिवाइस पर Multi-Factor Authentication मोबाइल अनुप्रयोग को सक्रिय करने या असाइन किया गया OATH टोकन प्राप्त करने में सहायता के लिए हेल्प डेस्क से संपर्क करें.
hr: Vaš račun mora biti pridružen aktiviranoj mobilnoj aplikaciji Multi-Factor Authentication na uređaju da biste mogli promijeniti metodu na OATH token. Kontaktirajte službu za korisnike da biste dobili pomoć pri aktiviranju mobilne aplikacije Multi-Factor Authentication na svom uređaju ili pri dodjeli OATH tokena.
hu: A fiókját társítani kell egy tetszőleges eszközön futó, aktivált Multi-Factor Authentication mobilalkalmazással vagy egy OATH tokennel, a módszer csak ezt követően állítható át OATH tokenre. Ha segítségre van szüksége a Multi-Factor Authentication mobilalkalmazásnak az eszközön való aktiválásához, illetve a megfelelő OATH token társításához, forduljon az ügyfélszolgálathoz.
id: Akun Anda harus dikaitkan dengan aplikasi seluler Multi-Factor Authentication yang aktif pada perangkat atau yang terkait dengan token OATH sebelum dapat mengubah metode ke Token OATH. Hubungi bagian bantuan untuk mendapatkan cara mengaktifkan aplikasi seluler Multi-Factor Authentication pada perangkat Anda atau cara menetapkan metode token OATH.
it: Prima di poter impostare il metodo su Token OATH, è necessario associare l'account a un'app mobile Multi-Factor Authentication attivata in un dispositivo o associata a un token OATH. Per assistenza durante l'attivazione dell'app mobile Multi-Factor Authentication nel dispositivo o sul recupero del token OATH assegnato, rivolgersi all'help desk.
ja: 認証方法を [OATH トークン] に変更するには、デバイス上のアクティブ化済み Multi-Factor Authentication モバイル アプリ、または OATH トークンにアカウントが関連付けられていなければなりません。Multi-Factor Authentication モバイル アプリのアクティブ化や OATH トークンの関連付けでサポートが必要な場合は、ヘルプ デスクに問い合わせてください。
kk: "OATH таңбалауышы" әдісіне ауысу үшін, тіркелгіңіз құрылғыда белсендірілген Multi-Factor Authentication мобильді бағдарламасымен немесе OATH таңбалауышымен байланыстырылған болуы керек. Құрылғыда Multi-Factor Authentication мобильді бағдарламасын белсендіруге немесе OATH таңбалауышын тағайындауға қатысты көмек алу үшін, қолдау көрсету қызметіне хабарласыңыз.
ko: 방법을 [OATH 토큰]으로 변경하려면 먼저 계정이 장치에서 활성화된 Multi-Factor Authentication 모바일 앱에 연결되거나 OATH 토큰에 연결되어야 합니다. 장치에서 Multi-Factor Authentication 모바일 앱을 활성화하거나 OATH 토큰을 할당받는 작업에 대한 도움이 필요한 경우 지원 센터에 문의하십시오.
lt: Jūsų abonementas turi būti susietas su įrenginyje suaktyvinta mobiliųjų įrenginių programėle „Multi-Factor Authentication“ arba su OATH atpažinimo ženklu; tik tada bus galima pakeisti metodą į OATH atpažinimo ženklą. Kreipkitės į pagalbos tarnybą norėdami gauti pagalbos, kaip įrenginyje suaktyvinti mobiliųjų įrenginių programėlę „Multi-Factor Authentication“ arba gauti priskirtą OATH atpažinimo ženklą.
lv: Lai metodi mainītu uz Mobilā programma, jūsu kontam jābūt saistītam ar ierīcē aktivizētu mobilo programmu Multi-Factor Authentication vai OATH marķieri. Lai saņemtu palīdzību saistībā ar mobilās programmas Multi-Factor Authentication aktivizēšanu ierīcē vai OATH marķiera saņemšanu, sazinieties ar palīdzības dienestu.
ms: Akaun anda mesti dikaitkan dengan apl mudah alih Multi-Factor Authentication yang telah diaktifkan pada peranti atau dikaitkan dengan token OATH sebelum anda boleh menukar kaedah kepada Token OATH. Hubungi meja bantuan untuk bantuan mengaktifkan apl mudah alih Multi-Factor Authentication pada peranti anda atau mendapatkan token OATH yang diberi.
nl: Uw account moet worden gekoppeld aan een geactiveerd exemplaar van de mobiele app Multi-Factor Authentication op een apparaat of aan een OATH-token voordat u uw methode kunt wijzigen in OATH-token. Neem contact op met de helpdesk voor hulp bij het activeren van de mobiele app Multi-Factor Authentication op uw apparaat of voor het verkrijgen van een OATH-token.
no: Kontoen må være knyttet til en aktivert versjon av mobilappen Multi-Factor Authentication på en enhet, eller være knyttet til et OATH-token før du kan endre metoden til OATH-token. Kontakt kundestøtte for å få hjelp med å aktivere mobilappen Multi-Factor Authentication på enheten, eller for å knytte til et OATH-token.
pl: Aby wybrać metodę Token OATH, konto musi być skojarzone z aktywowaną na urządzeniu aplikacją mobilną Multi-Factor Authentication lub z tokenem OATH. Skontaktuj się z działem pomocy technicznej w celu uzyskania informacji na temat aktywowania aplikacji mobilnej Multi-Factor Authentication na urządzeniu lub przypisywania tokena OATH.
pt_br: Sua conta deve estar associada a um aplicativo móvel Multi-Factor Authentication ativado em um dispositivo ou associado a um token OATH antes que você possa alterar o método para Token OATH. Contate o suporte técnico para obter assistência com a ativação do aplicativo móvel Multi-Factor Authentication no seu dispositivo ou com a atribuição de um token OATH.
pt_pt: Para poder alterar o seu método para Token OATH, a sua conta terá de estar associada a uma aplicação móvel de Autenticação Multifator ativada num dispositivo ou associada a um token OATH. Contacte o suporte técnico para obter assistência sobre a ativação da aplicação móvel de Autenticação Multifator no seu dispositivo ou sobre a atribuição de um token OATH.
ro: Pentru a putea modifica metoda în Token OATH, contul trebuie să fie asociat unei aplicații mobile Multi-Factor Authentication activate pe un dispozitiv sau unui token OATH. Contactați biroul de asistență pentru a primi ajutor în activarea aplicației mobile Multi-Factor Authentication pe dispozitiv sau pentru a primi un token OATH.
ru: Прежде чем вы сможете изменить метод на "OATH-токен", ваша учетная запись должна быть связана с активированным мобильным приложением Multi-Factor Authentication на устройстве. Обратитесь в службу технической поддержки за помощью по активации мобильного приложения Multi-Factor Authentication на вашем устройстве.
sk: Skôr než môžete zmeniť svoju metódu na metódu Token OATH, vaše konto musí byť priradené k aktivovanej mobilnej aplikácii Multi-Factor Authentication v zariadení alebo musí byť priradené k tokenu OATH. Ak potrebujete pomoc s aktiváciou mobilnej aplikácie Multi-Factor Authentication vo svojom zariadení alebo s priradením k tokenu OATH, obráťte sa na technickú podporu.
sl: Preden lahko način preverjanja pristnosti spremenite v Žeton OATH, morate svoj račun povezati z aktivirano mobilno aplikacijo Multi-Factor Authentication v napravi ali z žetonom OATH. Za pomoč o aktiviranju mobilne aplikacije Multi-Factor Authentication v svoji napravi ali dodelitvi žetona OATH se obrnite na središče za pomoč.
sr_cyrl_cs: Налог мора да буде повезан са активираном Multi-Factor Authentication апликацијом за мобилне уређаје на уређају или са OATH токеном да бисте могли да промените метод на опцију „OATH токен“. Обратите се техничкој подршци за помоћ приликом активирања Multi-Factor Authentication апликације за мобилне уређаје на уређају или доделе OATH токена.
sr_latn_cs: Nalog mora da bude povezan sa aktiviranom Multi-Factor Authentication aplikacijom za mobilne uređaje na uređaju ili sa OATH tokenom da biste mogli da promenite metod na opciju „OATH token“. Obratite se tehničkoj podršci za pomoć prilikom aktiviranja Multi-Factor Authentication aplikacije za mobilne uređaje na uređaju ili dodele OATH tokena.
sv: Kontot måste vara kopplat till en aktiverad mobilapp för Multi-Factor Authentication på en enhet eller vara kopplat till en OATH-token innan du kan ändra metoden till OATH-token. Kontakta supporen för hjälp med att aktivera mobilappen Multi-Factor Authentication på din enhet eller få en OATH-token tilldelad dig.
th: บัญชีของคุณต้องเชื่อมโยงกับแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ที่เปิดใช้งานแล้ว หรือเชื่อมโยงกับโทเค็น OATH ก่อนที่จะสามารถเปลี่ยนเมธอดเป็นโทเค็น OATH โปรดติดต่อเจ้าหน้าที่ให้ความช่วยเหลือสำหรับความช่วยเหลือในการเปิดใช้งานแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่บนอุปกรณ์ของคุณหรือการกำหนดโทเค็น OATH
tr: Yönteminizi OATH Belirteci olarak değiştirebilmeniz için hesabınızın bir cihazda etkinleştirilmiş Multi-Factor Authentication mobil uygulamasıyla veya bir OATH belirteciyle ilişkilendirilmesi gerekiyor. Multi-Factor Authentication mobil uygulamasını cihazınızda etkinleştirmeyle veya atanmış bir OATH belirteci almayla ilgili yardım için yardım masasına başvurun.
uk: Перш ніж ви зможете змінити метод на "Мобільна програма", ваш обліковий запис має бути прив'язано до активованої мобільної програми Multi-Factor Authentication у пристрої або до маркера OATH. Зверніться до служби технічної підтримки за допомогою з активацією мобільної програми Multi-Factor Authentication у пристрої або отриманням маркера OATH.
vi: Tài khoản của bạn phải được liên kết với một ứng dụng di động Multi-Factor Authentication đã được kích hoạt trên một thiết bị hoặc liên kết với một hiệu bài OATH trước khi bạn có thể thay đổi phương thức của bạn thành hiệu bài OATH. Hãy liên hệ bộ phận trợ giúp để được hỗ trợ về việc kích hoạt ứng dụng di động Multi-Factor Authentication trên thiết bị của bạn hoặc lấy một hiệu bài OATH được cấp cho bạn.
zh_cn: 您必须先将帐户与设备上已激活的 Multi-Factor Authentication 移动应用或 OATH 令牌建立关联，才能将方法更改为“OATH 令牌”。若要激活设备上的 Multi-Factor Authentication 移动应用或请求分配一个 OATH 令牌，请联系技术支持人员以获取帮助。
zh_tw: 帳戶必須與裝置上已啟用的 Multi-Factor Authentication 行動裝置應用程式關聯，或與 OATH 權杖關聯，您才能將方法變更為 [OATH 權杖]。請連絡支援人員，以取得在裝置上啟用 Multi-Factor Authentication 行動裝置應用程式或獲得 OATH 權杖指派的協助。
