Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_MustEnrollOathToken
source: You must associate an OATH token with your account before you can change your method to OATH Token. Click the OATH Token link to associate an OATH token.
ar: يجب عليك أن تقرن رمز OATH مميزًا بحسابك قبل أن تغير الأسلوب الخاص بك إلى رمز OATH المميز. انقر فوق ارتباط "رمز OATH المميز" لتقرن رمز OATH مميزًا.
bg: Трябва да асоциирате OATH маркер с акаунта си, преди да можете да промените метода си на "OATH маркер". Щракнете върху връзката "OATH маркер", за да асоциирате OATH маркер.
ca: Cal que associeu un testimoni OATH al vostre compte per poder canviar el mètode a Testimoni OATH. Feu clic a l'enllaç Testimoni OATH per associar un testimoni OATH.
cs: Abyste si mohli změnit metodu na Token OATH, je nutné, abyste si ke svému účtu přidružili token OATH. Chcete-li přidružit token OATH, klikněte na odkaz Token OATH.
da: Du skal knytte et OATH-token til din konto, før du kan ændre metode til OATH-token. Klik på linket OATH-token for at tilknytte et OATH-token.
de: Sie müssen Ihrem Konto ein OATH-Token zuordnen, bevor Sie die Methode in "OATH-Token" ändern können. Klicken Sie auf den Link "OATH-Token", um ein OATH-Token zuzuordnen.
el: Πρέπει να συσχετίσετε ένα διακριτικό OATH διακριτικό με τον λογαριασμό σας, για να μπορείτε να αλλάξετε τη μέθοδο ελέγχου ταυτότητας σε "Διακριτικό OATH". Κάντε κλικ στη σύνδεση "Διακριτικό OATH", για να συσχετίσετε κάποιο διακριτικό OATH.
es: Debe asociar un token OATH a su cuenta para poder cambiar el método a Token OATH. Haga clic en el vínculo Token OATH para asociar un token OATH.
et: Enne kui saate meetodiks valida OATH-tõendi, peate OATH-tõendi oma kontoga siduma. OATH-tõendi sidumiseks klõpsake OATH-tõendi lingil.
eu: OATH tokena zure kontuarekin erlazionatu behar duzu metodoa OATH tokena aukerara aldatu aldatu ahal izateko. Egin klik OATH tokena estekan OATH token bat erlazionatzeko.
fi: Sinun täytyy liittää OATH Token tiliisi, ennen kuin voit ottaa OATH Token -menetelmän käyttöön. Voit liittää OATH Tokenin napsauttamalla OATH Token -linkkiä.
fr: Vous devez associer un jeton OATH à votre compte avant de pouvoir modifier votre méthode en jeton OATH. Pour associer un jeton OATH, cliquez sur le lien Jeton OATH.
gl: Para poder modificar o método a Token OATH, debe asociar un token OATH coa conta. Prema na ligazón Token OATH para asocialo.
he: עליך לשייך אסימון OATH לחשבון שלך כדי שתוכל לשנות את השיטה שלך ל'אסימון OATH'. לחץ על הקישור 'אסימון OATH' כדי לשייך אסימון OATH.
hi: अपनी विधि को बदलकर OATH टोकन करने से पहले आपको OATH टोकन को अपने खाते से संबद्ध करना होगा. OATH टोकन को संबद्ध करने के लिए OATH टोकन लिंक क्लिक करें.
hr: Morate pridružiti OATH token svom računu da biste mogli promijeniti metodu na OATH Token. Kliknite vezu OATH token da biste pridružili OATH token.
hu: Mielőtt az OATH token módszerre állna át, társítania kell egy OATH tokent a fiókjával. Az OATH token társításához kattintson az OATH token hivatkozásra.
id: Anda harus mengaitkan token OATH dengan akun sebelum dapat mengubah metode ke Token OATH. Klik tautan Token OATH untuk mengaitkan token OATH.
it: Prima di poter impostare il metodo su Token OATH, è necessario associare un token OATH all'account. Fare clic sul collegamento Token OATH per associare un token.
ja: 認証方法を [OATH トークン] に変更する前に、OATH トークンをアカウントに関連付ける必要があります。OATH トークンを関連付けるには、[OATH トークン] リンクをクリックしてください。
kk: OATH таңбалауышы әдісіне ауысу үшін тіркелгіңізге OATH таңбалауышын байланыстыру керек. OATH таңбалауышын байланыстыру үшін "OATH таңбалауышы" сілтемесін басыңыз.
ko: 방법을 [OATH 토큰]으로 변경하려면 먼저 OATH 토큰을 계정에 연결해야 합니다. OATH 토큰을 연결하려면 [OATH 토큰] 링크를 클릭하십시오.
lt: Turite susieti OATH atpažinimo ženklą su savo abonementu; tik tada bus galima pakeisti metodą į OATH atpažinimo ženklas. Spustelėkite saitą OATH atpažinimo ženklas norėdami susieti OATH atpažinimo ženklą.
lv: Lai metodi mainītu uz OATH marķieris, šis marķieris ir jāpiesaista kontam. Lai piesaistītu OATH marķieri, noklikšķiniet uz saites OATH marķieris.
ms: Anda mesti mengaitkan token OATH dengan akaun anda sebelum anda boleh menukar kaedah anda kepada Token OATH. Klik pautan Token OATH untuk mengaitkan token OATH.
nl: U moet een OATH-token aan uw account koppelen voordat u uw methode kunt wijzigen in OATH-token. Klik op de koppeling OATH-token om een OATH-token te koppelen.
no: Du må knytte et OATH-token til kontoen før du kan endre metoden til OATH-token. Klikk OATH-token-koblingen for å knytte til et OATH-token.
pl: Aby wybrać metodę Token OATH, musisz skojarzyć token OATH ze swoim kontem. Kliknij łącze Token OATH, aby skojarzyć ten token.
pt_br: Para alterar o método para Token OATH, associe um token OATH à sua conta. Clique no link Token OATH para associar um token OATH.
pt_pt: Para poder alterar o seu método para Token OATH, terá de associar um token OATH à sua conta. Clique na ligação do Token OATH para associar um token OATH.
ro: Pentru a putea modifica metoda în Token OATH, întâi trebuie să asociați tokenul OATH cu propriul cont. Pentru a realiza asocierea, faceți clic pe linkul Token OATH.
ru: Прежде чем вы сможете изменить метод на "OATH-токен", необходимо связать OATH-токен с вашей учетной записью. Для этого щелкните ссылку "OATH-токен".
sk: Skôr než môžete svoju metódu zmeniť na metódu Token OATH, musíte token OATH priradiť k svojmu kontu. Token OATH možno priradiť kliknutím na prepojenie Token OATH.
sl: Za spremembo načina v Žeton OATH morate s svojim računom najprej povezati žeton OATH. Za povezovanje žetona OATH kliknite povezavo Žeton OATH.
sr_cyrl_cs: Морате да повежете OATH токен са налогом да бисте могли да промените метод на опцију „OATH токен“. Кликните на везу „OATH токен“ да бисте повезали OATH токен.
sr_latn_cs: Morate da povežete OATH token sa nalogom da biste mogli da promenite metod na opciju „OATH token“. Kliknite na vezu „OATH token“ da biste povezali OATH token.
sv: Du måste koppla en OATH-token till kontot innan du kan ändra metoden till OATH-token. Klicka på länken OATH-token för att koppla en OATH-token.
th: คุณต้องเชื่อมโยงโทเค็น OATH กับบัญชีของคุณก่อนที่จะสามารถเปลี่ยนเมธอดเป็นโทเค็น OATH คลิกลิงก์ "โทเค็น OATH" เพื่อเชื่อมโยงโทเค็น OATH
tr: Yönteminizi değiştirebilmeniz için bir OATH belirtecini hesabınızla ilişkilendirmeniz gerekir. Bir OATH belirtecini ilişkilendirmek için OATH belirtecine tıklayın.
uk: Перш ніж можна буде змінити метод на "Маркер OATH", необхідно прив'язати маркер OATH до облікового запису. Щоб прив'язати маркер OATH, натисніть посилання "Маркер OATH".
vi: Bạn phải liên kết một hiệu bài OATH với tài khoản của bạn trước khi bạn có thể thay đổi phương thức của bạn thành Hiệu bài OATH. Bấm vào nối kết Hiệu bài OATH để liên kết một hiệu bài OATH.
zh_cn: 您必须先将某个 OATH 令牌与您的帐户关联，才能将方法更改为“OATH 令牌”。单击“OATH 令牌”链接来关联某个 OATH 令牌。
zh_tw: 您必須將 OATH 權杖與帳戶關聯，才能將方法變更為 [OATH 權杖]。請按一下 [OATH 權杖] 連結以關聯 OATH 權杖。

# Message_MustHaveOathToken
source: You must either activate the Multi-Factor Authentication mobile app on a device or associate an OATH token with your account before you can change your method to OATH Token. Click the Activate Mobile App link in the navigation menu to begin your activation or click the OATH Token link to associate an OATH token.
ar: يجب عليك إما أن تقوم بتنشيط تطبيق الأجهزة المحمولة Multi-Factor Authentication على جهازك أو بإقران رمز OATH مميز مع حسابك قبل تغيير الأسلوب إلى رمز OATH المميز. انقر فوق الارتباط "تنشيط تطبيق الأجهزة المحمولة" في قائمة التنقل لتبدأ التنشيط أو انقر فوق الارتباط "رمز OATH المميز" لإقران رمز OATH مميز.
bg: Трябва или да активирате мобилното приложение Multi-Factor Authentication на някое устройство, или да асоциирате OATH маркер с акаунта си, преди да можете да промените метода си на "OATH маркер". Щракнете върху връзката за активиране на мобилното приложение в навигационното меню, за да започнете активирането, или върху връзката "OATH маркер", за да асоциирате OATH маркер.
ca: Cal activar l'aplicació mòbil Multi-Factor Authentication en un dispositiu o associar un testimoni OATH al vostre compte per poder canviar el mètode a Testimoni OATH. Feu clic a l'enllaç Activa l'aplicació mòbil al menú de navegació per començar l'activació o feu clic a l'enllaç Testimoni OATH per associar un testimoni OATH.
cs: Abyste si mohli změnit metodu na Token OATH, je nutné, abyste si buď na zařízení aktivovali mobilní aplikaci Multi-Factor Authentication, nebo abyste si ke svému účtu přidružili token OATH. Chcete-li začít s aktivací, klikněte v navigační nabídce na možnost Aktivovat mobilní aplikaci. Pokud chcete k účtu přidružit token OATH, klikněte na odkaz Token OATH.
da: Du skal enten aktivere Multi-Factor Authentication-mobilappen på en enhed eller tilknytte et OATH-token til din konto, før du kan ændre metode til OATH-token. Klik på linket Aktivér mobilapp i navigationsmenuen for at starte aktiveringen, eller klik på linket OATH-token for at tilknytte et OATH-token.
de: Sie müssen die mobile Anwendung für Multi-Factor Authentication auf einem Gerät aktivieren oder Ihrem Konto ein OATH-Token zuordnen, bevor Sie "OATH-Token" als Methode auswählen können. Klicken Sie auf den Link "Mobile Anwendung aktivieren" im Navigationsmenü, um mit der Aktivierung zu beginnen, oder klicken Sie auf den Link "OATH-Token", um ein OATH-Token zuzuordnen.
el: Πρέπει είτε να ενεργοποιήσετε την εφαρμογή Multi-Factor Authentication για κινητές συσκευές σε κάποια συσκευή είτε να συσχετίσετε ένα διακριτικό OATH με τον λογαριασμό σας, για να μπορείτε να αλλάξετε τη μέθοδο ελέγχου ταυτότητας σε "Διακριτικό OATH". Κάντε κλικ στη σύνδεση "Ενεργοποίηση εφαρμογής για κινητές συσκευές" στο μενού περιήγησης, για να ξεκινήσει η ενεργοποίηση στη δική σας περίπτωση ή κάντε κλικ στη σύνδεση "Διακριτικό OATH" για να συσχετίσετε κάποιο διακριτικό OATH.
es: Debe activar la aplicación móvil Multi-Factor Authentication en un dispositivo o asociar un token OATH a su cuenta para poder cambiar el método a Token OATH. Haga clic en el vínculo Activar aplicación móvil en el menú de navegación para comenzar la activación o haga clic en el vínculo Token OATH para asociar un token OATH.
et: Kõigepealt peate aktiveerima seadmel asuva aktiveeritud Multi-Factor Authenticationi mobiilirakenduse või siduma OATH-tõendi oma kontoga, alles siis saate OATH-tõendi oma meetodiks valida. Aktiveerimise alustamiseks klõpsake navigeerimismenüüs lingile Aktiveeri mobiilirakendus või klõpsake OATH-tõendi lingil, et OATH-tõend siduda.
eu: Multi-Factor Authentication mugikorreko aplikazioa aktibatu behar duzu gailu batean edo kontuak OATH token batekin erlazionatuta egon behar du metodoa OATH tokena aukerara aldatu ahal izateko. Egin klik Aktibatu mugikorreko aplikazioa estekan nabigazio-menuan aktibazioa hasteko edo egin klik OATH tokena estekan OATH token bat erlazionatzeko.
fi: Sinun täytyy aktivoida Multi-Factor Authentication -mobiilisovellus jossakin laitteessa tai liitettävä OATH Token tiliisi, ennen kuin voit ottaa OATH Token -menetelmän käyttöön. Voit aloittaa aktivoinnin napsauttamalla siirtymisvalikossa olevaa Aktivoi mobiilisovellus -linkkiä tai liittää OATH Tokenin napsauttamalla OATH Token -linkkiä.
fr: Pour que vous puissiez modifier votre méthode en jeton OATH, vous devez activer l'application mobile Multi-Factor Authentication sur un appareil ou associer un jeton OATH. Pour commencer votre activation, cliquez sur le lien Activer l'application mobile dans le menu de navigation ou cliquez sur le lien Jeton OATH pour associer un jeton OATH.
gl: Para poder modificar o método a Token OATH, debe activar a aplicación para móbil de Multi-Factor Authentication nun dispositivo ou asociar un token OATH cunha conta. Prema na ligazón Activar a aplicación para móbil no menú de navegación para comezar a activación ou na ligazón Token OATH para asociar un token OATH.
he: עליך להפעיל את האפליקציה למכשירים ניידים של Multi-Factor Authentication במכשיר כלשהו או לשייך אסימון OATH לחשבון שלך כדי שתוכל לשנות את השיטה שלך ל'אסימון OATH'. לחץ על הקישור 'הפעל אפליקציה למכשירים ניידים' בתפריט הניווט כדי להתחיל את ההפעלה או לחץ על הקישור 'אסימון OATH' כדי לשייך אסימון OATH.
hi: अपनी विधि को बदलकर OATH टोकन करने से पहले आपको या तो किसी डिवाइस पर Multi-Factor Authentication मोबाइल अनुप्रयोग सक्रिय करना होगा या OATH टोकन को अपने खाते से संबद्ध करना होगा. अपना सक्रियण आरंभ करने के लिए नेविगेशन मेनू में मोबाइल अनुप्रयोग सक्रिय करें लिंक क्लिक करें या OATH टोकन को संबद्ध करने के लिए OATH टोकन लिंक क्लिक करें.
hr: Morate aktivirati mobilnu aplikaciju Multi-Factor Authentication na uređaju ili pridružiti OATH token svom računu da biste mogli promijeniti metodu na OATH token. Kliknite vezu Aktiviraj mobilnu aplikaciju u navigacijskom izborniku da biste pokrenuli aktivaciju ili kliknite vezu OATH token da biste pridružili OATH token.
hu: Mielőtt OATH token módszerre állna át, aktiválnia kell a Multi-Factor Authentication mobilalkalmazást egy készüléken, vagy társítania kell egy OATH tokent a fiókjával. Az aktiválás megkezdéséhez kattintson a navigációs menü Mobilalkalmazás aktiválása hivatkozására, vagy az OATH token hivatkozásra kattintva végezze el az OATH token társítását.
id: Anda harus mengaktifkan aplikasi seluler Multi-Factor Authentication pada perangkat atau mengaitkan token OATH dengan akun sebelum dapat mengubah metode ke Token OATH. Klik tautan Aktifkan Aplikasi Seluler dalam menu navigasi untuk memulai aktivasi Anda atau klik tautan Token OATH untuk mengaitkan token OATH.
it: Prima di poter impostare il metodo su Token OATH, è necessario attivare l'app mobile Multi-Factor Authentication in un dispositivo o associare un token OATH all'account. Per iniziare l'attivazione, fare clic sul collegamento Attiva app mobile nel menu di navigazione oppure fare clic sul collegamento Token OATH per associare un token OATH.
ja: 認証方法を [OATH トークン] に変更する前に、デバイス上で Multi-Factor Authentication モバイル アプリをアクティブ化するか、OATH トークンをアカウントに関連付ける必要があります。アクティブ化を開始するには [モバイル アプリのアクティブ化] リンクを、OATH トークンを関連付けるには [OATH トークン] リンクをそれぞれクリックしてください。
kk: OATH таңбалауышы әдісіне ауысу үшін құрылғыда Multi-Factor Authentication мобильді бағдарламасын белсендіру немесе тіркелгіге OATH таңбалауышын байланыстыру керек. Белсендіруді бастау үшін "Мобильді бағдарламаны белсендіру" сілтемесін басыңыз немесе OATH таңбалауышын байланыстыру үшін "OATH таңбалауышы" сілтемесін басыңыз.
ko: 방법을 [OATH 토큰]으로 변경하려면 먼저 Multi-Factor Authentication 모바일 앱을 활성화하거나, OATH 토큰을 계정에 연결해야 합니다. 활성화를 시작하려면 탐색 메뉴에서 [모바일 앱 활성화] 링크를 클릭하거나 OATH 토큰을 연결할 수 있도록 [OATH 토큰] 링크를 클릭하십시오.
lt: Turite arba suaktyvinti įrenginyje mobiliųjų įrenginių programėlę „Multi-Factor Authentication“, arba susieti OATH atpažinimo ženklą su savo abonementu; tik tada bus galima pakeisti metodą į OATH atpažinimo ženklas. Norėdami pradėti aktyvinti, naršymo meniu spustelėkite saitą Suaktyvinti mobiliųjų įrenginių programėlę arba spustelėkite saitą OATH atpažinimo ženklas norėdami susieti OATH atpažinimo ženklą.
lv: Lai metodi mainītu uz OATH marķieris, ierīcē aktivizējiet mobilo programmu Multi-Factor Authentication vai piesaistiet OATH marķieri kontam. Lai sāktu aktivizāciju, navigācijas izvēlnē noklikšķiniet uz saites Mobilās programmas aktivizēšana, savukārt, lai piesaistītu OATH marķieri, noklikšķiniet uz saites OATH marķieris.
ms: Anda mesti mengaktifkan apl mudah alih Multi-Factor Authentication pada peranti atau mengaitkan token OATH dengan akaun anda sebelum anda boleh menukar kaedah anda kepada Token OATH. Klik pautan Aktifkan Apl Mudah Alih dalam menu navigasi untuk memulakan pengaktifan anda atau klik pautan Token OATH untuk mengaitkan token OATH.
nl: U moet de mobiele app Multi-Factor Authentication activeren op een apparaat of een OATH-token aan uw account koppelen voordat u uw methode kunt wijzigen in OATH-token. Klik op de koppeling Mobiele app activeren in het navigatiemenu om de activering te starten of klik op de koppeling OATH-token om een OATH-token te koppelen.
no: Du må enten aktivere mobilappen Multi-Factor Authentication på en enhet eller knytte et OATH-token til kontoen før du kan endre metoden til OATH-token. Klikk Aktiver Mobilapp-koblingen på navigasjonsmenyen for å begynne aktiveringen, eller klikk OATH-token-koblingen for å knytte til et OATH-token.
pl: Aby wybrać metodę Token OATH, musisz aktywować aplikację mobilną Multi-Factor Authentication na urządzeniu lub skojarzyć token OATH ze swoim kontem. W menu nawigacyjnym kliknij łącze Aktywuj aplikację mobilną, aby rozpocząć proces aktywacji, lub kliknij łącze Token OATH, aby skojarzyć ten token.
pt_br: Para alterar o método para Token OATH, ative o aplicativo móvel Multi-Factor Authentication em um dispositivo ou associe um token OATH à sua conta. Clique no link Ativar Aplicativo Móvel no menu de navegação para começar a ativação ou clique no link Token OATH para associar um token OATH.
pt_pt: Para poder alterar o seu método para Token OATH, terá de ativar a aplicação móvel de Autenticação Multifator num dispositivo ou associar um token OATH à sua conta. Clique na ligação Ativar Aplicação Móvel no menu de navegação para iniciar a ativação ou clique na ligação Token OATH para associar um token OATH.
ro: Pentru a putea modifica metoda în Token OATH, întâi trebuie să activați aplicația mobilă Multi-Factor Authentication pe un dispozitiv sau să asociați tokenul OATH cu propriul cont. Faceți clic pe linkul Activare aplicație mobilă din meniul de navigare pentru a începe activarea sau faceți clic pe linkul Token OATH pentru a asocia un token OATH.
ru: Прежде чем вы сможете изменить метод на "OATH-токен", необходимо активировать мобильное приложение Multi-Factor Authentication на устройстве или связать OATH-токен с вашей учетной записью. Чтобы запустить активацию, щелкните ссылку "Активировать мобильное приложение" в меню переходов, чтобы связать OATH-токен с учетной записью, щелкните ссылку "OATH-токен".
sk: Skôr než môžete svoju metódu zmeniť na metódu Token OATH, musíte v zariadení aktivovať mobilnú aplikáciu Multi-Factor Authentication alebo musíte priradiť token OATH k svojmu kontu. Aktiváciu možno spustiť kliknutím na prepojenie Aktivovať mobilnú aplikáciu v navigačnej ponuke, token OATH možno priradiť kliknutím na prepojenie Token OATH.
sl: Za spremembo načina v Žeton OATH morate v napravi najprej aktivirati mobilno aplikacijo Multi-Factor Authentication ali s svojim računom povezati žeton OATH. Za začetek aktivacije v meniju za krmarjenje kliknite povezavo Aktiviraj mobilno aplikacijo ali kliknite povezavo Žeton OATH za povezovanje z žetonom OATH.
sr_cyrl_cs: На уређају морате да активирате Multi-Factor Authentication апликацију за мобилне уређаје или да повежете OATH токен са налогом да бисте могли да промените метод на опцију „OATH токен“. Кликните на везу „Активирај апликацију за мобилне уређаје“ у менију навигације да бисте започели активацију или на везу „OATH токен“ да бисте повезали OATH токен.
sr_latn_cs: Na uređaju morate da aktivirate Multi-Factor Authentication aplikaciju za mobilne uređaje ili da povežete OATH token sa nalogom da biste mogli da promenite metod na opciju „OATH token“. Kliknite na vezu „Aktiviraj aplikaciju za mobilne uređaje“ u meniju navigacije da biste započeli aktivaciju ili na vezu „OATH token“ da biste povezali OATH token.
sv: Du måste aktivera mobilappen Multi-Factor Authentication på en enhet eller koppla en OATH-token till kontot innan du kan ändra metoden till OATH-token. Klicka på länken Aktivera mobilapp på navigeringsmenyn för att starta aktiveringen eller klicka på länken OATH-token för att koppla en OATH-token.
th: คุณต้องเปิดใช้งานแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ในอุปกรณ์ หรือเชื่อมโยงโทเค็น OATH กับบัญชีของคุณก่อนที่จะสามารถเปลี่ยนเมธอดเป็นโทเค็น OATH คลิกลิงก์ "โทเค็น OATH" เพื่อเชื่อมโยงโทเค็น OATH
tr: Yönteminizi OATH Belirteci olarak değiştirebilmek için Multi-Factor Authentication mobil uygulamasını bir cihazda etkinleştirmeniz ya da bir OATH belirtecini hesabınızla ilişkilendirmeniz gerekir. Etkinleştirmenize başlamak için gezinti menüsünde Mobil Uygulamayı Etkinleştir bağlantısına tıklayın veya bir OATH belirtecini ilişkilendirmek için OATH Belirteci'ne tıklayın.
uk: Перш ніж можна буде змінити метод на "Маркер OATH", необхідно активувати у пристрої мобільну програму Multi-Factor Authentication або прив'язати маркер OATH до облікового запису. Щоб прив'язати маркер OATH, у меню навігації натисніть посилання "Активувати мобільна програма", щоб розпочати активацію, або натисніть посилання "Маркер OATH".
vi: Bạn phải kích hoạt ứng dụng di động Multi-Factor Authentication trên một thiết bị hoặc liên kết một hiệu bài OATH với tài khoản của bạn trước khi bạn có thể thay đổi phương thức của bạn thành Hiệu bài OATH. Bấm vào nối kết Kích Hoạt Ứng dụng Di động trong menu dẫn hướng để bắt đầu việc kích hoạt của bạn hoặc bấm vào nối kết Hiệu bài OATH để liên kết một hiệu bài OATH.
zh_cn: 您必须先激活设备上的 Multi-Factor Authentication 移动应用或将某个 OATH 令牌与您的帐户关联，才能将方法更改为“OATH 令牌”。单击导航菜单中的“激活移动应用”链接以开始进行激活，或者单击“OATH 令牌”链接来关联某个 OATH 令牌。
zh_tw: 您必須在裝置上啟用 Multi-Factor Authentication 行動裝置應用程式或將 OATH 權杖與帳戶關聯，才能將方法變更為 [OATH 權杖]。請在瀏覽功能表中按一下 [啟用行動裝置應用程式] 連結以開始進行啟用作業，或按一下 [OATH 權杖] 連結以關聯 OATH 權杖。
