Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_InstructionsUserSetupVoiceprint
source: To enable Multi-Factor Authentication for your account, please specify the phone number you will use to authenticate.
ar: لتمكين Multi-Factor Authentication لحسابك، يرجى أن تحدد رقم الهاتف الذي ستستخدمه للمصادقة.
bg: За да активирате Multi-Factor Authentication за вашия акаунт, укажете телефонния номер, който ще използвате за удостоверяването.
ca: Per habilitar el Multi-Factor Authentication per al vostre compte, especifiqueu el número de telèfon que utilitzareu per autenticar-vos.
cs: Chcete-li pro svůj účet povolit aplikaci Multi-Factor Authentication, zadejte telefonní číslo, které budete používat k ověřování.
da: Hvis du vil aktivere Multi-Factor Authentication for din konto, skal du angive det telefonnummer, der skal bruges til godkendelse.
de: Damit Multi-Factor Authentication für Ihr Konto aktiviert werden kann, müssen Sie die Telefonnummer angeben, die Sie für die Authentifizierung verwenden möchten.
el: Για να ενεργοποιήσετε την υπηρεσία Multi-Factor Authentication για τον λογαριασμό σας, καθορίστε τον αριθμό τηλεφώνου που θα χρησιμοποιείτε για τον έλεγχο ταυτότητας.
es: Para habilitar Multi-Factor Authentication para su cuenta, especifique el número de teléfono que usará para la autenticación.
et: Oma konto puhul Multi-Factor Authenticationi lubamiseks tuleb täpsustada autentimiseks kasutatavat telefoninumbrit.
eu: Multi-Factor Authentication zure kontuan gaitzeko, zehaztu autentifikatzeko erabiliko duzun telefono-zenbakia.
fi: Jos haluat ottaa Multi-Factor Authentication -toiminnon käyttöön tililläsi, määritä todennuksessa käytettävä puhelinnumero.
fr: Pour activer Multi-Factor Authentication pour votre compte, spécifiez le numéro de téléphone que vous utiliserez pour procéder à l'authentification.
gl: Para activar Multi-Factor Authentication para a súa conta, especifique o número de teléfono que vai usar para autenticar.
he: כדי להפוך את Multi-Factor Authentication לזמין עבור החשבון שלך, ציין את מספר הטלפון שבו תשתמש לצורך אימות.
hi: अपने खाते हेतु Multi-Factor Authentication सक्षम करने के लिए, कृपया वह फ़ोन नंबर निर्दिष्ट करें, जिसका आप प्रमाणीकरण हेतु उपयोग करेंगे.
hr: Da biste omogućili Multi-Factor Authentication za svoj račun, navedite telefonski broj koji ćete upotrebljavati za provjeru autentičnosti.
hu: Ha engedélyezni szeretné a fiókjára vonatkozóan a Multi-Factor Authentication technológia használatát, adja meg a hitelesítéskor használni kívánt telefonszámot.
id: Untuk mengaktifkan Multi-Factor Authentication untuk akun Anda, sebutkan nomor telepon yang akan Anda gunakan untuk mengautentikasi.
it: Per abilitare Multi-Factor Authentication per l'account, specificare il numero di telefono che verrà utilizzato per l'autenticazione.
ja: Multi-Factor Authentication でアカウントを認証できるようにするには、認証時に使用する電話番号を指定してください。
kk: Тіркелгіңізге Multi-Factor Authentication қызметін қосу үшін, түпнұсқалықты растауға қолданылатын телефон нөмірін көрсетіңіз.
ko: 사용자 계정에 Multi-Factor Authentication을 사용하려면 인증하는 데 사용할 전화 번호를 지정하십시오.
lt: Jei savo abonemente norite įjungti „Multi-Factor Authentication“, nurodykite telefono numerį, kurį naudosite autentifikuodami.
lv: Lai Multi-Factor Authentication pakalpojumu iespējotu savam kontam, lūdzu, norādiet autentifikācijai izmantojamo tālruņa numuru.
ms: Untuk mendayakan Multi-Factor Authentication bagi akaun anda, sila nyatakan nombor telefon yang akan anda gunakan untuk membuat pengesahan.
nl: U kunt Multi-Factor Authentication voor uw account inschakelen door het telefoonnummer op te geven waarmee u zich wilt authenticeren.
no: Hvis du vil aktivere Multi-Factor Authentication for kontoen, skriver du inn telefonnummeret du vil bruke til å godkjenne.
pl: Aby włączyć na koncie użytkownika usługę Multi-Factor Authentication, określ numer telefonu, który będzie używany do uwierzytelniania.
pt_br: Para habilitar o Multi-Factor Authentication para sua conta, especifique o número de telefone que será usado para autenticar.
pt_pt: Para ativar a Autenticação Multifator para a sua conta, especifique o número de telefone que utilizará para a autenticação.
ro: Pentru a activa autentificarea Multi-Factor Authentication în cont, specificați numărul de telefon pe care îl veți utiliza la autentificare.
ru: Чтобы включить Multi-Factor Authentication для учетной записи, укажите номер телефона, который будет использоваться для проверки подлинности.
sk: Ak chcete povoliť službu Multi-Factor Authentication pre svoje konto, zadajte telefónne číslo, ktoré budete používať na overenie.
sl: Za vklop storitve Multi-Factor Authentication za svoj račun navedite telefonsko številko, ki jo želite uporabljati za preverjanje pristnosti.
sr_cyrl_cs: Да бисте на налогу омогућили Multi-Factor Authentication, наведите број телефона који ћете користити за потврду идентитета.
sr_latn_cs: Da biste na nalogu omogućili Multi-Factor Authentication, navedite broj telefona koji ćete koristiti za potvrdu identiteta.
sv: Om du vill aktivera Multi-Factor Authentication för kontot anger du det telefonnummer du vill användare för autentisering.
th: ในการเปิดใช้งาน Multi-Factor Authentication สำหรับบัญชีของคุณ โปรดระบุหมายเลขโทรศัพท์ที่คุณจะใช้เพื่อรับรองความถูกต้อง
tr: Hesabınız için Multi-Factor Authentication'ı etkinleştirmek üzere, lütfen kimlik doğrulaması için kullanacağınız telefon numarasını belirtin.
uk: Щоб увімкнути службу Multi-Factor Authentication для облікового запису, укажіть номер телефону, який буде використовуватися для автентифікації.
vi: Để hiệu lực hóa Multi-Factor Authentication cho tài khoản của bạn, vui lòng chỉ rõ số điện thoại bạn sẽ dùng để xác thực.
zh_cn: 若要为您的帐户启用 Multi-Factor Authentication，请指定将用于进行身份验证的电话号码。
zh_tw: 若要為帳戶啟用 Multi-Factor Authentication，請指定要用來驗證的電話號碼。

# Label_InstructionsUserStaticToken
source: Specify a new static token for this user.
ar: حدد رمزًا مميزًا ثابتًا جديدًا لهذا المستخدم.
bg: Укажете нов статичен маркер за този потребител.
ca: Especifiqueu un nou testimoni estàtic per a l'usuari.
cs: Zadejte nový statický token pro tohoto uživatele.
da: Angiv et nyt statisk token for denne bruger.
de: Geben Sie ein neues statisches Token für diesen Benutzer an.
el: Καθορίστε ένα νέο στατικό διακριτικό για αυτόν τον χρήστη.
es: Especifique un nuevo token estático para este usuario.
et: Määrake kasutajale uus staatiline tõend.
eu: Zehaztu token estatiko berri bat erabiltzaile honentzat.
fi: Määritä tämän käyttäjän uusi staattinen Token-tunnus.
fr: Spécifiez un nouveau jeton statique pour cet utilisateur.
gl: Especifique un novo token estático para este usuario.
he: ציין אסימון סטטי חדש עבור משתמש זה.
hi: इस उपयोगकर्ता के लिए नया स्थिर टोकन निर्दिष्ट करें.
hr: Navedite novi statični token za tog korisnika.
hu: Adjon meg egy új állandó tokent a felhasználóhoz.
id: Tentukan nomor token statis baru untuk pengguna ini.
it: Specificare un nuovo token statico per l'utente corrente.
ja: このユーザーの新しい静的トークンを指定してください。
kk: Осы пайдаланушы үшін жаңа тұрақты таңбалауыш белгілеңіз.
ko: 이 사용자에 대한 새 정적 토큰을 지정하십시오.
lt: Nurodykite naują šio vartotojo statinį atpažinimo ženklą.
lv: Norādiet šī lietotāja jauno statisko marķieri.
ms: Nyatakan token statik baharu untuk pengguna ini.
nl: Geef een nieuw statisch token op voor deze gebruiker.
no: Angi et nytt statisk token for denne brukeren.
pl: Określ nowy token statyczny dla tego użytkownika.
pt_br: Especifique um novo token estático para este usuário.
pt_pt: Especifique um novo token estático para este utilizador.
ro: Specificați un token static nou pentru acest utilizator.
ru: Укажите для этого пользователя новый статический токен.
sk: Zadajte nový statický token pre tohto používateľa.
sl: Določite novi statični žeton za tega uporabnika.
sr_cyrl_cs: Наведите нови статички токен за овог корисника.
sr_latn_cs: Navedite novi statički token za ovog korisnika.
sv: Ange en ny statisk token för den här användaren.
th: ระบุโทเค็นคงที่ใหม่สำหรับผู้ใช้รายนี้
tr: Bu kullanıcı için yeni bir statik belirteç girin.
uk: Укажіть для цього користувача новий статичний маркер.
vi: Chỉ rõ một hiệu bài tĩnh mới cho người dùng này.
zh_cn: 为该用户指定新的静态令牌。
zh_tw: 請為這位使用者指定新的靜態權杖。
