Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Reason_InitiatedByAdmin
source: Initiated by admin in User Portal
ar: تم البدء بواسطة المسؤول في مدخل المستخدمين
bg: Инициирано от администратора в потребителския портал
ca: Iniciat per l'administrador al Portal d'usuaris
cs: Iniciováno správcem na portálu User Portal
da: Initieret af administrator i brugerportal
de: Durch Administrator im Benutzerportal initiiert
el: Ξεκίνησε από τον διαχειριστή στην Πύλη χρηστών
es: Iniciado por el administrador en el Portal de usuarios
et: Algatatud kasutajaportaali administraatori poolt
eu: Administratzaileak abiarazi du Erabiltzaile-atarian
fi: Järjestelmänvalvojan käyttäjäportaalissa aloittama
fr: Initié par l'administrateur dans le portail de l'utilisateur
gl: Iniciado polo administrador no portal de usuarios
he: אותחל על-ידי מנהל מערכת בפורטל המשתמשים
hi: उपयोगकर्ता पोर्टल में व्यवस्थापक द्वारा आरंभ किया गया
hr: Pokrenuo administrator na korisničkom portalu
hu: A rendszergazda kezdeményezte a felhasználói portálon
id: Dimulai oleh admin dalam Portal Pengguna
it: Avviato dall'amministratore nel portale utenti
ja: ユーザー ポータルで管理者が開始
kk: Пайдаланушы порталындағы әкімші іске қосқан
ko: 사용자 포털에서 관리자가 시작
lt: Inicijavo vartotojų portalo administratorius
lv: Inicializēja administrators lietotāju portālā
ms: Dimulakan oleh pentadbir dalam Portal Pengguna
nl: Gestart door beheerder in gebruikersportal
no: Startet av administratoren i brukerportalen
pl: Zainicjowane przez administratora w portalu użytkowników
pt_br: Iniciado pelo admin no Portal do Usuário
pt_pt: Iniciado pelo administrador no Portal do Utilizador
ro: Inițiat de administrator în Portal utilizator
ru: Инициировано администратором на пользовательском портале
sk: Inicializované správcom na portáli používateľa
sl: Sprožil ga je skrbnik v uporabniškem portalu
sr_cyrl_cs: Покренуо администратор на корисничком порталу
sr_latn_cs: Pokrenuo administrator na korisničkom portalu
sv: Initierad av administratören på användarportalen
th: เริ่มต้นโดยผู้ดูแลระบบในพอร์ทัลผู้ใช้
tr: Kullanıcı Portalı'nda yönetici tarafından başlatıldı
uk: Ініційовано адміністратором на порталі користувача
vi: Được khởi xướng bởi người quản trị trong Cổng thông tin Người dùng
zh_cn: 在用户门户中由管理员发起
zh_tw: 由系統管理員在使用者入口網站內起始

# Reason_InitiatedByUser
source: Initiated by user in User Portal
ar: تم البدء بواسطة المستخدم في مدخل المستخدمين
bg: Инициирано от потребителя в потребителския портал
ca: Iniciat per l'usuari al Portal d'usuaris
cs: Iniciováno uživatelem na portálu User Portal
da: Initieret af bruger i brugerportal
de: Durch Benutzer im Benutzerportal initiiert
el: Ξεκίνησε από τον χρήστη στην Πύλη χρηστών
es: Iniciado por el usuario en el Portal de usuarios
et: Algatatud kasutajaportaali kasutaja poolt
eu: Erabiltzaileak abiarazi du Erabiltzaile-atarian
fi: Käyttäjän käyttäjäportaalissa aloittama
fr: Initié par l'utilisateur dans le portail de l'utilisateur
gl: Iniciado polo usuario no portal de usuarios
he: אותחל על-ידי משתמש בפורטל המשתמשים
hi: उपयोगकर्ता पोर्टल में उपयोगकर्ता द्वारा आरंभ किया गया
hr: Pokrenuo korisnik na korisničkom portalu
hu: A felhasználó kezdeményezte a felhasználói portálon
id: Dimulai oleh pengguna dalam Portal Pengguna
it: Avviato dall'utente nel portale utenti
ja: ユーザー ポータルでユーザーが開始
kk: Пайдаланушы порталындағы пайдаланушы іске қосқан
ko: 사용자 포털에서 사용자가 시작
lt: Inicijavo vartotojų portalo vartotojas
lv: Inicializēja lietotājs lietotāju portālā
ms: Dimulakan oleh pengguna dalam Portal Pengguna
nl: Gestart door gebruiker in gebruikersportal
no: Startet av brukeren i brukerportalen
pl: Zainicjowane przez użytkownika w portalu użytkowników
pt_br: Iniciado pelo usuário no Portal do Usuário
pt_pt: Iniciado pelo utilizador no Portal do Utilizador
ro: Inițiat de utilizator în Portal utilizator
ru: Инициировано пользователем на пользовательском портале
sk: Inicializované používateľom na portáli používateľa
sl: Sprožil ga je uporabnik v uporabniškem portalu
sr_cyrl_cs: Покренуо корисник на корисничком порталу
sr_latn_cs: Pokrenuo korisnik na korisničkom portalu
sv: Initierad av användaren på användarportalen
th: เริ่มต้นโดยผู้ใช้ในพอร์ทัลผู้ใช้
tr: Kullanıcı Portalı'nda kullanıcı tarafından başlatıldı
uk: Ініційовано користувачем на порталі користувача
vi: Được khởi xướng bởi người dùng trong Cổng thông tin Người dùng
zh_cn: 在用户门户中由用户发起
zh_tw: 由使用者在使用者入口網站內起始

# Subtitle_DeactivatePhoneApp
source: Deactivate Mobile App
ar: إلغاء تنشيط تطبيق الأجهزة المحمولة
bg: Дезактивиране на мобилното приложение
ca: Desactiva l'aplicació mòbil
cs: Deaktivovat mobilní aplikaci
da: Deaktiver mobilapp
de: Mobile Anwendung deaktivieren
el: Απενεργοποίηση εφαρμογής για κινητές συσκευές
es: Desactivar aplicación móvil
et: Inaktiveeri mobiilirakendus
eu: Desaktibatu mugikorreko aplikazioa
fi: Poista mobiilisovelluksen aktivointi käytöstä
fr: Désactiver l'application mobile
gl: Desactivar a aplicación para móbil
he: בטל הפעלה של אפליקציה למכשירים ניידים
hi: मोबाइल अनुप्रयोग निष्क्रिय करें
hr: Deaktiviraj mobilnu aplikaciju
hu: Mobilalkalmazás inaktiválása
id: Nonaktifkan Aplikasi Seluler
it: Disattiva app mobile
ja: モバイル アプリの非アクティブ化
kk: Мобильді бағдарламаны ажырату
ko: 모바일 앱 비활성화
lt: Išjungti mobiliųjų įrenginių programėlę
lv: Mobilās programmas deaktivizēšana
ms: Nyah Aktif Apl Mudah Alih
nl: Mobiele app deactiveren
no: Deaktiver Mobilapp
pl: Dezaktywuj aplikację mobilną
pt_br: Desativar Aplicativo Móvel
pt_pt: Desativar Aplicação Móvel
ro: Dezactivare aplicație mobilă
ru: Отключение мобильного приложения
sk: Deaktivovať mobilnú aplikáciu
sl: Deaktiviraj mobilno aplikacijo
sr_cyrl_cs: Деактивирање апликације за мобилне уређаје
sr_latn_cs: Deaktiviranje aplikacije za mobilne uređaje
sv: Inaktivera mobilapp
th: ปิดใช้งานแอปสำหรับอุปกรณ์เคลื่อนที่
tr: Mobil Uygulamayı Devre Dışı Bırak
uk: Вимкнути мобільну програму
vi: Bỏ kích hoạt Ứng dụng Di động
zh_cn: 停用移动应用
zh_tw: 停用行動裝置應用程式

# Subtitle_Enable
source: Enable
ar: تمكين
bg: Разрешаване
ca: Habilita
cs: Povolit
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
es: Habilitar
et: Luba
eu: Gaitu
fi: Ota käyttöön
fr: Activer
gl: Activar
he: הפיכה לזמין
hi: सक्षम करें
hr: Omogući
hu: Engedélyezés
id: Aktifkan
it: Abilita
ja: 有効
kk: Қосу
ko: 사용
lt: Įjungti
lv: Iespējošana
ms: Dayakan
nl: Inschakelen
no: Aktiver
pl: Włącz
pt_br: Habilitar
pt_pt: Ativar
ro: Activare
ru: Включить
sk: Povolenie
sl: Omogoči
sr_cyrl_cs: Омогућавање
sr_latn_cs: Omogućavanje
sv: Aktivera
th: เปิดใช้งาน
tr: Etkinleştir
uk: Увімкнути
vi: Hiệu lực hóa
zh_cn: 启用
zh_tw: 啟用

# Subtitle_UnblockUser
source: Unblock User
ar: إلغاء حظر المستخدم
bg: Деблокиране на потребител
ca: Desbloqueja l'usuari
cs: Odblokovat uživatele
da: Fjern blokering fra bruger
de: Benutzer entsperren
el: Άρση αποκλεισμού χρήστη
es: Desbloquear usuario
et: Eemalda kasutaja blokeering
eu: Desblokeatu erabiltzailea
fi: Poista käyttäjän esto
fr: Débloquer l'utilisateur
gl: Desbloquear usuario
he: ביטול חסימת משתמש
hi: उपयोगकर्ता को अनवरोधित करें
hr: Deblokiraj korisnika
hu: Felhasználó blokkolásának feloldása
id: Batalkan Blokir Pengguna
it: Sblocca utente
ja: ユーザーのブロック解除
kk: Пайдаланушыны блоктан шығару
ko: 사용자 차단 해제
lt: Atblokuoti vartotoją
lv: Lietotāja atbloķēšana
ms: Nyah Sekat Pengguna
nl: Gebruiker deblokkeren
no: Lås opp bruker
pl: Odblokuj użytkownika
pt_br: Desbloquear Usuário
pt_pt: Desbloquear Utilizador
ro: Deblocare utilizator
ru: Разблокировать пользователя
sk: Odblokovanie používateľa
sl: Deblokiraj uporabnika
sr_cyrl_cs: Деблокирање корисника
sr_latn_cs: Deblokiranje korisnika
sv: Avblockera användare
th: ยกเลิกการบล็อกผู้ใช้
tr: Kullanıcının Engellemesini Kaldır
uk: Розблокувати користувача
vi: Bỏ chặn Người dùng
zh_cn: 解除阻止用户
zh_tw: 解除封鎖使用者

# Title_PhoneFactorUserPortal
source: Multi-Factor Authentication™ | User Portal
ar: Multi-Factor Authentication™ | مدخل المستخدمين
bg: Multi-Factor Authentication™ | Потребителски портал
ca: Multi-Factor Authentication™ | Portal d'usuaris
da: Multi-Factor Authentication™ | Brugerportal
de: Multi-Factor Authentication™ | Benutzerportal
el: Multi-Factor Authentication™ | Πύλη χρηστών
es: Multi-Factor Authentication™ | Portal de usuarios
et: Multi-Factor Authentication™ | Kasutajaportaal
eu: Multi-Factor Authentication™ | Erabiltzaile-ataria
fi: Multi-Factor Authentication™ | Käyttäjäportaali
fr: Multi-Factor Authentication™ | Portail de l'utilisateur
gl: Multi-Factor Authentication™ | Portal de usuarios
he: Multi-Factor Authentication™‎ | פורטל המשתמשים
hi: Multi-Factor Authentication™ | उपयोगकर्ता पोर्टल
hr: Multi-Factor Authentication™ | Korisnički portal
hu: Multi-Factor Authentication™ | Felhasználói portál
id: Multi-Factor Authentication™ | Portal Pengguna
it: Multi-Factor Authentication™ | Portale utenti
ja: Multi-Factor Authentication ™ | ユーザー ポータル
kk: Multi-Factor Authentication™ | пайдаланушы порталы
ko: Multi-Factor Authentication™ | 사용자 포털
lt: „Multi-Factor Authentication™“ | Vartotojų portalas
lv: Multi-Factor Authentication™ | Lietotāju portāls
ms: Multi-Factor Authentication™ | Portal Pengguna
nl: Multi-Factor Authentication™ | Gebruikersportal
no: Multi-Factor Authentication™ | Brukerportal
pl: Multi-Factor Authentication™ | Portal użytkowników
pt_br: Multi-Factor Authentication™ | Portal do Usuário
pt_pt: Autenticação Multifator™ | Portal do Utilizador
ro: Multi-Factor Authentication™ | Portal utilizator
ru: Multi-Factor Authentication™ | Пользовательский портал
sk: Multi-Factor Authentication™ | Portál používateľa
sl: Multi-Factor Authentication™ | Uporabniški portal
sr_cyrl_cs: Кориснички портал | услуге Multi-Factor Authentication™
sr_latn_cs: Korisnički portal | usluge Multi-Factor Authentication™
sv: Multi-Factor Authentication™ | Användarportal
th: Multi-Factor Authentication™ | พอร์ทัลผู้ใช้
tr: Multi-Factor Authentication™ | Kullanıcı Portalı
uk: Multi-Factor Authentication™ | Портал користувача
vi: Multi-Factor Authentication™ | Cổng thông Tin Người dùng
zh_cn: Multi-Factor Authentication™ | 用户门户
zh_tw: Multi-Factor Authentication™ | 使用者入口網站

# Value_All
source: All
ar: الكل
bg: Всички
ca: Tot
cs: Vše
da: Alle
de: Alle
el: Όλοι
es: Todos
et: Kõik
eu: Guztiak
fi: Kaikki
fr: Tout
gl: Todo
he: הכל
hi: सभी
hr: Sve
hu: Az összes
id: Semua
it: Tutti
ja: すべて
kk: Барлығы
ko: 모두
lt: Visi
lv: Visi
ms: Semua
nl: Alle
no: Alle
pl: Wszystkie
pt_br: Todas
pt_pt: Tudo
ro: Toate
ru: Все
sk: Všetko
sl: Vse
sr_cyrl_cs: Све
sr_latn_cs: Sve
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усе
vi: Tất cả
zh_cn: 所有
zh_tw: 所有

# Value_Masked
source: Masked
ar: مقنع
bg: С маска
ca: Emmascarat
cs: S maskou
da: Maskeret
de: Verborgen
el: Με κάλυψη
es: Enmascarados
et: Maskitud
eu: Ezkutatuta
fi: Peitetty
fr: Masqué
gl: Oculto
he: ממוסך
hi: मास्क किया गया
hr: Maskirano
hu: Maszkolva
id: Bermasker
it: Mascherato
ja: マスクされた値
kk: Бүркемеленген
ko: 마스킹됨
lt: Užmaskuota
lv: Maskēts
ms: Disembunyikan
nl: Gemaskeerd
no: Maskert
pl: Maskowane
pt_br: Mascarado
pt_pt: Dissimulados
ro: Cu mască
ru: Скрыто
sk: Maskované
sl: Maskirano
sr_cyrl_cs: Маскирано
sr_latn_cs: Maskirano
sv: Maskerad
th: กำหนดมาสก์
tr: Maskelenmiş
uk: За маскою
vi: Đã được ẩn
zh_cn: 已掩码
zh_tw: 已遮罩
