Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_MessagePin
source: Your account has been configured to use Multi-Factor Authentication.<br/><br/> When you sign on, you will continue to use the same username and password. Before your verification is complete, you will receive a phone call asking you to enter your PIN followed by the pound (#) key to confirm your sign on. If you don't confirm the sign on by entering your PIN and pressing #, the sign on will be denied.<br/><br/> You should only enter your PIN when you receive the Multi-Factor Authentication call if you are actually signing on to the application. Otherwise, someone may be trying to sign on with your username and password and you should report this potential fraud to your IT administrator.<br/><br/> Return to the Multi-Factor Authentication portal at any time to change your phone number or PIN.
ar: تم تكوين حسابك لاستخدام Multi-Factor Authentication.<br/><br/> عندما تسجل الدخول، ستتمكن من متابعة استخدام نفس اسم المستخدم وكلمة المرور. وقبل اكتمال التحقق من الصحة، ستتلقى مكالمة هاتفية تطالبك بإدخال رقم PIN متبوعًا بمفتاح # لتأكيد تسجيل الدخول. وسيتم رفض تسجيل الدخول إذا لم تقم بتأكيده بإدخال رقم PIN والضغط على #.<br/><br/> يجب عليك فقط أن تدخل رقم PIN عندما تتلقى مكالمة Multi-Factor Authentication، وذلك إذا كنت مسجلاً الدخول بالتطبيق بالفعل. من جانب آخر، قد يحاول شخص ما تسجيل الدخول باستخدام اسم المستخدم الخاص بك وكلمة مرورك، وحينئذٍ يجب عليك إبلاغ مسؤول تكنولوجيا المعلومات لديك بهذا الاحتيال المحتمل.<br/><br/> قم بالعودة إلى مدخل Multi-Factor Authentication في أي وقت لتغيير رقم هاتفك أو PIN.
bg: Акаунтът ви е конфигуриран да използва Multi-Factor Authentication.<br/><br/> При влизане ще продължите да използвате същото потребителско име и парола. Преди да завърши проверката, ще получите телефонно обаждане, подканващо ви да въведете ПИН, следван от знака #, за да потвърдите влизането си. Ако не потвърдите влизането си чрез въвеждане на ПИН и натискане на #, то ще бъде отказано.<br/><br/> При получаване на обаждането от Multi-Factor Authentication въведете ПИН само ако действително влизате в приложението. В противен случай някой може да се опитва да влезе с вашето потребителско име и парола и трябва да сигнализирате на ИТ администратора за тази възможна измама.<br/><br/> Можете да се върнете по всяко време в портала на Multi-Factor Authentication, за да промените телефонния си номер или ПИН.
ca: El compte s'ha configurat per utilitzar el Multi-Factor Authentication.<br/><br/> Quan inicieu la sessió, continuareu utilitzant el mateix nom d'usuari i la mateixa contrasenya. Abans de completar la verificació, rebreu una trucada de telèfon per demanar-vos que escriviu el vostre PIN seguit de la tecla coixinet (#) per confirmar l'inici de la sessió. Si no escriviu el PIN i premeu # per confirmar l'inici de la sessió, aquesta es denegarà.<br/><br/> Escriviu el vostre PIN en rebre la trucada del Multi-Factor Authentication només si esteu iniciant la sessió a l'aplicació. En cas contrari, és possible que algú estigui provant d'iniciar la sessió amb el vostre nom d'usuari i contrasenya: notifiqueu aquest possible frau a l'administrador de TI.<br/><br/> Torneu al portal del Multi-Factor Authentication en qualsevol moment per canviar el número de telèfon o el PIN.
cs: Váš účet je nakonfigurovaný k používání aplikace Multi-Factor Authentication.<br/><br/> Když se přihlásíte, budete dál používat stejné uživatelské jméno a heslo. Před dokončením ověření přijmete telefonní hovor, ve kterém budete požádáni, abyste zadali svůj PIN a stiskli křížek (#), aby se tak vaše přihlášení ověřilo. Pokud přihlášení zadáním svého PINu a stisknutím křížku (#) nepotvrdíte, bude přihlášení zamítnuto.<br/><br/> Svůj PIN byste měli zadat jenom v případě, že hovor z aplikace Multi-Factor Authentication přijmete v okamžiku, kdy se k aplikaci skutečně přihlašujete. Pokud se zrovna nepřihlašujete, mohlo by to znamenat, že se někdo snaží neoprávněně přihlásit pomocí vašeho uživatelského jména a hesla. Takový potenciální pokus o podvod byste měli ohlásit svému správci IT.<br/><br/> Kdykoli se můžete vrátit na portál Multi-Factor Authentication a změnit si telefonní číslo a PIN.
da: Din konto er blevet konfigureret til at bruge Multi-Factor Authentication.<br/><br/> Når du logger på, skal du blive ved med at bruge samme brugernavn og adgangskode. Før bekræftelsen er fuldført, modtager du et telefonopkald, hvor du bliver bedt om at angive din pinkode efterfulgt af #-tegnet for at bekræfte logon. Hvis du ikke bekræfter logon ved at angive din pinkode og trykke på #, kan du ikke logge på.<br/><br/> Du skal kun angive din pinkode, når du modtager Multi-Factor Authentication-opkaldet, hvis du gerne vil logge på applikationen. Ellers er der mulighed for, at andre forsøger at logge på med dit brugernavn og din adgangskode, og du skal rapportere denne mulige svindel til din it-administrator.<br/><br/> Du kan altid vende tilbage til Multi-Factor Authentication-portalen for at ændre dit telefonnummer eller din pinkode.
de: Ihr Konto wurde für die Multi-Factor Authentication konfiguriert.<br/><br/> Für die Anmeldung verwenden Sie denselben Benutzernamen und dasselbe Kennwort wie bisher. Außerdem erhalten Sie einen Anruf mit der Aufforderung zur Eingabe Ihrer PIN und zum anschließenden Drücken des Nummernzeichens (#), um die Überprüfung abzuschließen und die Anmeldung zu bestätigen. Wenn Sie die Anmeldung nicht durch Eingabe Ihrer PIN und anschließendes Drücken des Nummernzeichens (#) bestätigen, tritt ein Fehler auf.<br/><br/> Geben Sie Ihre PIN nur nach Erhalt des Multi-Factor Authentication-Anrufs ein, um sich bei der Anwendung anzumelden. Andernfalls stammt die Aufforderung möglicherweise von einer unbefugten Person, die versucht, sich mit Ihrem Benutzernamen und Ihrem Kennwort anzumelden. Teilen Sie einen solchen möglichen Betrugsfall Ihrem IT-Administrator mit.<br/><br/> Bei Bedarf können Sie Ihre Telefonnummer und/oder Ihre PIN jederzeit über das Multi-Factor Authentication-Portal ändern.
el: Ο λογαριασμός σας έχει ρυθμιστεί ώστε να χρησιμοποιεί την υπηρεσία Multi-Factor Authentication.<br/><br/> Κατά τη σύνδεσή σας, θα συνεχίσετε να χρησιμοποιείτε το ίδιο όνομα χρήστη και κωδικό πρόσβασης. Προτού ολοκληρωθεί η επαλήθευση στην περίπτωσή σας, θα λάβετε μια τηλεφωνική κλήση που θα σας ζητά να καταχωρήσετε το PIN σας, ακολουθούμενο από το πλήκτρο δίεσης (#), για να επιβεβαιώσετε τη σύνδεση. Αν δεν επιβεβαιώσετε τη σύνδεση, καταχωρώντας το PIN σας και πατώντας το χαρακτήρα #, η σύνδεση δεν θα επιτραπεί.<br/><br/> Θα πρέπει να καταχωρείτε το PIN σας, όταν λαμβάνετε την κλήση από την υπηρεσία Multi-Factor Authentication, μόνο αν όντως συνδέεστε στην εφαρμογή. Σε αντίθετη περίπτωση, κάποιος ίσως να προσπαθεί να συνδεθεί με το δικό σας όνομα χρήστη και κωδικό πρόσβασης, οπότε θα πρέπει να αναφέρετε αυτήν την πιθανή απάτη στο διαχειριστή του τμήματος IT.<br/><br/> Επιστρέψτε όποτε θέλετε στην πύλη της υπηρεσίας Multi-Factor Authentication, για να αλλάξετε τον αριθμό τηλεφώνου ή το PIN σας.
es: Su cuenta se configuró para usar Multi-Factor Authentication.<br/><br/> Al iniciar sesión, seguirá usando el mismo nombre de usuario y la misma contraseña. Antes de que finalice la comprobación, recibirá una llamada de teléfono en la que se le pedirá que especifique su código PIN seguido de la tecla almohadilla (#) para confirmar el inicio de sesión. Si no especifica el código PIN y presiona la tecla almohadilla (#) para confirmar el inicio de sesión, se denegará el inicio de sesión.<br/><br/> Solo debe escribir su código PIN cuando reciba la llamada de Multi-Factor Authentication y si usted es el que está iniciando sesión. De no ser así, es posible que alguien esté intentando iniciar sesión con su nombre de usuario y contraseña, y debe informar de este posible fraude al administrador de TI.<br/><br/> Vuelva al portal de Multi-Factor Authentication en cualquier momento para cambiar el número de teléfono o código PIN.
et: Teie konto on seadistatud kasutama Multi-Factor Authenticationit.<br/><br/> Kui logite sisse, jätkate sama kasutajanime ja parooli kasutamist. Enne kui kinnitamine lõpule viiakse, saate telefonikõne, mille käigus palutakse sisestada sisselogimise kinnitamiseks oma PIN-kood ja seejärel vajutada sümbolit #. Kui te ei kinnita sisselogimist PIN-koodi sisestamise ja sümboli # vajutamisega, siis lükatakse sisselogimine tagasi.<br/><br/> PIN-koodi võib sisestada ainult siis, kui te saate Multi-Factor Authenticationi kõne tegeliku rakendusse sisselogimise ajal. Vastasel juhul võib keegi proovida sisse logida teie kasutajanime ning parooliga, millest te peaksite teatama oma IT-administraatorile kui võimalikust pettusest.<br/><br/> Oma telefoninumbrit ja PIN-koodi saate alati muuta Multi-Factor Authenticationi portaalis.
eu: Zure kontua Multi-Factor Authentication aplikazioa erabiltzeko konfiguratu da.<br/><br/> Saioa hasteko, erabiltzaile-izen eta pasahitz berdinak erabiltzen jarraituko duzu. Egiaztapena osatzeko, telefono-dei bat jasoko duzu eskatuz PINa sartzeko eta traola (#) sakatzeko saio-hasiera berresteko. Saio-hasiera berresteko PINa sartu eta # sakatu behar duzu, bestela saio-hasiera ukatuko zaizu.<br/><br/> Multi-Factor Authentication mugikorreko aplikazioaren deia jaso ondoren, benetan aplikazioan saioa hasten ari bazara sartu behar duzu PINa. Bestela, baliteke beste norbait aritzea zure pasahitza eta erabiltzaile-izena erabiltzen saioa hasteko. Iruzur honen berri eman behar diozu laguntza teknikoari.<br/><br/> Telefono-zenbakia edo PINa aldatzeko, itzuli edonoiz Multi-Factor Authentication atarira.
fi: Tilisi on määritetty käyttämään Multi-Factor Authenticationia.<br/><br/> Käytä kirjautuessasi yhä samaa käyttäjänimeä ja salasanaa. Saat puhelun, jossa sinua pyydetään vahvistamaan kirjautuminesi antamalla PIN-koodisi ja painamalla #-näppäintä. Jos et vahvista kirjautumista antamalla PIN-koodiasi ja painamalla #-näppäintä, kirjautuminen estetään.<br/><br/> Kun saat Multi-Factor Authentication -puhelun, älä anna PIN-koodiasi ja paina #-näppäintä, ellet ole itse parhaillaan kirjautumassa sovellukseen. Saattaa näet olla, että joku toinen yrittää kirjautua sisään käyttäjänimelläsi ja salasanallasi, jolloin sinun tulee ilmoittaa tästä mahdollisesta petosyrityksestä IT-järjestelmänvalvojallesi.<br/><br/> Voit milloin tahansa palata Multi-Factor Authentication -portaaliin ja vaihtaa puhelinnumerosi tai PIN-koodisi.
fr: Votre compte a été configuré pour utiliser l'authentification Multi-Factor Authentication.<br/><br/> Lorsque vous vous connecterez, vous continuerez à utiliser le même nom d'utilisateur et le même mot de passe. Pour finaliser votre vérification, vous recevrez un appel téléphonique vous demandant d'entrer votre PIN suivi du dièse (#) pour confirmer votre connexion. Si vous ne confirmez pas la connexion en entrant votre PIN et en appuyant sur #, la connexion sera refusée.<br/><br/> Vous devez uniquement entrer votre PIN lorsque vous recevez l'appel Multi-Factor Authentication si vous vous connectez réellement à l'application. Dans le cas contraire, quelqu'un peut essayer de se connecter avec votre nom d'utilisateur et votre mot de passe et vous devez signaler cette fraude éventuelle à votre administrateur informatique.<br/><br/> Pour modifier votre numéro de téléphone ou votre PIN, accédez à tout moment au portail Multi-Factor Authentication.
gl: A conta configurouse para usar Multi-Factor Authentication.<br/><br/> Cando inicie sesión, seguirá a usar o mesmo nome de usuario e o mesmo contrasinal. Antes de concluír a verificación, recibirá unha chamada telefónica na que se lle indica que introduza o PIN seguido da tecla cancelo (#) para confirmar o inicio de sesión. Se non confirma o inicio de sesión introducindo o PIN e premendo #, rexeitarase o inicio de sesión.<br/><br/> Só debe introducir o PIN cando reciba a chamada da aplicación para móbil de Multi-Factor Authentication se realmente está iniciando sesión na aplicación. Do contrario, pode que alguén estea intentando iniciar sesión co seu nome de usuario e co seu contrasinal, polo que debería informar desta posible fraude ao administrador de TI.<br/><br/> Para modificar o número de teléfono ou o PIN, volva ao portal de Multi-Factor Authentication en calquera momento.
he: תצורת החשבון שלך נקבעה לשימוש ב- Multi-Factor Authentication.<br/><br/> כאשר תיכנס, תמשיך להשתמש באותו שם משתמש ובאותה סיסמה. לפני שהאימות יושלם, תקבל שיחת טלפון שבה תתבקש להזין את מספר הזיהוי האישי שלך ואחריו מקש סולמית (#) כדי לאשר את הכניסה. אם לא תאשר את הכניסה על-ידי הזנת מספר הזיהוי האישי והקשה על #, הכניסה תידחה.<br/><br/> הזן את מספר הזיהוי האישי כשאתה מקבל את השיחה של Multi-Factor Authentication רק אם אתה נכנס בפועל ליישום. אם לא, ייתכן שמישהו מנסה להיכנס באמצעות שם המשתמש והסיסמה שלך, ועליך לדווח על הונאה פוטנציאלית זו למנהל ה- IT.<br/><br/> חזור לפורטל Multi-Factor Authentication בכל עת כדי לשנות את מספר הטלפון או מספר הזיהוי האישי.
hi: आपके खाते को Multi-Factor Authentication का उपयोग करने के लिए कॉन्फ़िगर किया गया है.<br/><br/> साइन ऑन करने पर आप नियमित रूप से समान उपयोगकर्ता नाम और पासवर्ड का उपयोग करेंगे. आपका सत्यापन पूरा होने से पहले, आपको एक फ़ोन कॉल आएगी जिसमें आपको अपने साइन ऑन की पुष्टि करने के लिए अपना पिन दर्ज करने के बाद हैश (#) कुंजी दबाने के लिए कहा जाएगा. अगर आप अपना पिन दर्ज करके और # दबाकर साइन ऑन की पुष्टि नहीं करते हैं, तो साइन ऑन अस्वीकृत हो जाएगा.<br/><br/> अगर आप वास्तव में अनुप्रयोग में साइन ऑन कर रहे हैं, तो आपको केवल Multi-Factor Authentication कॉल आने पर ही अपना पिन दर्ज करना चाहिए. अन्यथा, कोई व्यक्ति आपके उपयोगकर्ता नाम और पासवर्ड से साइन ऑन करने का प्रयास कर सकता है और आपको अपने IT व्यवस्थापक को इस संभावित धोखाधड़ी की रिपोर्ट करनी चाहिए.<br/><br/> अपना फ़ोन नंबर या पिन बदलने के लिए किसी भी समय Multi-Factor Authentication पोर्टल पर वापस जाएँ.
hr: Vaš je račun konfiguriran za upotrebu aplikacije Multi-Factor Authentication.<br/><br/> Nakon prijave upotrebljavat ćete isto korisničko ime i lozinku. Prije završetka provjere valjanosti primit ćete telefonski poziv sa zahtjevom da unesete PIN i pritisnete tipku ljestve (#) da biste potvrdili prijavu. Ako prijavu ne potvrdite unosom PIN-a i pritiskom tipke #, ona će biti odbijena.<br/><br/> PIN trebate unijeti tek kada primite poziv aplikacije Multi-Factor Authentication ako se doista prijavljujete u aplikaciju. U suprotnom je moguće da se netko pokušava prijaviti vašim korisničkim imenom i lozinkom, pa tu moguću prijevaru trebate prijaviti IT administratoru.<br/><br/> Uvijek se možete vratiti na portal aplikacije Multi-Factor Authentication da biste promijenili telefonski broj ili PIN.
hu: A fiókja a Multi-Factor Authentication technológia használatára van konfigurálva.<br/><br/> Bejelentkezéskor továbbra is ugyanazt a felhasználónevet és jelszót kell megadnia. Identitása igazolásához a rendszer felhívja Önt telefonon, majd a bejelentkezés megerősítése céljából felkéri a PIN kód beírására, majd a kettős kereszt (#) gomb lenyomására. Ha nem erősíti meg a bejelentkezési szándékát a PIN kód beírásával és a # gomb lenyomásával, a rendszer elutasítja a bejelentkezést.<br/><br/> A Multi-Factor Authentication hívására válaszul kizárólag akkor írja be a PIN kódot, ha valóban be szeretne jelentkezni az alkalmazásba. Ellenkező esetben lehetséges, hogy valaki más próbál bejelentkezni az Ön felhasználónevével és jelszavával. Javasoljuk, hogy jelentse az esetleges visszaélést az IT rendszergazdának.<br/><br/> A Multi-Factor Authentication portálon bármikor megváltoztathatja a telefonszámát és a PIN kódját.
id: Akun Anda telah dikonfigurasi untuk menggunakan Multi-Factor Authentication.<br/><br/> Ketika Anda masuk, Anda akan terus menggunakan nama pengguna dan sandi yang sama. Sebelum verifikasi selesai, Anda akan menerima panggilan telepon yang meminta Anda untuk memasukkan PIN kemudian tekan tombol pagar (#) untuk mengonfirmasi proses masuk Anda. Jika Anda tidak mengonfirmasi proses masuk dengan memasukkan PIN dan menekan #, proses masuk akan ditolak.<br/><br/> Anda hanya harus memasukkan PIN ketika menerima panggilan Multi-Factor Authentication jika Anda sedang masuk ke aplikasi. Akan tetapi, jika seseorang mencoba masuk dengan nama pengguna dan sandi Anda, Anda harus melaporkan upaya penipuan ini kepada administrator TI.<br/><br/> Kembali ke portal Multi-Factor Authentication kapan pun untuk mengubah nomor telepon atau PIN Anda.
it: L'account è stato configurato per l'utilizzo di Multi-Factor Authentication.<br/><br/> Per eseguire l'accesso, si continuerà a usare lo stesso nome utente e la stessa password. Prima del completamento della procedura, si riceverà una telefonata in cui viene richiesto di immettere il PIN seguito dal cancelletto (#) per confermare l'accesso. Se non si conferma l'accesso immettendo il PIN e premendo #, l'accesso verrà negato.<br/><br/> Immettere il PIN quando si riceve la chiamata di Multi-Factor Authentication solo se si sta realmente effettuando l'accesso all'applicazione. In caso contrario, qualcuno potrebbe utilizzare nome utente e password per effettuare accessi non autorizzati e sarebbe necessario segnalare questo possibile illecito all'amministratore IT.<br/><br/> È possibile tornare al portale di Multi-Factor Authentication in qualsiasi momento per cambiare il numero di telefono o il PIN.
ja: アカウントが Multi-Factor Authentication を使用するように構成されました。<br/><br/> サインオンするときに使用するユーザー名とパスワードは、これまでと同じです。ただし、認証を完了する前に、 PIN と # キーを押すように求める電話がかかってきます。 PIN と # キーを押さないと、サインオンが拒否されます。<br/><br/> アプリケーションに実際にサインオンしようとしており、Multi-Factor Authentication から電話がかかってきた場合にのみ、PIN を押してください。 そうでない場合は、誰かがあなたのユーザー名とパスワードを不正に使ってサインオンしようとしている可能性があるので、 IT管理者に通報してください。<br/><br/> いつでも Multi-Factor Authentication ポータルに戻って、PIN を変更することができます。
kk: Тіркелгіңіз Multi-Factor Authentication қолдануға конфигурацияланды.<br/><br/> Кірген кезде, бұрынғы пайдаланушы аты мен құпия сөзді қолдана бересіз. Түпнұсқалығыңызды растау аяқталғанша, кіруді растау үшін, сізден телефон қоңырауы арқылы PIN кодын енгізіп, тор (#) түймесін басу сұралады. PIN кодын енгізіп, # түймесін басу арқылы кіруді растамасаңыз, кіруге тыйым салынады.<br/><br/> Шынымен бағдарламаға кіріп жатқан болсаңыз, Multi-Factor Authentication қоңырауын қабылдаған кезде ғана PIN кодын енгізу керек. Кері жағдайда, басқа біреу сіздің пайдаланушы атыңыз бен құпия сөзіңізді қолданып, кіруге әрекет жасап жатуы мүмкін, сондықтан АТ әкімшіңізге мұндай ықтимал алаяқтық туралы хабар беруіңіз керек.<br/><br/> Телефон нөмірін немесе PIN кодын өзгерту үшін, Multi-Factor Authentication порталына кез келген уақытта оралуға болады.
ko: Multi-Factor Authentication을 사용하도록 계정이 구성되었습니다.<br/><br/> 계속 동일한 사용자 이름과 암호를 사용하여 로그온할 수 있습니다. 하지만 확인이 완료되기 전에, 로그온을 확인할 수 있도록 PIN을 입력하고 우물정자(#)를 누르라는 전화를 받게 됩니다. PIN을 입력하고 우물정자(#)를 눌러 로그온을 확인하는 작업을 수행하지 않으면 로그온이 거부됩니다.<br/><br/> Multi-Factor Authentication 전화를 받았을 때 실제로 응용 프로그램에 로그온하는 경우에만 PIN을 입력해야 합니다. 그렇지 않으면 다른 사람이 사용자 이름과 암호로 로그온하려 할 수 있으며, 이러한 잠재적 사기 행위는 IT 관리자에게 보고해야 합니다.<br/><br/> 언제든지 Multi-Factor Authentication 포털로 돌아가 전화 번호 또는 PIN을 변경할 수 있습니다.
lt: Abonementas sukonfigūruotas taip, kad galėtumėte naudoti „Multi-Factor Authentication“.<br/><br/> Prisiregistravę turėsite naudoti tą patį vartotojo vardą ir slaptažodį. Prieš baigiant tikrinimą, sulauksite telefono skambučio: būsite prašomi įvesti PIN ir paspausti #, kad būtų patvirtinta registracija. Jei nepatvirtinsite registracijos įvesdami PIN ir paspausdami #, registracija bus atmesta.<br/><br/> PIN reikia įvesti tik sulaukus skambučio iš mobiliųjų įrenginių programėlės „Multi-Factor Authentication“ ir jei tikrai registruojatės programoje. Jei taip nėra, galbūt kas nors kitas bando prisiregistruoti naudodamas jūsų vartotojo vardą ir slaptažodį. Apie šią galimą apgaulę turite pranešti IT administratoriui.<br/><br/> Norėdami pakeisti savo PIN, galite bet kada grįžti į „Multi-Factor Authentication“ portalą.
lv: Jūsu konts tika konfigurēts pakalpojuma Multi-Factor Authentication izmantošanai.<br/><br/> Kad pierakstīsities, varēsit arī turpmāk izmantot to pašu lietotājvārdu un paroli. Lai pabeigtu verifikāciju, saņemsit tālruņa zvanu, kura laikā būs jāievada PIN un pēc tam jānospiež restītes (#) taustiņš, lai apstiprinātu pierakstīšanos. Ja neapstiprināsit pierakstīšanos, ievadot PIN un nospiežot taustiņu #, pierakstīšanās tiks atteikta.<br/><br/> PIN kodu ievadiet tikai tad, kad no mobilās programmas Multi-Factor Authentication saņemsit tālruņa zvanu par to, ka patiešām pierakstāties lietojumprogrammā. Pretējā gadījumā cita persona var mēģināt pierakstīties, izmantojot jūsu lietotājvārdu un paroli. Tādā situācijā ziņojiet savam IT administratoram par iespējamo krāpšanu.<br/><br/> Jebkurā laikā varat atgriezties Multi-Factor Authentication portālā un nomainīt savu tālruņa numuru vai PIN.
ms: Akaun anda telah dikonfigurasi untuk menggunakan Multi-Factor Authentication.<br/><br/> Apabila anda mendaftar masuk, anda akan terus menggunakan nama pengguna dan kata laluan yang sama. Sebelum pengesahan anda lengkap, anda akan menerima panggilan telefon meminta anda memasukkan PIN anda diikuti dengan kekunci paun (#) untuk mengesahkan daftar masuk. Jika anda tidak mengesahkan daftar masuk dengan memasukkan PIN dan menekan #, daftar masuk akan ditolak.<br/><br/> Anda hendaklah memasukkan PIN anda hanya apabila menerima pemberitahuan apl mudah alih Multi-Factor Authentication jika anda sememangnya sedang daftar masuk pada aplikasi.. Jika tidak, orang lain mungkin sedang cuba daftar masuk menggunakan nama pengguna dan kata laluan anda dan anda hendaklah melaporkan penipuan yang berpotensi ini kepada pentadbir IT anda.<br/><br/> Kembali ke portal Multi-Factor Authentication pada bila-bila masa untuk menukar telefon nombor atau PIN anda.
nl: Uw account is geconfigureerd voor Multi-Factor Authentication.<br/><br/> Als u zich aanmeldt, kunt u dezelfde combinatie van gebruikersnaam en wachtwoord blijven gebruiken. Voordat uw verificatie is voltooid, ontvangt u een telefoonoproep waarin u wordt gevraagd uw pincode gevolgd door het hekje (#) in te voeren om uw aanmelding te bevestigen. Als u de aanmelding niet bevestigt door uw pincode in te voeren en op # te tikken, wordt de aanmelding geweigerd.<br/><br/> Voer uw pincode alleen in als u een oproep van Multi-Factor Authentication ontvangt en u zich daadwerkelijk bij de toepassing aanmeldt. Anders kan het zijn dat iemand probeert zich aan te melden met uw gebruikersnaam en wachtwoord. In dit geval moet u deze potentiële fraude onmiddellijk melden bij uw IT-beheerder.<br/><br/> U kunt op elk gewenst moment naar de Multi-Factor Authentication-portal terugkeren om uw telefoonnummer of pincode te wijzigen.
no: Kontoen har blitt konfigurert til å bruke Multi-Factor Authentication.<br/><br/> Når du logger på, fortsetter du å bruke det samme brukernavnet og passordet. Før bekreftelsen er fullført, mottar du et anrop der du blir bedt om å skrive inn PIN-koden etterfulgt av pundtegnet (#) for å bekrefte påloggingen. Hvis du ikke bekrefter påloggingen ved å skrive inn PIN-koden og trykke #, blir påloggingen avslått.<br/><br/> Du må bare skrive inn PIN-koden når du mottar et anrop i Multi-Factor Authentication hvis du faktisk logger på appen. Ellers er det kanskje en annen bruker som forsøker å logge på med ditt brukernavn og passord, og du må rapportere denne potensielle svindelen til IT-administratoren.<br/><br/> Gå tilbake til Multi-Factor Authentication-portalen når som helst for å endre telefonnummer eller PIN-kode.
pl: To konto zostało skonfigurowane do korzystania z usługi Multi-Factor Authentication.<br/><br/> Po zalogowaniu możesz nadal używać tej samej nazwy użytkownika i hasła. Przed ukończeniem weryfikacji odbierzesz rozmowę telefoniczną z prośbą o wprowadzenie numeru PIN i zatwierdzenie krzyżykiem (#) w celu potwierdzenia logowania. W przypadku braku potwierdzenia logowania przez wprowadzenie numeru PIN i naciśnięcie klawisza # nastąpi odmowa logowania.<br/><br/> Numer PIN należy wprowadzić wyłącznie po odebraniu połączenia z usługi Multi-Factor Authentication, gdy rzeczywiście logujesz się na konto aplikacji. W przeciwnym razie ktoś może próbować zalogować się przy użyciu nazwy użytkownika i hasła dla tego konta i należy zgłosić to potencjalne naruszenie administratorowi działu informatycznego.<br/><br/> Powróć w dowolnym momencie do portalu usługi Multi-Factor Authentication, aby zmienić numer telefonu lub numer PIN.
pt_br: Sua conta foi configurada para usar o Multi-Factor Authentication.<br/><br/> Quando você fizer logon, continuará a usar o mesmo nome de usuário e senha. Antes da verificação ser concluída, você receberá um telefonema pedindo para que insira o PIN seguido pela tecla de cerquilha (#) para confirmar o logon. Se você não confirmar o logon inserindo seu PIN e pressionando #, o logon será negado.<br/><br/> Você só deverá inserir o PIN quando receber a chamada do Multi-Factor Authentication se estiver realmente fazendo logon no aplicativo. Caso contrário, alguém pode estar tentando fazer logon com o seu nome de usuário e senha e você deve relatar essa possível fraude ao administrador de TI.<br/><br/> Retorne ao portal Multi-Factor Authentication a qualquer momento para alterar o número de telefone ou PIN.
pt_pt: A sua conta foi configurada para utilizar o Multi-Factor Authentication.<br/><br/> Quando iniciar sessão, continuará a utilizar o mesmo nome de utilizador e palavra-passe. Antes de concluir a verificação, receberá uma chamada telefónica solicitando que introduza o seu PIN seguido pela tecla de cardinal (#) para confirmar o início de sessão. Se não confirmar o início de sessão introduzindo o seu PIN e premindo #, o início de sessão será recusado.<br/><br/> Só deverá introduzir o PIN quando receber a chamada do Multi-Factor Authentication e se estiver, efetivamente, a iniciar sessão na aplicação. Caso contrário, alguém poderá estar a tentar iniciar sessão com o seu nome de utilizador e palavra-passe. Deverá reportar esta potencial fraude ao seu administrador de TI.<br/><br/> A qualquer momento poderá regressar ao portal do Multi-Factor Authentication para alterar o seu número de telefone ou PIN.
ro: Contul a fost configurat pentru utilizarea Multi-Factor Authentication.<br/><br/> La conectare, veți utiliza în continuare același nume de utilizator și aceeași parolă. Înainte de finalizarea verificării, veți primi un apel telefonic prin care vi se va solicita să introduceți codul PIN și să apăsați tasta # pentru a confirma conectarea. Dacă nu confirmați conectarea prin introducerea codului PIN și apăsarea tastei #, ea va fi refuzată.<br/><br/> La apelul Multi-Factor Authentication, introduceți codul PIN numai dacă într-adevăr vă conectați la aplicație. În caz contrar, este posibil ca o altă persoană să încerce să se conecteze cu numele de utilizator și parola dvs. În această situație, trebuie să informați administratorul IT în legătură cu posibila fraudă.<br/><br/> Reveniți în orice moment la portalul Multi-Factor Authentication pentru a vă modifica numărul de telefon sau codul PIN.
ru: В вашей учетной записи настроено использование Multi-Factor Authentication.<br/><br/> Во время входа будет использоваться то же имя пользователя и пароль. Прежде чем проверка будет завершена, на ваш номер поступит телефонный звонок с предложением ввести ПИН-код и нажать кнопку с решеткой (#), чтобы подтвердить вход. Если вы не подтвердите вход, введя ПИН-код и нажав кнопку "#", то во входе будет отказано.<br/><br/> Вводите ПИН-код при получении телефонного звонка от Multi-Factor Authentication, только если вы действительно выполняете вход в приложение. В противном случае возможна попытка мошеннического входа с помощью вашего имени пользователя и пароля, о которой следует сообщить ИТ-администратору.<br/><br/> В любой момент вы можете вернуться на портал Multi-Factor Authentication и изменить свой номер телефона или ПИН-код.
sk: Vaše konto je konfigurované na používanie služby Multi-Factor Authentication.<br/><br/> Pri prihlasovaní budete naďalej používať rovnaké meno používateľa a heslo. Pred dokončením overenia prijmete telefónny hovor so žiadosťou o zadanie PIN kódu a následné stlačenie klávesu # na účely potvrdenia prihlásenia. Ak nepotvrdíte prihlásenie zadaním PIN kódu a stlačením klávesu #, prihlásenie bude zamietnuté.<br/><br/> PIN kód zadajte až po prijatí hovoru z aplikácie Multi-Factor Authentication o tom, že sa naozaj prihlasujete do aplikácie. V opačnom prípade sa niekto pravdepodobne pokúša prihlásiť pomocou vášho mena používateľa a hesla a tento potenciálny podvod by ste mali nahlásiť správcovi IT.<br/><br/> Svoje telefónne číslo alebo PIN kód môžete kedykoľvek zmeniť na portáli služby Multi-Factor Authentication.
sl: Vaš račun je konfiguriran za uporabo storitve Multi-Factor Authentication.<br/><br/> Ob prijavi v storitev uporabite isto uporabniško ime in geslo. Za dokončanje preverjanja boste prejeli telefonski klic z zahtevo po vnosu kode PIN in znaka #. Če prijave ne potrdite z vnosom kode PIN in znaka #, bo prijava zavrnjena.<br/><br/> Kodo PIN vnesite samo po prejemu klica storitve Multi-Factor Authentication, če se res poskušate prijaviti v aplikacijo. V nasprotnem primeru se morda nekdo drug poskuša prijaviti z vašim uporabniškim imenom in geslom, kar morate prijaviti skrbniku IT kot morebitno prevaro.<br/><br/> Kodo PIN ali telefonsko številko lahko kadarkoli spremenite z vnovičnim obiskom portala Multi-Factor Authentication.
sr_cyrl_cs: Налог је конфигурисан за употребу услуге Multi-Factor Authentication.<br/><br/> Када се пријавите, наставићете да користите исто корисничко име и лозинку. Пре него што се верификација доврши, примићете телефонски позив у коме се од вас тражи да унесете PIN и да затим притиснете тастер са тарабицом (#) да бисте потврдили пријављивање. Ако не потврдите пријављивање уносом PIN кода и притиском на тастер #, пријављивање ће бити одбијено.<br/><br/> Kада примите позив од услуге Multi-Factor Authentication, PIN би требало да унесете једино ако се заиста пријављујете у апликацију. Ако то није случај, могуће је да неко покушава да се пријави помоћу вашег корисничког имена и лозинке, те би ову потенцијалну превару требало да пријавите IT администратору.<br/><br/> Вратите се на портал услуге Multi-Factor Authentication у било ком тренутку да бисте променили број телефона или PIN.
sr_latn_cs: Nalog je konfigurisan za upotrebu usluge Multi-Factor Authentication.<br/><br/> Kada se prijavite, nastavićete da koristite isto korisničko ime i lozinku. Pre nego što se verifikacija dovrši, primićete telefonski poziv u kome se od vas traži da unesete PIN i da zatim pritisnete taster sa tarabicom (#) da biste potvrdili prijavljivanje. Ako ne potvrdite prijavljivanje unosom PIN koda i pritiskom na taster #, prijavljivanje će biti odbijeno.<br/><br/> Kada primite poziv od usluge Multi-Factor Authentication, PIN bi trebalo da unesete jedino ako se zaista prijavljujete u aplikaciju. Ako to nije slučaj, moguće je da neko pokušava da se prijavi pomoću vašeg korisničkog imena i lozinke, te bi ovu potencijalnu prevaru trebalo da prijavite IT administratoru.<br/><br/> Vratite se na portal usluge Multi-Factor Authentication u bilo kom trenutku da biste promenili broj telefona ili PIN.
sv: Ditt konto har konfigurerats för användning av Multi-Factor Authentication.<br/><br/> När du loggar in använder du samma användarnamn och lösenord. Innan verifieringen har slutförts får du ett telefonsamtal där du uppmanas att ange PIN-koden följt av #-tecknet för att bekräfta inloggningen. Om du inte bekräftar inloggningen genom att ange PIN-koden och trycka på #, nekas inloggningen.<br/><br/> Du ska bara ange PIN-koden när du får aviseringen från mobilappen för Multi-Factor Authentication om du faktiskt håller på att logga in på applikationen. I annat fall kan det vara någon annan som försöker logga in med ditt användarnamn och lösenord. Du ska då anmäla detta eventuella bedrägeri till IT-administratören.<br/><br/> Återgå till portalen för Multi-Factor Authentication när du vill och ändra telefonnumret eller PIN-koden.
th: บัญชีของคุณได้รับการตั้งค่าให้ใช้ Multi-Factor Authentication<br/><br/> เมื่อคุณลงชื่อเข้าใช้ คุณจะยังคงใช้ชื่อผู้ใช้และรหัสผ่านเดิมต่อไป ก่อนการตรวจสอบความถูกต้องจะเสร็จสมบูรณ์ คุณจะได้รับการโทรติดต่อขอให้คุณป้อน PIN ของคุณตามด้วยเครื่องหมายสี่เหลี่ยม (#) เพื่อยืนยันการลงชื่อเข้าใช้ หากคุณ ไม่ยืนยันการลงชื่อเข้าใช้โดยการป้อน PIN และกดเครื่องหมายสี่เหลี่ยม (#) การลงชื่อเข้าใช้จะถูกปฏิเสธ<br/><br/> คุณควรป้อน PIN เมื่อได้รับการโทรติดต่อจาก Multi-Factor Authentication เฉพาะหากคุณกำลังลงชื่อเข้าใช้แอปพลิเคชันนั้นอยู่ มิเช่นนั้น แสดงว่าอาจมีบุคคลอื่นกำลังพยายามลงชื่อเข้าใช้ด้วยชื่อผู้ใช้และรหัสผ่านของคุณ และคุณควรรายงานการฉ้อฉล ที่มีความเป็นไปได้นี้ต่อผู้ดูแลระบบไอทีของคุณ<br/><br/> กลับไปที่พอร์ทัล Multi-Factor Authentication เพื่อเปลี่ยนหมายเลขโทรศัพท์หรือ PIN ของคุณได้ทุกเมื่อ
tr: Hesabınız Multi-Factor Authentication'ı kullanacak şekilde yapılandırıldı.<br/><br/> Oturum açtığınızda, aynı kullanıcı adı ve parolayı kullanmaya devam edeceksiniz. Doğrulamanız tamamlanmadan önce, oturum açmanızı onaylamanız için PIN kodunuzu girip ardından kare tuşuna (#) basmanızı isteyen bir telefon araması alacaksınız. PIN kodunuzu girip # tuşuna basmazsanız, oturum açma isteği reddedilir.<br/><br/> O anda uygulamada oturum açıyorsanız, yalnızca Multi-Factor Authentication araması gerçekleştiğinde PIN kodunuzu girmeniz gerekir. Aksi halde, bir başkası kullanıcı adı ve parolanızı kullanarak oturum açmayı deniyor olabilir; bu olası sahtekarlığı BT yöneticinize bildirmelisiniz.<br/><br/> Telefon numaranızı veya PIN kodunuzu değiştirmek için istediğiniz zaman Multi-Factor Authentication portalına geri dönebilirsiniz.
uk: У вашому обліковому записі настроєно використання служби Multi-Factor Authentication.<br/><br/> Під час входу буде використано ті самі ім’я користувача та пароль. Перш ніж перевірка завершиться, на ваш номер надійде телефонний виклик із проханням ввести PIN-код і натиснути клавішу решітки (#), щоб підтвердити вхід. Якщо ви не підтвердите вхід, указавши PIN-код і натиснувши клавішу "#", у вході буде відмовлено.<br/><br/> Вводити PIN-код слід лише тоді, коли ви отримаєте виклик Multi-Factor Authentication після спроби ввійти в програму. В іншому випадку, імовірно, хтось інший намагається ввійти за допомогою ваших імені користувача та пароля. Про це потенційне шахрайство слід повідомити ІТ-адміністратора.<br/><br/> Номер телефону або PIN-код можна будь-коли змінити, повернувшись на портал Multi-Factor Authentication.
vi: Tài khoản của bạn đã được định cấu hình để sử dụng Multi-Factor Authentication.<br/><br/> Khi bạn đăng nhập, bạn sẽ tiếp tục sử dụng cùng tên người dùng và mật khẩu. Trước khi hoàn tất quá trình xác minh, bạn sẽ nhận được cuộc gọi yêu cầu bạn nhập mã PIN sau đó bấm phím thăng (#) để xác nhận việc đăng nhập của bạn. Nếu bạn không xác nhận việc đăng nhập bằng cách nhập mã PIN của bạn rồi bấm #, việc đăng nhập sẽ bị từ chối.<br/><br/> Bạn chỉ nên nhập mã PIN của bạn khi bạn nhận được cuộc gọi từ Multi-Factor Authentication nếu bạn đang thực sự đăng nhập vào ứng dụng này. Nếu không, có thể ai đó đang cố đăng nhập bằng tên người dùng và mật khẩu của bạn và bạn nên thông báo khả năng lừa đảo này cho quản trị viên CNTT của mình..<br/><br/> Bạn có thể quay lại cổng thông tin Multi-Factor Authentication bất kỳ lúc nào để thay đổi số điện thoại hoặc mã PIN của mình.
zh_cn: 您的帐户已配置为使用 Multi-Factor Authentication。<br/><br/> 在登录时，您将继续使用同一个用户名和密码。在身份验证完成之前， 您将会接到一个电话，要求您输入您的 PIN 并按井号 (#) 键来确认登录，如果您 不通过输入您的 PIN 并按 # 来确认登录，登录将会被拒绝。<br/><br/> 只有在您自己实际登录应用程序时收到该 Multi-Factor Authentication 移动应用通知的情况下，才应该输入您的 PIN。 否则，可能是其他人在尝试使用您的用户名和密码登录，而您应该向您的 IT 管理员举报这种潜在 欺诈行为。<br/><br/> 您可以随时返回到 Multi-Factor Authentication 门户来更改您的电话号码或 PIN。
zh_tw: 已將您的帳戶設定為使用 Multi-Factor Authentication。<br/><br/> 在登入時，您將繼續使用相同的使用者名稱和密碼。在驗證完成之前， 您會接到要求您輸入 PIN 並在結束時按井字鍵 (#) 來確認登入的電話。如果您 未輸入 PIN 並按 # 來確認登入，登入將會遭到拒絕。<br/><br/> 接到 Multi-Factor Authentication 的電話時，如果您確實正在登入應用程式，才能輸入 PIN。 否則，這表示其他人可能正嘗試使用您的使用者名稱和密碼來登入，因此您應該向 IT 系統管理員回報這件 潛在詐騙行為。<br/><br/> 您可以隨時返回 Multi-Factor Authentication 入口網站來變更電話號碼或 PIN。
