Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_AuthenticationSuccessful
source: Multi-Factor Authentication successful.
ar: تم Multi-Factor Authentication بنجاح.
bg: Multi-Factor Authentication е успешно.
ca: El Multi-Factor Authentication és correcte.
cs: Byli jste úspěšně ověřeni pomocí aplikace Multi-Factor Authentication.
da: Multi-Factor Authentication er udført.
de: Multi-Factor Authentication war erfolgreich.
el: Ο έλεγχος ταυτότητας μέσω της υπηρεσίας Multi-Factor Authentication ολοκληρώθηκε με επιτυχία.
es: Multi-Factor Authentication correcta.
et: Multi-Factor Authentication õnnestus.
eu: Multi-Factor Authentication behar bezala osatu da.
fi: Multi-Factor Authentication onnistui.
fr: Accès à Multi-Factor Authentication réussi.
gl: Multi-Factor Authentication correcto.
he: Multi-Factor Authentication הצליח.
hi: Multi-Factor Authentication सफल.
hr: Postupak Multi-Factor Authentication uspio je.
hu: Multi-Factor Authentication sikerült.
id: Multi-Factor Authentication berhasil.
it: Accesso a Multi-Factor Authentication riuscito.
ja: Multi-Factor Authentication によって問題なく認証されました。
kk: Multi-Factor Authentication нәтижелі болды.
ko: Multi-Factor Authentication에 성공했습니다.
lt: „Multi-Factor Authentication“ sėkminga.
lv: Multi-Factor Authentication autentifikācija veiksmīgi izdevās.
ms: Multi-Factor Authentication berjaya.
nl: Multi-Factor Authentication geslaagd.
no: Multi-Factor Authentication startet.
pl: Działanie usługi Multi-Factor Authentication zakończyło się pomyślnie.
pt_br: Multi-Factor Authentication bem-sucedido.
pt_pt: Autenticação Multifator bem sucedida.
ro: Autentificarea Multi-Factor Authentication a fost efectuată cu succes.
ru: Multi-Factor Authentication выполнена успешно.
sk: Prihlásenie do služby Multi-Factor Authentication bolo úspešné.
sl: Preverjanje pristnosti s storitvijo Multi-Factor Authentication je bilo uspešno.
sr_cyrl_cs: Услуга Multi-Factor Authentication је успела.
sr_latn_cs: Usluga Multi-Factor Authentication je uspela.
sv: Multi-Factor Authentication har slutförts.
th: Multi-Factor Authentication สำเร็จ
tr: Multi-Factor Authentication başarılı.
uk: Процедуру Multi-Factor Authentication виконано.
vi: Multi-Factor Authentication thành công.
zh_cn: Multi-Factor Authentication 已成功。
zh_tw: Multi-Factor Authentication 成功。

# Message_BypassSecondsNumeric
source: Bypass Seconds must be numeric.
ar: يجب أن تكون "ثواني السماح" رقمية.
bg: Секундите за заобикаляне трябва да се състоят от цифри.
ca: Cal que Segons d'omissió sigui un valor numèric.
cs: Hodnota Počet sekund pro jednorázové přihlášení musí být číselná.
da: Tilsidesæt i sekunder skal være numerisk.
de: Für "Gültigkeitsdauer der Einmalumgehung (Sek.)" muss ein Zahlenwert angegeben werden.
el: Το πεδίο "Δευτερόλεπτα παράκαμψης" πρέπει να περιέχει μόνο κάποιον αριθμό.
es: El valor de Segundos de omisión debe ser numérico.
et: Möödumise sekundid peab olema numbriline väärtus.
eu: Sarbide-segundoak zenbaki bat izan behar du.
fi: Ohitus sekunteina -arvon täytyy olla numeerinen.
fr: Le contournement de secondes doit être numérique.
gl: Os segundos da excepción deben ter un valor numérico.
he: ערך 'שניות לעקיפה' חייב להיות מספרי.
hi: बायपास सेकंड अंकीय होने चाहिए.
hr: Vremenski okvir jednokratnog pristupa mora biti brojčana vrijednost.
hu: A Megkerülés (mp) értéknek számnak kell lennie.
id: Detik Lewatan harus berupa angka.
it: Il valore di Secondi bypass deve essere numerico.
ja: バイパスの秒数は数値でなければなりません。
kk: Айналып өту секундтары саннан тұруы қажет.
ko: 바이패스 시간(초)은 숫자여야 합니다.
lt: Apėjimo sekundės turi būti nurodytos skaičiais.
lv: Apejas sekundēm jānorāda skaitliska vērtība.
ms: Saat Pintasan mestilah nombor.
nl: Seconden voor bypass moet numeriek zijn.
no: Verdien for Tilgangssekunder må være numerisk.
pl: Czas obejścia w sekundach musi być wartością liczbową.
pt_br: Segundos de Bypass deve ser numérico.
pt_pt: Ignorar (Segundos) tem de ser um valor numérico.
ro: Valoarea Secunde acces trebuie să fie numerică.
ru: Время обхода проверки в секундах должно выражаться числом.
sk: Hodnota v poli Sekundy obídenia musí byť číselná.
sl: Veljavnost enkratnega dostopa v sekundah mora biti navedena s številko.
sr_cyrl_cs: Поље „Приступ у секундама“ мора да садржи нумеричку вредност.
sr_latn_cs: Polje „Pristup u sekundama“ mora da sadrži numeričku vrednost.
sv: Åsidosättning i sekunder måste vara numeriskt.
th: วินาทีการบายพาสต้องเป็นตัวเลข
tr: Geçiş Süresi (sn) sayısal olmalıdır.
uk: Час обходу перевірки в секундах має виражатися числом.
vi: Giây Cấp phép Truy cập phải là số.
zh_cn: “免验证秒数”必须是数字。
zh_tw: [許可秒數] 必須為數值。

# Message_BypassSecondsRange
source: Bypass Seconds must be between 5 and 1800 (30 minutes).
ar: يجب أن تتراوح "ثواني السماح" بين 5 و1800 (30 دقيقة).
bg: Секундите за заобикаляне трябва да са между 5 и 1800 (30 минути).
ca: Cal que el valor de Segons d'omissió pertanyi a l'interval de 5 a 1800 segons (30 minuts).
cs: Počet sekund pro jednorázové přihlášení musí být v rozmezí od 5 do 1 800 (30 minut).
da: Tilsidesæt i sekunder skal være mellem 5 og 1800 (30 minutter).
de: Für "Gültigkeitsdauer der Einmalumgehung (Sek.)" muss ein Wert zwischen 5 und 1800 (30 Minuten) angegeben werden.
el: Η τιμή για το πεδίο "Δευτερόλεπτα παράκαμψης" πρέπει να είναι μεταξύ 5 και 1800 (30 λεπτά).
es: El valor de Segundos de omisión debe estar entre 5 y 1800 (30 minutos).
et: Möödumise sekundid peavad olema vahemikus 5 ja 1800 (30 minutit).
eu: Sarbide-segundoak 5 eta 1800 (30 minutu) artekoa izan behar du.
fi: Ohitus sekunteina -arvon täytyy olla jokin arvo väliltä 5–1800 (30 minuuttia).
fr: Le contournement de secondes doit être compris entre 5 et 1800 (30 minutes).
gl: Os segundos da excepción deben ter un valor entre 5 e 1800 (30 minutos).
he: ערך 'שניות לעקיפה' חייב להיות בין 5 ל- 1800 (30 דקות).
hi: बायपास सेकंड 5 और 1800 (30 मिनट) के बीच होने चाहिए.
hr: Vremenski okvir jednokratnog pristupa mora biti između 5 i 1800 (30 minuta).
hu: A Megkerülés (mp) értéknek 5 és 1800 (30 perc) között kell lennie.
id: Detik Lewatan harus antara 5 dan 1800 (30 menit).
it: Il valore di Secondi bypass deve essere compreso tra 5 e 1800 (30 minuti).
ja: バイパスの秒数は、5 ～ 1800 (30 分) でなければなりません。
kk: Айналып өту секундтары 5 пен 1800 аралығында болуы керек (30 минут).
ko: 바이패스 시간(초)은 5에서 1800(30분) 사이여야 합니다.
lt: Apėjimo sekundės turi būti nuo 5 iki 1800 (30 minučių).
lv: Apejas sekundēm jānorāda vērtība no 5 līdz 1800 (30 minūtes).
ms: Saat Pintasan mestilah di antara 5 dengan 1800 (30 minit).
nl: Seconden voor bypass moet tussen 5 en 1800 (30 minuten) liggen.
no: Verdien for Tilgangssekunder må være mellom 5 og 1800 (30 minutter).
pl: Czas obejścia w sekundach musi wynosić od 5 do 1800 (30 minut).
pt_br: Segundos de Bypass deve estar entre 5 e 1800 (30 minutos).
pt_pt: Ignorar (Segundos) tem de estar entre 5 e 1800 (30 minutos).
ro: Valoarea Secunde acces trebuie să fie cuprinsă între 5 și 1800 (30 de minute).
ru: Время обхода проверки должно быть в диапазоне от 5 до 1800 секунд (30 минут).
sk: Hodnota v poli Sekundy obídenia musí byť medzi 5 a 1 800 (30 minút).
sl: Veljavnost enkratnega dostopa v sekundah mora biti med 5 in 1800 (30 minut).
sr_cyrl_cs: Поље „Приступ у секундама“ мора да садржи вредност између 5 и 1800 (30 минута).
sr_latn_cs: Polje „Pristup u sekundama“ mora da sadrži vrednost između 5 i 1800 (30 minuta).
sv: Åsidosättning i sekunder måste vara mellan 5 och 1 800 (30 minuter).
th: วินาทีการบายพาสต้องอยู่ระหว่าง 5 และ 1800 (30 นาที)
tr: Geçiş Süresi (sn), 5 ila 1800 (30 dakika) arasında olmalıdır.
uk: Час обходу перевірки в секундах має бути в діапазоні від 5 до 1800 (30 хвилин).
vi: Giây Cấp phép Truy cập phải có giá trị giữa 5 và 1800 (30 phút).
zh_cn: “免验证秒数”必须介于 5 到 1800 (30 分钟)之间。
zh_tw: [許可秒數] 必須介於 5 到 1800 秒 (30 分鐘)。

# Message_BypassSecondsRequired
source: Bypass Seconds required.
ar: "ثواني السماح" مطلوبة.
bg: Секундите за заобикаляне са задължителни.
ca: Segons d'omissió és obligatori.
cs: Počet sekund pro jednorázové přihlášení je povinná hodnota.
da: Tilsidesæt i sekunder skal udfyldes.
de: "Gültigkeitsdauer der Einmalumgehung (Sek.)" erforderlich
el: Το πεδίο "Δευτερόλεπτα παράκαμψης" είναι απαιτούμενο.
es: Se requiere el valor de Segundos de omisión.
et: Möödumise sekundid on nõutud.
eu: Sarbide-segundoak beharrezkoa da.
fi: Ohitus sekunteina -arvo on määritettävä.
fr: Contournement de secondes requis.
gl: Segundos da excepción necesarios.
he: נדרש ערך 'שניות לעקיפה'.
hi: बायपास सेकंड आवश्यक.
hr: Vremenski okvir jednokratnog pristupa obavezan je.
hu: A Megkerülés megadása kötelező.
id: Detik Lewatan harus diisi.
it: Opzione Secondi bypass obbligatoria.
ja: バイパスの秒数を指定する必要があります。
kk: Айналып өту секундтары қажет.
ko: [바이패스 시간(초)]은 필수입니다.
lt: Apėjimo sekundės yra būtinos.
lv: Norādiet apejas sekundes.
ms: Saat Pintasan diperlukan.
nl: Seconden voor bypass is vereist.
no: Tilgangssekunder må angis.
pl: Wymagany czas obejścia w sekundach.
pt_br: Segundos de Bypass necessário.
pt_pt: Ignorar (Segundos) é obrigatório.
ro: Câmpul Secunde acces este obligatoriu.
ru: Необходимо указать время обхода проверки в секундах.
sk: Vyžaduje sa hodnota Sekundy obídenia.
sl: Zahtevan je vnos veljavnosti enkratnega dostopa v sekundah.
sr_cyrl_cs: Приступ у секундама је обавезан.
sr_latn_cs: Pristup u sekundama je obavezan.
sv: Åsidosättning i sekunder krävs.
th: จำเป็นต้องมีวินาทีการบายพาส
tr: Geçiş Süresi (sn) gerekli.
uk: Необхідно вказати час обходу перевірки в секундах.
vi: Yêu cầu Giây Cấp phép Truy cập.
zh_cn: “免验证秒数”是必填项。
zh_tw: [許可秒數] 是必要項。

# Message_CannotActivateDevice
source: Your account must be associated with an activated Multi-Factor Authentication mobile app on a device before you can change your method to Mobile App. Contact the help desk for assistance with activating the Multi-Factor Authentication mobile app on your device.
ar: يجب أن يقترن حسابك بتطبيق أجهزة محمولة Multi-Factor Authentication تم تنشيطه على أي جهاز قبل تغيير الأسلوب الخاص بك إلى "تطبيق الأجهزة المحمولة". اتصل بمكتب المساعدة لتحصل على الدعم حول تنشيط تطبيق الأجهزة المحمولة Multi-Factor Authentication على جهازك.
bg: Акаунтът ви трябва да е асоцииран с активирано мобилно приложение Multi-Factor Authentication на дадено устройство, преди да можете да промените метода си на "Мобилно приложение". Свържете се с помощния център за съдействие с активирането на мобилното приложение Multi-Factor Authentication на вашето устройство.
ca: Cal associar el vostre compte a una aplicació mòbil Multi-Factor Authentication activada en un dispositiu per poder canviar el mètode a Aplicació mòbil. Poseu-vos en contacte amb el servei d'assistència tècnica per obtenir ajuda amb l'activació de l'aplicació mòbil Multi-Factor Authentication al vostre dispositiu.
cs: Abyste mohli změnit metodu na Mobilní aplikace, je nutné, aby byl váš účet přidružen k aktivované mobilní aplikaci Multi-Factor Authentication na vašem zařízení. Pokud potřebujete s aktivací mobilní aplikace Multi-Factor Authentication na vašem zařízení pomoci, obraťte se na technickou podporu.
da: Din konto skal tilknyttes en aktiveret Multi-Factor Authentication-mobilapp på en enhed, før du kan ændre metode til Mobilapp. Kontakt helpdesken for at få hjælp med aktivering af Multi-Factor Authentication-mobilappen på din enhed.
de: Ihr Konto muss mit einer aktivierten mobilen Anwendung für Multi-Factor Authentication auf einem Gerät verknüpft werden, bevor Sie "Mobile Anwendung" als Methode auswählen können. Wenden Sie sich an den Helpdesk, um Unterstützung beim Aktivieren der mobilen Anwendung für Multi-Factor Authentication auf Ihrem Gerät zu erhalten.
el: Ο λογαριασμός σας πρέπει να συσχετιστεί με μια ενεργοποιημένη εφαρμογή Multi-Factor Authentication για κινητές συσκευές σε κάποια συσκευή, για να μπορείτε να αλλάξετε τη μέθοδο ελέγχου ταυτότητας σε "Εφαρμογή για κινητές συσκευές". Επικοινωνήστε με την υπηρεσία βοήθειας για βοήθεια σχετικά με την ενεργοποίηση, στη δική σας συσκευή, της εφαρμογής Multi-Factor Authentication για κινητές συσκευές.
es: Su cuenta debe estar asociada a una aplicación móvil Multi-Factor Authentication activada en un dispositivo para poder cambiar el método a Aplicación móvil. Póngase en contacto con el departamento de soporte técnico para obtener ayuda para activar la aplicación móvil Multi-Factor Authentication en su dispositivo.
et: Teie konto peab olema seotud seadmes asuva aktiveeritud Multi-Factor Authenticationi mobiilirakendusega, alles siis saate mobiilirakenduse oma meetodiks valida. Kui vajate oma seadmes Multi-Factor Authenticationi mobiilirakenduse aktiveerimisel abi, võtke ühendust kasutajatoega.
eu: Zure kontuak Multi-Factor Authentication mugikorreko aplikazio batekin erlazionatuta egon behar du gailu batean metodoa Mugikorreko aplikazioa aukerara aldatu ahal izateko. Jar zaitez harremanetan laguntza teknikoarekin Multi-Factor Authentication mugikorreko aplikazioa zure gailuan nola aktibatu jakiteko.
fi: Tilisi on liitettävä jonkin laitteen aktivoituun Multi-Factor Authentication -mobiilisovellukseen, ennen kuin voit ottaa Mobiilisovellus-menetelmän käyttöön. Ota yhteyttä tukipalveluun, jos tarvitset apua Multi-Factor Authentication -mobiilisovelluksen aktivoinnissa laitteessasi.
fr: Pour que vous puissiez modifier votre méthode en Application mobile, votre compte doit être associé à une application mobile Multi-Factor Authentication activée sur un appareil. Pour obtenir de l'aide lors de l'activation de l'application mobile Multi-Factor Authentication sur votre appareil, contactez le support technique.
gl: A súa conta debe estar asociada cunha aplicación para móbil de Multi-Factor Authentication activada nun dispositivo para poder modificar o método a Aplicación para móbil. Contacte co departamento de axuda para obter asistencia coa activación da aplicación para móbil de Multi-Factor Authentication no dispositivo.
he: החשבון שלך חייב להיות משויך לאפליקציה למכשירים ניידים מופעלת של Multi-Factor Authentication במכשיר כלשהו כדי שתוכל לשנות את השיטה שלך ל'אפליקציה למכשירים ניידים'. פנה לצוות התמיכה לקבלת סיוע בהפעלת האפליקציה למכשירים ניידים של Multi-Factor Authentication במכשיר שלך.
hi: आपके द्वारा अपनी विधि को बदलकर मोबाइल अनुप्रयोग किए जाने से पहले, आपका खाता किसी डिवाइस पर एक सक्रिय Multi-Factor Authentication मोबाइल अनुप्रयोग से संबद्ध होना चाहिए. अपने डिवाइस पर Multi-Factor Authentication मोबाइल अनुप्रयोग को सक्रिय करने में सहायता के लिए हेल्प डेस्क से संपर्क करें.
hr: Vaš račun mora biti pridružen aktiviranoj mobilnoj aplikaciji Multi-Factor Authentication na uređaju da biste mogli promijeniti metodu na Mobilnu aplikaciju. Kontaktirajte službu za korisnike da biste dobili pomoć pri aktiviranju mobilne aplikacije Multi-Factor Authentication na svom uređaju.
hu: A fiókját társítani kell egy tetszőleges eszközön futó, aktivált Multi-Factor Authentication mobilalkalmazással, a módszer csak ezt követően állítható át mobilalkalmazásra. Ha segítségre van szüksége a Multi-Factor Authentication mobilalkalmazásnak az eszközön való aktiválásához, forduljon az ügyfélszolgálathoz.
id: Akun Anda harus dikaitkan dengan aplikasi seluler Multi-Factor Authentication yang aktif pada perangkat sebelum dapat mengubah metode ke Aplikasi Seluler. Hubungi bagian bantuan untuk mendapatkan cara mengaktifkan aplikasi seluler Multi-Factor Authentication pada perangkat Anda.
it: Prima di poter impostare il metodo su App mobile, è necessario associare l'account a un'app mobile Multi-Factor Authentication attivata in un dispositivo. Per assistenza durante l'attivazione dell'app mobile Multi-Factor Authentication nel dispositivo, rivolgersi all'help desk.
ja: 認証方法を [モバイル アプリ] に変更するには、デバイス上の Multi-Factor Authentication モバイル アプリがアクティブ化済みで、アカウントがそのモバイル アプリに関連付けられていなければなりません。Multi-Factor Authentication モバイル アプリのアクティブ化でサポートが必要な場合は、ヘルプ デスクに問い合わせてください。
kk: "Мобильді бағдарлама" әдісіне ауысу үшін, тіркелгіңіз құрылғыда белсендірілген Multi-Factor Authentication мобильді бағдарламасымен байланыстырылған болуы керек. Құрылғыда Multi-Factor Authentication мобильді бағдарламасын белсендіруге қатысты көмек алу үшін, қолдау көрсету қызметіне хабарласыңыз.
ko: 방법을 [모바일 앱]으로 변경하려면 먼저 장치에서 활성화된 Multi-Factor Authentication 모바일 앱에 계정이 연결되어야 합니다. 장치에서 Multi-Factor Authentication 모바일 앱을 활성화하는 작업에 대한 도움이 필요한 경우 지원 센터에 문의하십시오.
lt: Jūsų abonementas turi būti susietas su įrenginyje suaktyvinta mobiliųjų įrenginių programėle „Multi-Factor Authentication“; tik tada metodą bus galima pakeisti į Mobiliųjų įrenginių programėlė. Norėdami pagalbos, kaip savo įrenginyje suaktyvinti mobiliųjų įrenginių programėlę „Multi-Factor Authentication“, kreipkitės į pagalbos tarnybą.
lv: Lai metodi mainītu uz Mobilā programma, jūsu kontam jābūt saistītam ar ierīcē aktivizētu mobilo programmu Multi-Factor Authentication. Lai saņemtu palīdzību saistībā ar mobilās programmas Multi-Factor Authentication aktivizēšanu ierīcē, sazinieties ar palīdzības dienestu.
ms: Akaun anda mesti dikaitkan dengan apl mudah alih Multi-Factor Authentication yang telah diaktifkan pada peranti sebelum anda boleh menukar kaedah kepada Apl Mudah Alih. Hubungi meja bantuan untuk bantuan mengaktifkan apl mudah alih Multi-Factor Authentication pada peranti anda.
nl: Uw account moet worden gekoppeld aan een geactiveerd exemplaar van de mobiele app Multi-Factor Authentication op een apparaat voordat u uw methode kunt wijzigen in Mobiele app. Neem contact op met de helpdesk voor hulp bij het activeren van de mobiele app Multi-Factor Authentication op uw apparaat.
no: Kontoen må være knyttet til en aktivert versjon av mobilappen Multi-Factor Authentication på en enhet før du kan endre metoden til Mobilapp. Kontakt kundestøtte for å få hjelp med å aktivere mobilappen Multi-Factor Authentication på enheten.
pl: Aby wybrać metodę Aplikacja mobilna, konto musi być skojarzone z aktywowaną na urządzeniu aplikacją mobilną Multi-Factor Authentication. Skontaktuj się z działem pomocy technicznej w celu uzyskania informacji na temat aktywowania aplikacji mobilnej Multi-Factor Authentication na urządzeniu.
pt_br: Sua conta deve estar associada a um aplicativo móvel Multi-Factor Authentication ativado em um dispositivo antes que você possa alterar seu método para Aplicativo Móvel. Contate o suporte técnico para obter assistência com a ativação do aplicativo móvel Multi-Factor Authentication no dispositivo.
pt_pt: Para poder alterar o seu método para Aplicação Móvel, a sua conta terá de estar associada a uma aplicação móvel de Autenticação Multifator ativada num dispositivo. Contacte o suporte técnico para obter assistência sobre a ativação da aplicação móvel de Autenticação Multifator no seu dispositivo.
ro: Pentru a putea modifica metoda în Aplicație mobilă, contul trebuie să fie asociat unei aplicații mobile Multi-Factor Authentication activate pe un dispozitiv. Contactați biroul de asistență pentru a primi ajutor în activarea aplicației mobile Multi-Factor Authentication pe dispozitiv.
ru: Прежде чем вы сможете изменить метод на "Мобильное приложение", ваша учетная запись должна быть связана с активированным мобильным приложением Multi-Factor Authentication на устройстве. Обратитесь в службу технической поддержки за помощью по активации мобильного приложения Multi-Factor Authentication на устройстве.
sk: Skôr než môžete zmeniť svoju metódu na metódu Mobilná aplikácia, vaše konto musí byť priradené k aktivovanej mobilnej aplikácii Multi-Factor Authentication v zariadení. Ak potrebujete pomoc s aktiváciou mobilnej aplikácie Multi-Factor Authentication vo svojom zariadení, obráťte sa na technickú podporu.
sl: Preden lahko način preverjanja pristnosti spremenite v Mobilna aplikacija, morate svoj račun povezati z aktivirano mobilno aplikacijo Multi-Factor Authentication v napravi. Za pomoč o aktiviranju mobilne aplikacije Multi-Factor Authentication v svoji napravi se obrnite na središče za pomoč.
sr_cyrl_cs: Налог мора да буде повезан са активираном Multi-Factor Authentication апликацијом за мобилне уређаје на уређају да бисте могли да промените метод на опцију „Апликација за мобилне уређаје“. Обратите се техничкој подршци за помоћ приликом активирања Multi-Factor Authentication апликације за мобилне уређаје на уређају.
sr_latn_cs: Nalog mora da bude povezan sa aktiviranom Multi-Factor Authentication aplikacijom za mobilne uređaje na uređaju da biste mogli da promenite metod na opciju „Aplikacija za mobilne uređaje“. Obratite se tehničkoj podršci za pomoć prilikom aktiviranja Multi-Factor Authentication aplikacije za mobilne uređaje na uređaju.
sv: Kontot måste vara kopplat till en aktiverad mobilapp för Multi-Factor Authentication på en enhet innan du kan ändra metoden till Mobilapp. Kontakta supporen för hjälp med att aktivera mobilappen Multi-Factor Authentication på din enhet.
th: บัญชีของคุณต้องมีการเชื่อมโยงกับแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ที่เปิดใช้งานแล้วในอุปกรณ์ก่อนที่จะสามารถเปลี่ยนเมธอดเป็นแอปสำหรับอุปกรณ์เคลื่อนที่ ติดต่อเจ้าหน้าที่ให้ความช่วยเหลือสำหรับความช่วยเหลือในการเปิดใช้งานแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ในอุปกรณ์ของคุณ
tr: Yönteminizi Mobil Uygulama olarak değiştirebilmeniz için hesabınızın bir cihazda etkinleştirilmiş Multi-Factor Authentication mobil uygulamasıyla ilişkilendirilmesi gerekiyor. Multi-Factor Authentication mobil uygulamasını cihazınızda etkinleştirmeyle ilgili yardım için yardım masasına başvurun.
uk: Перш ніж ви зможете змінити метод на "Мобільна програма", ваш обліковий запис має бути прив'язано до активованої мобільної програми Multi-Factor Authentication на пристрої. Зверніться до служби технічної підтримки по допомогу з активацією мобільної програми Multi-Factor Authentication на пристрої.
vi: Tài khoản của bạn phải được liên kết với một ứng dụng di động Multi-Factor Authentication đã được kích hoạt trên một thiết bị trước khi bạn có thể thay đổi phương thức của bạn thành Ứng dụng Di động. Hãy liên hệ bộ phận trợgiúp để được hỗ trợ về việc kích hoạt ứng dụng di động Multi-Factor Authentication trên thiết bị của bạn.
zh_cn: 您必须先将帐户与设备上已激活的 Multi-Factor Authentication 移动应用建立关联，才能将方法更改为“移动应用”。若要激活设备上的 Multi-Factor Authentication 移动应用，请联系技术支持人员以获取帮助。
zh_tw: 帳戶必須與裝置上已啟用的 Multi-Factor Authentication 行動裝置應用程式關聯，您才能將方法變更為 [行動裝置應用程式]。請連絡支援人員，以取得在裝置上啟用 Multi-Factor Authentication 行動裝置應用程式的協助。
