Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_OathTokenSynchronizationFailedUser
source: OATH token synchronization failed. The code entered is not correct.
ar: فشل مزامنة رمز OATH المميز، لأن الرمز المدخَل غير صحيح.
bg: Синхронизирането на OATH маркера е неуспешно. Въведеният код е неправилен.
ca: No s'ha pogut sincronitzar el testimoni OATH. El codi introduït no és correcte.
cs: Synchronizace tokenu OATH se nezdařila. Zadaný kód není správný.
da: Synkronisering af OATH-token mislykkedes. Den angivne kode er forkert.
de: Fehler bei der Synchronisierung des OATH-Tokens. Der eingegebene Code ist nicht richtig.
el: Ο συγχρονισμός διακριτικού OATH απέτυχε. Ο κωδικός που δόθηκε δεν είναι ο σωστός.
es: Error de sincronización del token OATH. El código especificado no es correcto.
et: OATH-tõendi sünkroonimine ebaõnnestus. Sisestatud kood pole õige.
eu: OATH tokenaren sinkronizazioak huts egin du. Sartutako kodea ez da zuzena.
fi: OATH Token -synkronointi epäonnistui. Annettu koodi ei ole oikea.
fr: La synchronisation du jeton OATH a échoué. Le code saisi n'est pas correct.
gl: Erro de sincronización do token OATH. O código introducido non é correcto.
he: סינכרון אסימון OATH נכשל. הקוד שהוזן שגוי.
hi: OATH टोकन सिंक्रनाइज़ेशन विफल. दर्ज किया गया कोड सही नहीं है.
hr: Sinkronizacija OATH tokena nije uspjela. Uneseni kôd nije točan.
hu: Nem sikerült az OATH token szinkronizálása. A megadott kód hibás.
id: Sinkronisasi token OATH gagal. Kode yang dimasukkan salah.
it: Sincronizzazione del token OATH non riuscita. Il codice immesso non è corretto.
ja: OATH トークンの同期に失敗しました。入力したコードが間違っています。
kk: OATH таңбалауышын синхрондау орындалмады. Енгізілген код дұрыс емес.
ko: OATH 토큰 동기화에 실패했습니다. 입력한 코드가 올바르지 않습니다.
lt: Nepavyko sinchronizuoti OATH atpažinimo ženklo. Įvestas neteisingas kodas.
lv: Neizdevās sinhronizēt OATH marķieri. Ievadītais kods nav pareizs.
ms: Penyegerakan token OATH gagal. Kod yang dimasukkan tidak betul.
nl: Synchronisatie van OATH-token is mislukt. De ingevoerde code is onjuist.
no: Synkronisering av OATH-token mislyktes. Den angitte koden er ugyldig.
pl: Synchronizacja tokena OATH nie powiodła się. Wprowadzony kod jest nieprawidłowy.
pt_br: Falha na sincronização do token OATH. O código inserido é incorreto.
pt_pt: A sincronização do token OATH falhou. O código introduzido não está correto.
ro: Sincronizarea tokenului OATH nu a reușit. Codul introdus este incorect.
ru: Сбой синхронизации OATH-токена. Введен неправильный код
sk: Synchronizácia tokenu OATH zlyhala. Zadaný kód nie je správny.
sl: Sinhronizacija z žetonom OATH ni uspela. Vnesena koda ni pravilna.
sr_cyrl_cs: Синхронизација OATH токена није успела. Унета шифра није тачна.
sr_latn_cs: Sinhronizacija OATH tokena nije uspela. Uneta šifra nije tačna.
sv: OATH-tokensynkronisering misslyckades. Den angivna koden är felaktig.
th: การซิงโครไนซ์โทเค็น OATH ล้มเหลว รหัสที่ป้อนไม่ถูกต้อง
tr: OATH belirteci eşitlemesi başarısız. Girilen kod yanlış.
uk: Не вдалося виконати синхронізацію маркера OATH. Введено неприпустимий код.
vi: Đồng bộ hóa hiệu bài OATH thất bại. Mã được nhập không đúng.
zh_cn: OATH 令牌同步失败。输入的代码不正确。
zh_tw: OATH 權杖同步處理失敗。輸入的代碼不正確。

# Message_OnlyFirstMatchesDisplayed
source: Only the first {0} matches are displayed. If you can't find the user in the list, enter more specific search criteria.
ar: يتم عرض الـ {0} نتيجة (نتائج) الأولى فقط. وإذا لم تتمكن من العثور على المستخدم في القائمة، فأدخل معايير بحث أكثر تحديدًا.
bg: Показани са само първите {0} съвпадения. Ако не можете да намерите потребителя в списъка, въведете по-конкретни критерии за търсене.
ca: Només es mostren els primers {0} resultats. Si no trobeu l'usuari a la llista, introduïu un criteri de cerca més específic.
cs: Zobrazuje se pouze několik prvních ({0}) výsledků hledání. Pokud uživatele v seznamu nenajdete, zadejte konkrétnější kritéria hledání.
da: Kun de første {0} matches bliver vist. Hvis du ikke kan finde brugeren på listen, skal du angive mere specifikke søgekriterier.
de: Nur die ersten {0} Treffer werden angezeigt. Geben Sie genauere Suchkriterien an, wenn Sie den Benutzer in der Liste nicht finden können.
el: Εμφανίζονται μόνο τα πρώτα {0} αποτελέσματα που ταιριάζουν στα κριτήρια αναζήτησης. Εάν δεν μπορείτε να βρείτε το χρήστη στη λίστα, εισαγάγετε πιο εξειδικευμένα κριτήρια αναζήτησης.
es: Solo se muestran las {0} primeras coincidencias. Si no encuentra al usuario en la lista, utilice criterios de búsqueda más específicos.
et: Kuvatakse ainult esimesed {0} kirjet. Kui te ei leia kasutajat loendist, sisestage täpsemad otsimiskriteeriumid.
eu: Lehenengo {0} emaitzak bakarrik erakusten dira. Ezin baduzu erabiltzailea zerrendan aurkitu, sartu bilaketa-irizpide zehatzagoak.
fi: Vain ensimmäiset {0} vastinetta näytetään. Jos käyttäjää ei löydy luettelosta, anna tarkemmat hakuehdot.
fr: Seules les {0} correspondances sont affichées. Si vous ne trouvez pas l'utilisateur dans la liste, entrez des critères de recherche plus spécifiques.
gl: Só se mostran as primeiras {0} coincidencias. Se non pode atopar ao usuario na lista, introduza uns criterios de busca máis específicos.
he: רק {0} ההתאמות הראשונות מוצגות. אם אינך מוצא את המשתמש ברשימה, הזן קריטריוני חיפוש ספציפיים יותר.
hi: केवल पहले {0} मिलान प्रदर्शित किए जाते हैं. अगर आप सूची में उपयोगकर्ता को नहीं ढूँढ पाते हैं, तो अधिक विशिष्ट खोज मानदंड दर्ज करें.
hr: Prikazuje se samo sljedeći broj prvih podudaranja: {0}. Ako ne možete pronaći korisnika na popisu, unesite precizniji kriterij pretraživanja.
hu: Csak az első {0} találat jelenik meg. Ha nem látható a felhasználó a listán, adjon meg pontosabb keresési feltételeket.
id: Hanya {0} kecocokan pertama yang ditampilkan. Jika tidak dapat menemukan pengguna tersebut di daftar, masukkan kriteria pencarian yang lebih spesifik.
it: Vengono visualizzate solo le prime {0} corrispondenze. Se l'elenco non include l'utente, immettere criteri di ricerca più specifici.
ja: 検索条件に一致した最初の {0} 件だけが表示されています。目的のユーザーが一覧に表示されていない場合は、検索条件を絞り込んでください。
kk: Тек алғашқы {0} сәйкес келетін жазбалар көрсетіледі. Тізімнен пайдаланушы табылмаса, дәлірек іздеу шарттарын енгізіңіз.
ko: 첫 번째 {0}개 일치 항목만 표시됩니다. 목록에서 사용자를 찾을 수 없는 경우 좀 더 구체적인 검색 조건을 입력하십시오.
lt: Rodomi tik pirmi {0} atitikm. Jei sąraše negalite rasti vartotojo, įveskite konkretesnius ieškos kriterijus.
lv: Ir parādītas tikai pirmās {0} atbilstības. Ja sarakstā lietotāju nevarat atrast, ievadiet precīzāku meklēšanas kritēriju.
ms: Hanya {0} padanan yang pertama dipaparkan. Jika anda tidak menemui pengguna dalam senarai, masukkan kriteria carian yang lebih spesifik.
nl: Alleen de eerste {0} overeenkomsten worden weergegeven. Als u de gebruiker niet kunt vinden in de lijst, voert u specifiekere zoekcriteria in.
no: Bare de første {0} oppføringene vises. Hvis du ikke finner brukeren i listen, angir du mer spesifikke søkevilkår.
pl: Tylko pierwszych {0} trafień jest wyświetlanych. Jeśli nie możesz znaleźć użytkownika na liście, wprowadź bardziej szczegółowe kryteria wyszukiwania.
pt_br: Somente as primeiras {0} correspondências são exibidas. Se você não localizar o usuário na lista, insira critérios de pesquisa mais específicos.
pt_pt: Apenas são apresentadas as primeiras {0} correspondências. Se não encontrar o utilizador na lista, introduza critérios de pesquisa mais específicos.
ro: Se afișează doar primele {0} potriviri. Dacă utilizatorul nu apare în listă, introduceți criterii de căutare mai restrictive.
ru: Отображаются только первые {0} совпадений. Если вы не можете найти пользователя в списке, введите более конкретные условия поиска.
sk: Zobrazuje sa len nasledujúci počet prvých zhodných položiek: {0}. Ak určitého používateľa nemôžete v zozname nájsť, zadajte konkrétnejšie kritériá vyhľadávania.
sl: Prikazanih je samo naslednje število prvih zadetkov: {0}. Če želenega uporabnika ne najdete na seznamu, vnesite natančnejše pogoje iskanja.
sr_cyrl_cs: Приказано је само првих {0} подударања. Ако не можете да пронађете корисника на листи, унесите одређеније критеријуме за претрагу.
sr_latn_cs: Prikazano je samo prvih {0} podudaranja. Ako ne možete da pronađete korisnika na listi, unesite određenije kriterijume za pretragu.
sv: Enbart de första {0} matchningarna visas. Om du inte kan hitta användaren på listan anger du mer specifika sökkriterier.
th: แสดงเฉพาะ {0} รายการแรกที่ตรงกัน หากคุณไม่พบผู้ใช้ในรายการ ให้ป้อนเกณฑ์การค้นหาที่เฉพาะเจาะจงมากขึ้น
tr: Yalnızca ilk {0} eşleşme gösteriliyor. Kullanıcıyı listede bulamazsanız, daha belirgin bir arama ölçütü girin.
uk: Відображаються тільки перші {0} збігів. Якщо не можете знайти користувача в списку, введіть конкретніші умови пошуку.
vi: Chỉ có {0} kết quả phù hợp đầu tiên được hiển thị. Nếu bạn không thể tìm thấy người dùng trong danh sách, hãy nhập những tiêu chí tìm kiếm cụ thể hơn.
zh_cn: 仅显示前 {0} 个匹配结果。如果您在列表中找不到该用户，请输入更具体的搜索条件。
zh_tw: 只顯示前 {0} 筆相符的項目。如果您在清單中找不到使用者，請輸入更明確的搜尋準則。

# Message_PassedSessionFailed
source: Passed session failed.
ar: فشل جلسة العمل المنقضية.
bg: Подадената сесия е неуспешна.
ca: S'ha produït un error de la sessió superada.
cs: Chyba minulé relace
da: Fuldført session mislykkedes.
de: Fehler bei weitergegebener Sitzung
el: Η περίοδος λειτουργίας που πέρασε, απέτυχε.
es: Error en la sesión superada.
et: Läbitud seanss ebaõnnestus.
eu: Pasatako saioak huts egin du.
fi: Suoritettu istunto epäonnistui.
fr: Échec de la session passée.
gl: Erro da sesión aprobada.
he: ההפעלה שעברה נכשלה.
hi: बीत चुका सत्र विफल.
hr: Protekla sesija nije uspjela.
hu: Hiba történt az átadott munkamenetben.
id: Sesi yang dilewati gagal.
it: Sessione passata non riuscita.
ja: 渡されたセッションが中断しました。
kk: Өткен сеанс сәтсіз болды.
ko: 전달된 세션이 실패했습니다.
lt: Pradėtas seansas nesėkmingas.
lv: Nokārtota sesija neizdevās.
ms: Sesi lepas gagal.
nl: Doorgegeven sessie is mislukt.
no: Sendt økt mislyktes.
pl: Sesja przekazywana zakończyła się niepowodzeniem.
pt_br: Falha na sessão passada.
pt_pt: A sessão transmitida falhou.
ro: Sesiunea validată nu a reușit.
ru: Не удалось выполнить переданный сеанс.
sk: Odovzdaná relácia zlyhala.
sl: Podana seja ni uspela.
sr_cyrl_cs: Прослеђена сесија није успела.
sr_latn_cs: Prosleđena sesija nije uspela.
sv: Den förra sessionen misslyckades.
th: เซสชันที่ผ่านล้มเหลว
tr: Geçilen oturum başarısız.
uk: Не вдалося виконати переданий сеанс.
vi: Phiên làm việc trước đã thất bại.
zh_cn: 已传递的会话失败。
zh_tw: 已通過的工作階段失敗。

# Message_PhoneRequired
source: Phone required.
ar: الهاتف مطلوب.
bg: Телефонът е задължителен.
ca: Cal el telèfon.
cs: Je vyžadováno telefonní číslo.
da: Telefon skal angives.
de: Telefonanschluss ist erforderlich.
el: Το πεδίο "Τηλέφωνο" είναι απαιτούμενο.
es: Es obligatorio especificar un teléfono.
et: Telefoninumber on nõutav.
eu: Telefonoa beharrezkoa da.
fi: Puhelinnumero tarvitaan.
fr: Téléphone requis.
gl: Teléfono necesario.
he: נדרש טלפון.
hi: फ़ोन आवश्यक है.
hr: Potreban je telefon.
hu: A telefonszám megadása kötelező.
id: Telepon diperlukan.
it: Telefono obbligatorio.
ja: [電話番号] は必須です。
kk: Телефон қажет.
ko: [전화]는 필수입니다.
lt: Būtinas telefonas.
lv: Jānorāda tālruņa numurs.
ms: Telefon diperlukan.
nl: Telefoonnummer vereist.
no: Telefon kreves.
pl: Numer telefonu jest wymagany.
pt_br: Telefone necessário.
pt_pt: Telefone é necessário.
ro: Numărul de telefon este obligatoriu.
ru: Необходимо указать телефон.
sk: Vyžaduje sa telefón.
sl: Zahtevan je vnos telefonske številke.
sr_cyrl_cs: Број телефона је обавезан.
sr_latn_cs: Broj telefona je obavezan.
sv: Telefon krävs.
th: ต้องระบุโทรศัพท์
tr: Telefon gerekiyor.
uk: Необхідно вказати номер телефону.
vi: Yêu cầu điện thoại.
zh_cn: “电话”是必填项。
zh_tw: [電話] 是必要項。

# Message_PinMatch
source: PIN and Confirm PIN must match.
ar: يجب أن يتطابق PIN مع تأكيد PIN.
bg: ПИН-ът и потвърденият ПИН трябва да съвпадат.
ca: Cal que PIN i Confirma el PIN coincideixin.
cs: Kód PIN a potvrzení kódu PIN se musí shodovat.
da: Pinkode og Bekræft pinkode skal være identiske.
de: PIN und PIN-Bestätigung müssen übereinstimmen.
el: Τα πεδία "PIN" και "Επιβεβαίωση PIN" πρέπει να συμφωνούν μεταξύ τους.
es: PIN y Confirmar PIN deben coincidir.
et: PIN ja PINi kinnitus peavad ühtima.
eu: PINa eta Berretsi PINa eremuek bat etorri behar dute.
fi: PIN-koodi- ja Vahvista PIN-koodi -arvojen täytyy olla samat.
fr: Les champs PIN et Confirmer le PIN doivent correspondre.
gl: PIN e Confirmar PIN deben coincidir.
he: ערכי 'מספר זיהוי אישי' ו'אשר מספר זיהוי אישי' חייבים להיות תואמים.
hi: पिन और पिन की पुष्टि करें का मिलान होना आवश्यक है.
hr: PIN i Potvrda PIN-a moraju se podudarati.
hu: A PIN-kódnak és a PIN-kód megerősítésének egyeznie kell.
id: PIN dan PIN konfirmasi harus sesuai.
it: Il PIN e il PIN di conferma devono essere uguali.
ja: 最初に入力した PIN と確認入力した PIN は同じでなければなりません。
kk: PIN коды мен PIN кодын растау жолақтары сәйкес келуі керек.
ko: PIN 및 PIN 확인에 입력한 내용이 일치해야 합니다.
lt: PIN ir Patvirtinti PIN turi sutapti.
lv: Laukā PIN un Apstiprināt PIN jānorāda viena vērtība.
ms: PIN dan Sahkan PIN mesti sepadan.
nl: Pincode en pincode bevestigen moeten overeenkomen.
no: Verdien for PIN-kode og Bekreft PIN-kode må samsvare.
pl: Numer PIN musi być identyczny z potwierdzeniem numeru PIN.
pt_br: PIN e Confirmar PIN devem corresponder.
pt_pt: PIN e Confirmar PIN devem coincidir.
ro: Codul PIN și confirmarea acestuia trebuie să fie identice.
ru: Значение поля "ПИН-код" должно совпадать со значением поля "Подтвердите ПИН-код".
sk: Kódy zadané v poliach PIN kód a Potvrďte PIN kód sa musia zhodovať.
sl: Oba vnosa kode PIN se morata ujemati.
sr_cyrl_cs: Поља „PIN“ и „Потврда PIN кода“ морају да се подударају.
sr_latn_cs: Polja „PIN“ i „Potvrda PIN koda“ moraju da se podudaraju.
sv: PIN-koden måste överensstämma med bekräftelse av PIN-kod.
th: PIN และยืนยัน PIN ต้องตรงกัน
tr: PIN ve PIN'i Onayla eşleşmelidir.
uk: PIN-код і PIN-код підтвердження мають збігатися.
vi: PIN và Xác nhận PIN phải khớp.
zh_cn: PIN 与确认 PIN 必须匹配。
zh_tw: [PIN] 和 [確認 PIN] 必須相符。

# Message_PinMinimumLength
source: PIN must be at least {0} digits.
ar: يجب أن يتكون PIN من {0} رقم (أرقام) على الأقل.
bg: ПИН-ът трябва да се състои от поне {0} цифри.
ca: Cal que el PIN tingui com a mínim {0} dígits.
cs: Kód PIN musí mít alespoň {0} číslic.
da: Pinkoden skal indeholde mindst {0} cifre.
de: Die PIN muss mindestens {0} Ziffern umfassen.
el: Το PIN πρέπει να αποτελείται από τουλάχιστον {0} ψηφία.
es: El PIN debe tener al menos {0} dígitos.
et: PIN peab olema vähemalt {0} numbri pikkune.
eu: PIN zenbakiak gutxienez {0} digitukoa izan behar du.
fi: PIN-koodissa täytyy olla vähintään {0} numeroa.
fr: Le PIN doit comporter au moins {0} chiffres.
gl: O PIN debe ter polo menos {0} díxitos.
he: מספר הזיהוי האישי חייב לכלול {0} ספרות לפחות.
hi: पिन कम-से-कम {0} अंकों का होना चाहिए.
hr: PIN mora sadržavati najmanje {0} znamenki.
hu: A PIN-kódnak legalább {0} számjegyből kell állnia.
id: PIN minimal harus terdiri dari {0} digit.
it: Il PIN deve essere composto da almeno {0} cifre.
ja: PIN は {0} 桁以上でなければなりません。
kk: PIN кодында кем дегенде {0} сан болуы керек.
ko: PIN은 {0}자리 이상이어야 합니다.
lt: PIN turi sudaryti bent {0} skaitmen.
lv: PIN kodam jānorāda vismaz {0} cipari.
ms: PIN mestilah sekurang-kurangnya {0} angka.
nl: Pincode moet ten minste {0} cijfers bevatten.
no: PIN-koden må bestå av minst {0} sifre.
pl: Numer PIN musi składać się z co najmniej {0} cyfr.
pt_br: O PIN deve ter no mínimo {0} dígitos.
pt_pt: O PIN deve ter pelo menos {0} dígitos.
ro: Codul PIN trebuie să aibă cel puțin {0} cifre.
ru: ПИН-код должен содержать не менее {0} цифр.
sk: PIN kód musí byť najmenej {0}-ciferný.
sl: Koda PIN mora biti vsaj {0}-mestna.
sr_cyrl_cs: PIN мора да има најмање {0} цифара.
sr_latn_cs: PIN mora da ima najmanje {0} cifara.
sv: PIN-koden måste innehålla minst {0} siffror.
th: PIN ต้องมีอย่างน้อย {0} หลัก
tr: PIN en az {0} rakam olmalıdır.
uk: PIN-код має містити не менше {0} цифр.
vi: PIN phải có ít nhất {0} chữ số.
zh_cn: PIN 必须至少为 {0} 位数。
zh_tw: [PIN] 至少必須有 {0} 位數。

# Message_PinNumeric
source: PIN must be numeric.
ar: يجب أن يكون PIN رقميًا.
bg: ПИН-ът трябва да се състои от цифри.
ca: Cal que el PIN sigui numèric.
cs: Kód PIN musí být číselná hodnota.
da: Pinkoden skal være numerisk.
de: Die PIN darf nur Ziffern enthalten.
el: Το PIN πρέπει να αποτελείται μόνον από αριθμούς.
es: El PIN debe ser numérico.
et: PIN peab koosnema numbritest.
eu: PINak zenbakizkoa izan behar du.
fi: PIN-koodin täytyy olla numeerinen.
fr: Le PIN doit être numérique.
gl: O PIN debe ser numérico.
he: מספר זיהוי אישי חייב להיות מספרי.
hi: पिन, अंकीय होना चाहिए.
hr: PIN mora biti numerički.
hu: A PIN-kódnak számjegyekből kell állnia.
id: PIN harus berupa angka.
it: Il PIN deve essere numerico.
ja: PIN は数値でなければなりません。
kk: PIN кодында тек сандар болуы керек.
ko: PIN은 숫자여야 합니다.
lt: PIN turi sudaryti skaitmenys.
lv: PIN kodam jānorāda skaitliska vērtība.
ms: PIN mestilah nombor.
nl: De pincode moet numeriek zijn.
no: PIN-koden må være numerisk.
pl: Numer PIN musi być liczbą.
pt_br: O PIN deve ser numérico.
pt_pt: PIN deve ser um valor numérico.
ro: Codul PIN trebuie să fie numeric.
ru: ПИН-код должен содержать только цифры.
sk: PIN kód musí byť číselný.
sl: Koda PIN lahko vsebuje samo številke.
sr_cyrl_cs: PIN мора да буде нумерички.
sr_latn_cs: PIN mora da bude numerički.
sv: PIN-koden måste vara numerisk.
th: PIN ต้องเป็นตัวเลข
tr: PIN sayısal olmalıdır.
uk: PIN-код має бути числовим.
vi: PIN phải là số.
zh_cn: PIN 必须为数字。
zh_tw: [PIN] 必須為數值。

# Message_PinRecentlyUsed
source: PIN cannot be the same as one of your recently used PINs. Please choose a different PIN.
ar: لا يمكن أن يكون PIN مطابقًا لأي من أرقام PIN المستخدمة حديثًا. الرجاء اختيار PIN مختلف.
bg: ПИН-ът не може да бъде същият като някой от наскоро използваните. Изберете друг ПИН.
ca: El PIN no pot ser igual a cap dels PIN utilitzats recentment. Trieu un altre PIN.
cs: PIN kód nemůže být stejný jako jeden z naposledy použitých PIN kódů. Zvolte jiný PIN kód.
da: Pinkoden må ikke være en af de senest anvendte pinkoder. Vælg en anden pinkode.
de: Diese PIN wurde bereits verwendet. Geben Sie eine andere PIN an.
el: Το PIN δεν μπορεί να είναι το ίδιο με κάποιο από αυτά που έχετε χρησιμοποιήσει πρόσφατα. Επιλέξτε ένα διαφορετικό PIN.
es: El PIN no puede ser uno los PIN usados recientemente. Elija otro PIN.
et: Teie PIN ei tohi olla hiljuti kasutatuga sama. Sisestage mõni muu PIN.
eu: PINak ezin du azken aldian erabili den PIN baten berdina izan. Hautatu beste PIN bat.
fi: PIN-koodi ei voi olla sama kuin jokin aiemmin käyttämäsi PIN-koodi. Valitse toinen PIN-koodi.
fr: Le PIN ne peut pas être identique à l'un des PIN que vous avez utilisés récemment. Choisissez un autre PIN.
gl: O PIN non pode ser igual a ningún dos PIN usados recentemente. Escolla un PIN diferente.
he: מספר הזיהוי האישי אינו יכול להיות זהה לאחד ממספרי הזיהוי האחרונים שבהם השתמשת. בחר מספר זיהוי אישי אחר.
hi: पिन आपके हाल में उपयोग किए गए किसी एक पिन के समान नहीं हो सकता. कृपया एक भिन्न पिन चुनें.
hr: PIN ne može biti isti kao vaši nedavno upotrijebljeni PIN-ovi. Odaberite drukčiji PIN.
hu: A PIN-kód nem egyezhet az elmúlt időszakban használt PIN-kódokkal. Válasszon másik PIN-kódot.
id: PIN tidak boleh sama dengan salah satu PIN yang baru digunakan. Pilih PIN lain.
it: Il PIN non può essere uguale a uno degli ultimi PIN utilizzati. Sceglierne uno diverso.
ja: 最近使用した PIN と同じにすることはできません。別の PIN を指定してください。
kk: PIN коды соңғы кезде қолданылған PIN кодтарының бірімен бірдей болмауы керек. Басқа PIN кодын таңдаңыз.
ko: PIN은 최근에 사용한 PIN 중 하나와 동일해서는 안 됩니다. 다른 PIN을 선택하십시오.
lt: PIN negali būti toks pat kaip neseniai naudoti PIN. Pasirinkite kitokį PIN.
lv: Nedrīkst norādīt nesen izmantotu PIN. Lūdzu, izvēlieties citu PIN.
ms: PIN tidak boleh sama dengan PIN yang anda gunakan baru-baru ini. Sila pilih PIN yang lain.
nl: De pincode kan niet gelijk zijn aan een van uw onlangs gebruikte pincodes. Kies een andere pincode.
no: PIN-koden kan ikke være den samme som en kode du nylig har brukt. Velg en annen PIN-kode.
pl: Numer PIN nie może być taki sam, jak jeden z ostatnio używanych numerów PIN. Wybierz inny numer PIN.
pt_br: O PIN não pode ser igual a um dos PINs usados recentemente. Escolha um PIN diferente.
pt_pt: O PIN não pode ser igual a um dos PINs recentemente utilizados. Escolha outro PIN.
ro: Codul PIN nu poate fi identic cu niciunul dintre codurile utilizate recent. Alegeți un cod PIN diferit.
ru: ПИН-код не может совпадать с одним из недавно использованных ПИН-кодов. Выберите другой ПИН-код.
sk: PIN kód nemôže byť rovnaký ako niektorý z vašich naposledy používaných PIN kódov. Vyberte iný PIN kód.
sl: Koda PIN ne sme biti enaka nedavno uporabljeni kodi PIN. Izberite drugo kodo PIN.
sr_cyrl_cs: PIN не може да буде исти као неки од PIN кодова које сте недавно користили. Одаберите други PIN.
sr_latn_cs: PIN ne može da bude isti kao neki od PIN kodova koje ste nedavno koristili. Odaberite drugi PIN.
sv: PIN-koden kan inte vara samma som något av de PIN-koder du nyss använt. Välj en annan PIN-kod.
th: PIN ต้องไม่เหมือนกับ PIN ที่เพิ่มใช้เมื่อเร็วๆ นี้ โปรดเลือก PIN อื่น
tr: PIN yakın zamanda kullandığınız PIN kodlarıyla aynı olamaz. Lütfen farklı bir PIN seçin.
uk: PIN-код не може збігатися з одним із недавно використаних PIN-кодів. Виберіть інший PIN-код.
vi: PIN không thể giống với một trong các PIN bạn đã dùng gần đây. Vui lòng chọn một PIN khác.
zh_cn: PIN 不能与您最近使用的某个 PIN 相同。请选择不同的 PIN。
zh_tw: PIN 不得與最近使用過的任何 PIN 相同。請選擇其他 PIN。
