Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_Step2DescriptionSmsOneWayOtpPlusPin
source: Instantly, you receive a text message with a one-time passcode. Enter this passcode and your PIN when prompted by the application.
ar: ستتلقى على الفور رسالة نصية بها رمز مرور مرة واحدة. أدخل رمز المرور هذا ورقم PIN عندما يطالبك التطبيق بهما.
bg: Получавате текстово съобщение с еднократна парола на момента. Въведете тази парола и ПИН-а си, когато бъдете подканени от приложението.
ca: Rebreu un missatge de text amb una contrasenya d'un sol ús immediatament. Introduïu la contrasenya i el PIN quan l'aplicació us ho demani.
cs: Téměř okamžitě vám bude doručena zpráva SMS s jednorázovým heslem. Jakmile k tomu budete aplikací vyzváni, zadejte toto heslo a svůj PIN kód.
da: Du modtager straks en sms med en engangsadgangskode. Angiv adgangskoden og din pinkode, når du bliver bedt om det.
de: Daraufhin erhalten Sie eine Textnachricht mit einer Einmalkennung. Geben Sie die Kennung und Ihre PIN ein, wenn Sie von der Anwendung dazu aufgefordert werden.
el: Αμέσως, θα λάβετε ένα μήνυμα κειμένου (SMS) που περιέχει έναν κωδικό πρόσβασης μίας χρήσης. Εισαγάγετε αυτόν τον κωδικό πρόσβασης, καθώς και το PIN σας, όταν σας ζητηθεί από την εφαρμογή.
es: Recibirá un mensaje de texto con un código de acceso de un solo uso al instante. Escriba este código de acceso y su PIN cuando se lo solicite la aplicación.
et: Kohe saadetakse teile tekstsõnum ühekordse parooliga. Sisestage parool ja PIN, kui rakendus seda küsib.
eu: Berehala testu-mezu bat jasoko duzu erabilera bakarreko pasakode batekin. Sartu pasakodea eta PINa aplikazioak eskatutakoan.
fi: Saat heti tekstiviestin, jossa on kertakäyttöinen tunnuskoodi. Anna tämä tunnuskoodi ja PIN-koodi, kun sovellus niitä pyytää.
fr: Instantanément, vous recevez un SMS avec un code secret à usage unique. Entrez ce code secret lorsque et votre PIN vous y êtes invité par l'application.
gl: Recibirá unha mensaxe de texto cun código de acceso dun só uso. Introduza este código de acceso e o PIN cando a aplicación o solicite.
he: באופן מיידי, אתה מקבל הודעת טקסט עם קוד סיסמה חד-פעמי. הזן קוד סיסמה זה ואת מספר הזיהוי האישי שלך כאשר היישום יבקש זאת.
hi: तुरंत, आपको एकबारगी पासकोड के साथ एक पाठ संदेश प्राप्त होगा. अनुप्रयोग द्वारा संकेत दिए जाने पर यह पासकोड और अपना पिन दर्ज करें.
hr: Odmah ćete primiti tekstnu poruku s jednokratnom lozinkom. Unesite lozinku i PIN kad to aplikacija zatraži.
hu: Pillanatokon belül kap egy szöveges üzenetet, amelyben találni fog egy egyszeri jelszót. Amikor az alkalmazás felszólítja erre, írja be ezt a jelszót és a PIN-kódot.
id: Anda akan langsung menerima SMS dengan kode akses satu-kali. Masukkan kode akses ini dan PIN Anda jika diminta oleh aplikasi.
it: Viene immediatamente ricevuto un messaggio SMS con un passcode monouso, che deve essere immesso unitamente al PIN quando richiesto dall'applicazione.
ja: すぐにテキスト メッセージでワンタイム パスコードが届きます。アプリケーションの指示に従って、このパスコードと PIN を入力してください。
kk: Сізге бірден бір рет қолданылатын құпия код жазылған мәтіндік хабар келеді. Бағдарлама сұраған кезде, осы құпия код пен PIN кодын енгізіңіз.
ko: OTP(일회성 암호)가 있는 문자 메시지를 즉시 받게 됩니다. 이 암호와 PIN을 입력하라는 메시지가 응용 프로그램에 표시되면 입력하십시오.
lt: Nedelsiant gaunate teksto žinutę su vienkartiniu prieigos kodu. Įveskite šį prieigos kodą ir PIN, kai paragina programa.
lv: Nekavējoties saņemsit īsziņu ar vienreizēju ieejas kodu. Kad lietojumprogramma parādīs atbilstošu uzaicinājumu, ievadiet šo ieejas kodu un PIN.
ms: Anda akan menerima mesej teks yang mengandungi kod laluan sekali guna dengan serta-merta. Masukkan kod laluan ini dan PIN anda apabila diminta oleh aplikasi.
nl: U ontvangt onmiddellijk een SMS-bericht met een eenmalige wachtwoordcode. Voer deze wachtwoordcode én uw pincode in wanneer u hierom wordt gevraagd.
no: Du mottar umiddelbart en tekstmelding med et engangspassord. Skriv inn dette passordet og PIN-koden når du blir bedt om det av appen.
pl: Teraz otrzymasz wiadomość SMS z jednorazowym kodem dostępu. Wprowadź ten kod dostępu i numer PIN po wyświetleniu przez aplikację monitu.
pt_br: Imediatamente, você receberá uma mensagem de texto com uma senha descartável. Insira essa senha e o seu PIN, quando solicitado pelo aplicativo.
pt_pt: De forma instantânea, recebe uma mensagem SMS com um código de acesso único. Quando a aplicação o solicitar, introduza esse código de acesso e o seu PIN.
ro: Veți primi imediat un mesaj text, care va conține un cod de acces unic. Atunci când aplicația vă solicită acest lucru, introduceți codul respectiv, precum și codul PIN.
ru: Вы сразу же получите текстовое сообщение с одноразовым паролем. Введите этот пароль и ПИН-код при запроса подсказки от приложения.
sk: Okamžite dostanete textovú správu s jednorazovým prístupovým kódom. Po zobrazení výzvy v aplikácii zadajte tento prístupový kód a PIN kód.
sl: Takoj boste prejeli besedilno sporočilo z enkratnim geslom. Ob pozivu aplikacije vnesite to geslo in kodo PIN.
sr_cyrl_cs: Одмах примате текстуалну поруку са једнократним кодом. Унесите овај код и PIN када апликација то од вас затражи.
sr_latn_cs: Odmah primate tekstualnu poruku sa jednokratnim kodom. Unesite ovaj kôd i PIN kada aplikacija to od vas zatraži.
sv: Du får direkt ett SMS med en engångslösenkod. Ange denna lösenkod och din PIN-kod när du uppmanas att göra det.
th: คุณจะได้รับข้อความที่มีรหัสผ่านแบบครั้งเดียวทันที โปรดป้อนรหัสผ่านนี้พร้อมด้วย PIN ของคุณเมื่อได้รับพร้อมท์จากโปรแกรมประยุกต์
tr: Hemen bir kerelik geçiş kodu içeren bir metin mesajı alıyorsunuz. Uygulama tarafından istendiğinde bu geçiş kodunu ve PIN kodunuzu girin.
uk: Ви одразу ж отримаєте текстове повідомлення з одноразовим кодом доступу. Введіть цей код доступу та PIN-код із появою запиту від програми.
vi: Ngay lập tức, bạn nhận được một tin nhắn văn bản với một mã thông hành dùng một lần. Nhập mã thông hành này và PIN của bạn khi được nhắc bởi ứng dụng.
zh_cn: 此时，您会通过短信收到一次性密码。在应用程序的提示下输入该密码以及您的 PIN。
zh_tw: 您隨即會收到附有單次密碼的簡訊。請在應用程式出現提示時輸入此密碼和您的 PIN。

# Label_Step2DescriptionSmsTwoWayOtp
source: Instantly, you receive a text message with a one-time passcode. Reply to the text message with this passcode.
ar: ستتلقى على الفور رسالة نصية بها رمز مرور مرة واحدة. قم بالرد على الرسالة النصية برمز المرور هذا.
bg: Получавате текстово съобщение с еднократна парола на момента. Отговорете на съобщението с тази парола.
ca: Rebreu un missatge de text amb una contrasenya d'un sol ús immediatament. Responeu al missatge de text amb aquesta contrasenya.
cs: Téměř okamžitě vám bude doručena zpráva SMS s jednorázovým heslem. Odpovězte na zprávu SMS tímto heslem.
da: Du modtager straks en sms med en engangsadgangskode. Besvar sms'en med denne adgangskode.
de: Daraufhin erhalten Sie eine Textnachricht mit einer Einmalkennung. Antworten Sie auf die Nachricht mit dieser Kennung.
el: Αμέσως, θα λάβετε ένα μήνυμα κειμένου (SMS) που περιέχει έναν κωδικό πρόσβασης μίας χρήσης. Απαντήστε στο μήνυμα κειμένου με αυτόν τον κωδικό πρόσβασης.
es: Recibirá un mensaje de texto con un código de acceso de un solo uso al instante. Responda al mensaje de texto con este código de acceso.
et: Kohe saadetakse teile tekstsõnum ühekordse parooliga. Vastake tekstsõnumile selle parooliga.
eu: Berehala testu-mezu bat jasoko duzu erabilera bakarreko pasakode batekin. Erantzun testu-mezuari pasakodearekin.
fi: Saat heti tekstiviestin, jossa on kertakäyttöinen tunnuskoodi. Vastaa tekstiviestiin tällä tunnuskoodilla.
fr: Instantanément, vous recevez un SMS avec un code secret à usage unique. Répondez au SMS avec ce code secret.
gl: Recibirá unha mensaxe de texto cun código de acceso dun só uso. Responda á mensaxe de texto con este código de acceso.
he: באופן מיידי, אתה מקבל הודעת טקסט עם קוד סיסמה חד-פעמי. השב להודעת הטקסט עם קוד סיסמה זה.
hi: तुरंत, आपको एकबारगी पासकोड के साथ एक पाठ संदेश प्राप्त होगा. इस पासकोड के साथ पाठ संदेश का उत्तर दें.
hr: Odmah ćete primiti tekstnu poruku s jednokratnom lozinkom. Odgovorite na tekstnu poruku tom jednokratnom lozinkom.
hu: Pillanatokon belül kap egy szöveges üzenetet, amelyben találni fog egy egyszeri jelszót. Egy válaszüzenetben küldje vissza ezt a jelszót.
id: Anda akan langsung menerima SMS dengan kode akses satu-kali. Balas SMS tersebut dengan kode akses ini.
it: Viene immediatamente ricevuto un messaggio SMS con un passcode monouso. Rispondere al messaggio includendo il passcode.
ja: すぐにテキスト メッセージでワンタイム パスコードが届きます。このパスコードを入力してメッセージに返信してください。
kk: Сізге бірден бір рет қолданылатын құпия код жазылған мәтіндік хабар келеді. Осы құпия кодты жазып, мәтіндік хабарға жауап беріңіз.
ko: OTP(일회성 암호)가 있는 문자 메시지를 즉시 받게 됩니다. 이 암호를 포함하여 문자 메시지에 회신하십시오.
lt: Nedelsiant gaunate teksto žinutę su vienkartiniu prieigos kodu. Atsakykite į teksto žinutę naudodami šį prieigos kodą.
lv: Nekavējoties saņemsit īsziņu ar vienreizēju ieejas kodu. Atbildiet uz īsziņu, norādot šo ieejas kodu.
ms: Anda akan menerima mesej teks yang mengandungi kod laluan sekali guna dengan serta-merta. Balas mesej teks dengan menyertakan kod laluan ini.
nl: U ontvangt onmiddellijk een SMS-bericht met een eenmalige wachtwoordcode. Beantwoord het SMS-bericht met deze wachtwoordcode.
no: Du mottar umiddelbart en tekstmelding med et engangspassord. Svar på tekstmeldingen med dette passordet.
pl: Teraz otrzymasz wiadomość SMS z jednorazowym kodem dostępu. Odpowiedz na wiadomość SMS, wysyłając ten kod dostępu.
pt_br: Imediatamente, você receberá uma mensagem de texto com uma senha descartável. Responda à mensagem de texto com essa senha.
pt_pt: De forma instantânea, recebe uma mensagem SMS com um código de acesso único. Responda à mensagem SMS com esse código de acesso.
ro: Veți primi imediat un mesaj text, care va conține un cod de acces unic. Răspundeți la mesajul text cu codul de acces respectiv.
ru: Вы сразу же получите текстовое сообщение с одноразовым паролем. Ответьте на текстовое сообщение, отправив этот пароль.
sk: Okamžite dostanete textovú správu s jednorazovým prístupovým kódom. Odpovedzte na textovú správu týmto prístupovým kódom.
sl: Takoj boste prejeli besedilno sporočilo z enkratnim geslom. Odgovorite na sporočilo s tem geslom.
sr_cyrl_cs: Одмах примате текстуалну поруку са једнократним кодом. Одговорите на текстуалну поруку тако што ћете послати овај код.
sr_latn_cs: Odmah primate tekstualnu poruku sa jednokratnim kodom. Odgovorite na tekstualnu poruku tako što ćete poslati ovaj kôd.
sv: Du får direkt ett SMS med en engångslösenkod. Svara på SMS:et med denna lösenkod.
th: คุณจะได้รับข้อความที่มีรหัสผ่านแบบครั้งเดียวทันที โปรดตอบกลับข้อความด้วยรหัสผ่านนี้
tr: Hemen bir kerelik geçiş kodu içeren bir metin mesajı alıyorsunuz. Mesaja bu geçiş koduyla yanıt verin.
uk: Ви одразу ж отримаєте текстове повідомлення з одноразовим кодом доступу. Необхідно відповісти на текстове повідомлення, надіславши цей код доступу.
vi: Ngay lập tức, bạn nhận được một tin nhắn văn bản với một mã thông hành dùng một lần. Trả lời tin nhắn văn bản với mã thông hành này.
zh_cn: 此时，您会通过短信收到一次性密码。通过短信回复该密码。
zh_tw: 您隨即會收到附有單次密碼的簡訊。請回覆訊息並附上此密碼。

# Label_Step2DescriptionSmsTwoWayOtpPlusPin
source: Instantly, you receive a text message with a one-time passcode. Reply to the text message with this passcode and your PIN.
ar: ستتلقى على الفور رسالة نصية بها رمز مرور مرة واحدة. قم بالرد على الرسالة النصية برمز المرور هذا ورقم PIN.
bg: Получавате текстово съобщение с еднократна парола на момента. Отговорете на съобщението с тази парола и ПИН-а си.
ca: Rebreu un missatge de text amb una contrasenya d'un sol ús immediatament. Responeu al missatge de text amb aquesta contrasenya i el PIN.
cs: Téměř okamžitě vám bude doručena zpráva SMS s jednorázovým heslem. Odpovězte na zprávu SMS tímto heslem a svým PIN kódem.
da: Du modtager straks en sms med en engangsadgangskode. Besvar sms'en med denne adgangskode og din pinkode.
de: Daraufhin erhalten Sie eine Textnachricht mit einer Einmalkennung. Antworten Sie auf die Nachricht mit dieser Kennung und Ihrer PIN.
el: Αμέσως, θα λάβετε ένα μήνυμα κειμένου (SMS) που περιέχει έναν κωδικό πρόσβασης μίας χρήσης. Απαντήστε στο μήνυμα κειμένου με αυτόν τον κωδικό πρόσβασης, καθώς και το PIN σας.
es: Recibirá un mensaje de texto con un código de acceso de un solo uso al instante. Responda al mensaje de texto con este código de acceso y su PIN.
et: Kohe saadetakse teile tekstsõnum ühekordse parooliga. Vastake tekstsõnumile selle parooli ja PINiga.
eu: Berehala testu-mezu bat jasoko duzu erabilera bakarreko pasakode batekin. Erantzun testu-mezuari pasakodea eta PINarekin.
fi: Saat heti tekstiviestin, jossa on kertakäyttöinen tunnuskoodi. Vastaa tekstiviestiin tällä tunnuskoodilla ja PIN-koodillasi.
fr: Instantanément, vous recevez un SMS avec un code secret à usage unique. Répondez au SMS avec ce code secret et votre PIN.
gl: Recibirá unha mensaxe de texto cun código de acceso dun só uso. Responda á mensaxe de texto con este código de acceso e o PIN.
he: באופן מיידי, אתה מקבל הודעת טקסט עם קוד סיסמה חד-פעמי. השב להודעת הטקסט עם קוד סיסמה זה ומספר הזיהוי האישי שלך.
hi: तुरंत, आपको एकबारगी पासकोड के साथ एक पाठ संदेश प्राप्त होगा. इस पासकोड और अपने पिन के साथ पाठ संदेश का उत्तर दें.
hr: Odmah ćete primiti tekstnu poruku s jednokratnom lozinkom. Odgovorite na tekstnu poruku tom jednokratnom lozinkom i PIN-om.
hu: Pillanatokon belül kap egy szöveges üzenetet, amelyben találni fog egy egyszeri jelszót. Egy válaszüzenetben küldje vissza ezt a jelszót és a PIN-kódot.
id: Anda akan langsung menerima SMS dengan kode akses satu-kali. Balas SMS tersebut dengan kode akses ini dan PIN Anda.
it: Viene immediatamente ricevuto un messaggio SMS con un passcode monouso. Rispondere al messaggio includendo il passcode e il PIN.
ja: すぐにテキスト メッセージでワンタイム パスコードが届きます。このパスコードと PIN を入力してメッセージに返信してください。
kk: Сізге бірден бір рет қолданылатын құпия код жазылған мәтіндік хабар келеді. Осы құпия код пен PIN кодын жазып, мәтіндік хабарға жауап беріңіз.
ko: OTP(일회성 암호)가 있는 문자 메시지를 즉시 받게 됩니다. 이 암호와 PIN을 포함하여 문자 메시지에 회신하십시오.
lt: Nedelsiant gaunate teksto žinutę su vienkartiniu prieigos kodu. Atsakykite į teksto žinutę naudodami šį prieigos kodą ir savo PIN.
lv: Nekavējoties saņemsit īsziņu ar vienreizēju ieejas kodu. Atbildiet uz īsziņu, norādot šo ieejas kodu un PIN.
ms: Anda akan menerima mesej teks yang mengandungi kod laluan sekali guna dengan serta-merta. Balas mesej teks dengan menyertakan kod laluan dan PIN anda.
nl: U ontvangt onmiddellijk een SMS-bericht met een eenmalige wachtwoordcode. Beantwoord het SMS-bericht met deze wachtwoordcode en uw pincode.
no: Du mottar umiddelbart en tekstmelding med et engangspassord. Svar på tekstmeldingen med dette passordet og PIN-koden.
pl: Teraz otrzymasz wiadomość SMS z jednorazowym kodem dostępu. Odpowiedz na wiadomość SMS, wysyłając ten kod dostępu i numer PIN.
pt_br: Imediatamente, você receberá uma mensagem de texto com uma senha descartável. Responda à mensagem de texto com essa senha e seu PIN.
pt_pt: De forma instantânea, recebe uma mensagem SMS com um código de acesso único. Responda à mensagem SMS com esse código de acesso e o seu PIN.
ro: Veți primi imediat un mesaj text, care va conține un cod de acces unic. Răspundeți la mesajul text cu codul de acces respectiv și cu codul PIN.
ru: Вы сразу же получите текстовое сообщение с одноразовым паролем. Ответьте на текстовое сообщение, отправив этот пароль и ПИН-код.
sk: Okamžite dostanete textovú správu s jednorazovým prístupovým kódom. Odpovedzte na textovú správu týmto prístupovým kódom a PIN kódom.
sl: Takoj boste prejeli besedilno sporočilo z enkratnim geslom. Odgovorite na sporočilo s tem geslom in kodo PIN.
sr_cyrl_cs: Одмах примате текстуалну поруку са једнократним кодом. Одговорите на текстуалну поруку тако што ћете послати овај код и PIN.
sr_latn_cs: Odmah primate tekstualnu poruku sa jednokratnim kodom. Odgovorite na tekstualnu poruku tako što ćete poslati ovaj kôd i PIN.
sv: Du får direkt ett SMS med en engångslösenkod. Svara på SMS:et med denna lösenkod och din PIN-kod.
th: คุณจะได้รับข้อความที่มีรหัสผ่านแบบครั้งเดียวทันที โปรดตอบกลับข้อความด้วยรหัสผ่านนี้พร้อมด้วย PIN ของคุณ
tr: Hemen bir kerelik geçiş kodu içeren bir metin mesajı alıyorsunuz. Mesaja bu geçiş kodu ve PIN kodunuzla yanıt verin.
uk: Ви одразу ж отримаєте текстове повідомлення з одноразовим кодом доступу. Необхідно відповісти на текстове повідомлення, надіславши цей код доступу та PIN-код.
vi: Ngay lập tức, bạn nhận được một tin nhắn văn bản với một mã thông hành dùng một lần. Trả lời tin nhắn văn bản với mã thông hành này và PIN của bạn.
zh_cn: 此时，您会通过短信收到一次性密码。通过短信回复该密码以及您的 PIN。
zh_tw: 您隨即會收到附有單次密碼的簡訊。請回覆訊息並附上此密碼和您的 PIN。

# Label_Step2DescriptionStandard
source: Instantly, you receive a phone call. Answer and press #.
ar: ستتلقى على الفور مكالمة هاتفية. قم بالرد عليها ثم اضغط على #.
bg: Получавате телефонно обаждане на момента. Отговорете и натиснете #.
ca: Rebreu una trucada de telèfon immediatament. Responeu i premeu #.
cs: Téměř okamžitě vám aplikace Multi-Factor Authentication zavolá. Přijměte hovor a stiskněte křížek (#).
da: Du modtager straks et telefonopkald. Besvar, og tryk på #.
de: Daraufhin erhalten Sie einen PhoneFactor-Anruf. Nehmen Sie den Anruf an, und drücken Sie das Nummernzeichen (#).
el: Αμέσως, θα λάβετε μια τηλεφωνική κλήση. Απαντήστε και πατήστε το πλήκτρο με το χαρακτήρα #.
es: Recibirá una llamada al instante. Conteste y presione #.
et: Kohe helistatakse teile. Võtke kõne vastu ja vajutage sümbolit #.
eu: Berehala telefono-dei bat jasoko duzu. Erantzun eta sakatu #.
fi: Saat heti puhelun. Vastaa ja paina #-näppäintä.
fr: Instantanément, vous recevez un appel téléphonique. Répondez et appuyez sur #.
gl: Recibirá unha chamada telefónica ao momento. Aténdaa e prema #.
he: באופן מיידי, אתה מקבל שיחת טלפון. ענה והקש #.
hi: तुरंत, आपको एक फ़ोन कॉल आएगी. उत्तर दें और # दबाएँ.
hr: Odmah ćete dobiti telefonski poziv. Javite se i pritisnite #.
hu: Pillanatokon belül telefonhívást fog kapni. Fogadja a hívást, majd nyomja meg a # gombot.
id: Anda akan langsung menerima panggilan telepon. Jawab dan tekan #.
it: Viene immediatamente ricevuta una telefonata. Rispondere e premere #.
ja: すぐに電話がかります。電話に出て # を押してください。
kk: Сізге бірден қоңырау соғылады. Оған жауап беріп, # түймесін басыңыз.
ko: 전화가 즉시 걸려옵니다. 전화를 받고 # 키를 누르십시오.
lt: Nedelsiant sulaukiate telefono skambučio. Atsiliepkite ir paspauskite #.
lv: Nekavējoties saņemsit tālruņa zvanu. Atbildiet uz to un nospiediet taustiņu #.
ms: Anda akan menerima panggilan telefon dengan serta-merta. Jawab dan tekan #.
nl: U ontvangt onmiddellijk een telefoonoproep. Beantwoord de oproep en tik op #.
no: Du mottar umiddelbart et telefonanrop. Svar på anropet og trykk #.
pl: Teraz zostanie nawiązana rozmowa telefoniczna. Odbierz połączenie i naciśnij klawisz #.
pt_br: Imediatamente, você receberá um telefonema. Atenda e pressione #.
pt_pt: De forma instantânea, recebe uma chamada telefónica. Atenda e prima #.
ro: Veți primi imediat un apel telefonic. Răspundeți și apăsați tasta #.
ru: К вам сразу же поступит телефонный звонок. Ответьте и нажмите "#".
sk: Okamžite dostanete telefónny hovor. Prijmite ho a stlačte kláves #.
sl: Takoj boste prejeli telefonski klic. Sprejmite ga in pritisnite #.
sr_cyrl_cs: Одмах примате телефонски позив. Јавите се и притисните тастер #.
sr_latn_cs: Odmah primate telefonski poziv. Javite se i pritisnite taster #.
sv: Du får direkt ett telefonsamtal. Svara och tryck på #.
th: คุณจะได้รับการโทรติดต่อทันที โปรดรับสายและกดเครื่องหมาย #
tr: Hemen bir telefon araması alıyorsunuz. Yanıtlayın ve # tuşuna basın.
uk: До вас одразу ж надійде телефонний дзвінок. Необхідно відповісти й натиснути "#".
vi: Ngay lập tức, bạn nhận được một cuộc gọi điện thoại. Trả lời và nhấn #.
zh_cn: 此时，您会接到一个电话。接听并按下 #。
zh_tw: 您隨即會接到電話。請接聽電話並按 #。
