Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Message_SerialNumberAlreadyAssociated
source: Serial number already associated with {0}. You must remove the serial number from that user before associating it with this user.
ar: الرقم التسلسلي مقترن بـ {0} بالفعل. يجب عليك أن تزيل الرقم التسلسلي من بيانات المستخدم قبل إقرانه بهذا المستخدم.
bg: Серийният номер вече е асоцииран с {0}. Трябва да премахнете серийния номер от посочения потребител, преди да го асоциирате с този.
ca: El número de sèrie ja s'ha associat a {0}. Cal suprimir el número de sèrie de l'usuari per poder associar-lo a aquest usuari.
cs: Sériové číslo je již k uživateli {0} přidruženo. Před přidružením tohoto sériového čísla k tomuto uživateli je nejdříve nutné odebrat jeho přidružení ke stávajícímu uživateli.
da: Serienummeret er allerede knyttet til {0}. Du skal fjerne serienummeret fra denne bruger, før du knytter det til denne bruger.
de: Die Seriennummer ist bereits "{0}" zugeordnet. Sie müssen die Seriennummer von diesem Benutzer entfernen, bevor Sie sie einem anderen Benutzer zuordnen können.
el: Αυτός ο αριθμός σειράς έχει ήδη συσχετιστεί με το χρήστη {0}. Πρέπει να καταργήσετε τον αριθμό σειράς από ένα χρήστη, για να τον συσχετίσετε με κάποιον άλλο χρήστη.
es: El número de serie ya está asociado a {0}. Debe quitar el número de serie de dicho usuario para poder asociarlo a este usuario.
et: Seerianumber on juba seotud {0}-ga. Enne selle kasutajaga sidumist tuleb seerianumber teiselt kasutajalt eemaldada.
eu: Serie-zenbakia dagoeneko {0} erabiltzailearekin erlazionatuta dago. Erabiltzaile honen serie-zenbakia kendu behar duzu beste erabiltzaile batekin erlazionatu ahal izateko.
fi: Sarjanumero on jo liitetty käyttäjään {0}. Poista sarjanumero kyseiseltä käyttäjältä, ennen kuin liität sen uuteen käyttäjään.
fr: Un numéro de série est déjà associé à {0}. Vous devez supprimer le numéro de série de cet utilisateur avant d'en associer un à cet utilisateur.
gl: O número de serie xa está asociado con {0}. Debe eliminar o número de serie dese usuario antes de asocialo con este usuario.
he: המספר הסידורי משויך כבר ל- {0}. עליך להסיר את המספר הסידורי ממשתמש זה לפני שיוכו למשתמש המבוקש.
hi: क्रमांक पहले से {0} से संबद्ध है. क्रमांक को इस उपयोगकर्ता से संबद्ध करने से पहले आपको क्रमांक को उस उपयोगकर्ता से निकालना होगा.
hr: Serijski broj već je pridružen korisniku {0}. Morate ukloniti serijski broj s računa tog korisnika prije nego što ga povežete s ovim korisnikom.
hu: A sorozatszám más hozzá van rendelve a következőhöz: {0}. Törölje a sorozatszám társítását ezzel a felhasználóval, mielőtt az újjal társítaná.
id: Nomor seri telah dikaitkan dengan {0}. Anda harus menghapus nomor seri dari pengguna tersebut sebelum mengaitkannya dengan pengguna ini.
it: Numero di serie già associato a {0}. Annullare l'associazione del numero di serie da tale utente prima di associarlo a quello corrente.
ja: シリアル番号がすでに {0} に関連付けられています。シリアル番号をこのユーザーに関連付ける前に、現在関連付けられているユーザーから削除する必要があります。
kk: Сериялық нөмір мен {0} әлдеқашан байланыстырылған. Осы пайдаланушымен байланыстыру үшін сериялық нөмірді сол пайдаланушыдан жою керек.
ko: 일련 번호가 이미 {0}에 연결되어 있습니다. 해당 사용자에게서 일련 번호를 제거해야 일련 번호를 새 사용자에게 연결할 수 있습니다.
lt: Serijos numeris jau susietas su {0}. Turite pašalinti to vartotojo serijos numerį prieš susiedami su šiuo vartotoju.
lv: Sērijas numurs jau ir saistīts ar {0}. Lai sērijas numuru piesaistītu šim lietotājam, atceliet tā piesaisti šim lietotājam.
ms: Nombor siri sudah dikaitkan dengan {0}. Anda mesti mengalih keluar nombor siri daripada pengguna itu sebelum mengaitkannya dengan pengguna ini.
nl: Serienummer is al gekoppeld aan {0}. U moet het serienummer uit het gebruikersaccount verwijderen voordat u het aan deze gebruiker koppelt.
no: Serienummeret er allerede knyttet til {0}. Du må fjerne serienummeret fra den brukeren før du knytter det til denne brukeren.
pl: Numer seryjny jest już skojarzony z kontem użytkownika {0}. Przed skojarzeniem numeru seryjnego z tym kontem użytkownika należy najpierw usunąć bieżący numer seryjny.
pt_br: Número de série já associado a {0}. Você deve remover o número de série desse usuário antes de associá-lo a outro usuário.
pt_pt: O número de série já se encontra associado a {0}. Terá de remover o número de série desse utilizador para o poder associar a este utilizador.
ro: Numărul de serie este asociat deja cu {0}. Trebuie să eliminați asocierea cu utilizatorul respectiv pentru a putea asocia numărul de serie cu acest utilizator.
ru: Серийный номер уже связан с {0}. Перед тем как установить его связь с этим пользователем, вам необходимо удалить этот серийный номер у того пользователя, с которым он связан.
sk: Sériové číslo je už k používateľovi {0} priradené. Od tohto používateľa musíte sériové číslo odstrániť skôr, než ho môžete priradiť k tomuto používateľovi.
sl: Serijska številka je že povezana z uporabnikom {0}. Za povezavo serijske številke z novim uporabnikom jo morate najprej odstraniti od tega uporabnika.
sr_cyrl_cs: Серијски број је већ повезан са корисником {0}. Морате да уклоните серијски број са тог корисника да бисте га повезали са овим.
sr_latn_cs: Serijski broj je već povezan sa korisnikom {0}. Morate da uklonite serijski broj sa tog korisnika da biste ga povezali sa ovim.
sv: Serienummer som redan är kopplat till {0}. Du måste ta bort serienumret från användaren innan du kopplar det till denna användare.
th: หมายเลขลำดับประจำสินค้ามีการเชื่อมโยงกับ {0} แล้ว คุณต้องนำหมายเลขลำดับประจำสินค้าออกจากผู้ใช้ดังกล่าวก่อนเชื่อมโยงกับผู้ใช้รายนี้
tr: Seri numarası zaten {0} ile ilişkilendirilmiş. Bu kullanıcıyla, ilişkilendirebilmek için seri numarasını diğer kullanıcıdan kaldırmanız gerekir.
uk: Серійний номер уже прив'язаний до користувача {0}. Необхідно видалити серійний номер із цього користувача, перш ніж прив'язувати його до даного користувача.
vi: Số sê-ri đã được liên kết với {0}. Bạn phải loại bỏ số sê-ri khỏi người dùng đó trước khi liên kết nó với người dùng này.
zh_cn: 序列号已与 {0} 关联。必须先从关联用户删除该序列号，才能将其与此用户关联。
zh_tw: 序號已與 {0} 關聯。您必須從該使用者移除序號，才能將它與此使用者關聯。

# Message_SerialNumberRequired
source: Serial number required.
ar: الرقم التسلسلي مطلوب.
bg: Серийният номер е задължителен.
ca: Cal el número de sèrie.
cs: Je vyžadováno sériové číslo.
da: Serienummeret skal angives.
de: Seriennummer ist erforderlich.
el: Το πεδίο "Αριθμός σειράς" είναι απαιτούμενο.
es: Es obligatorio especificar un número de serie.
et: Seerianumber on vajalik.
eu: Serie-zenbakia beharrezkoa da.
fi: Sarjanumero tarvitaan.
fr: Numéro de série requis.
gl: Número de serie necesario.
he: נדרש מספר סידורי.
hi: क्रमांक आवश्यक है.
hr: Potreban je serijski broj.
hu: A sorozatszám megadása kötelező.
id: Nomor seri diperlukan.
it: Numero di serie obbligatorio.
ja: [シリアル番号] は必須です。
kk: Сериялық нөмір қажет.
ko: [일련 번호]는 필수입니다.
lt: Būtinas serijos numeris.
lv: Jānorāda sērijas numurs.
ms: Nombor siri diperlukan.
nl: Serienummer vereist.
no: Serienummer kreves.
pl: Numer seryjny jest wymagany.
pt_br: Número de Série necessário.
pt_pt: Número de Série é necessário.
ro: Numărul de serie este obligatoriu.
ru: Необходимо указать серийный номер.
sk: Vyžaduje sa sériové číslo.
sl: Zahtevan je vnos serijske številke.
sr_cyrl_cs: Серијски број је обавезан.
sr_latn_cs: Serijski broj je obavezan.
sv: Serienummer krävs.
th: จำเป็นต้องมีหมายเลขลำดับประจำสินค้า
tr: Seri Numarası gereklidir.
uk: Необхідно вказати серійний номер.
vi: Yêu cầu số sê-ri.
zh_cn: 需要序列号。
zh_tw: [序號] 是必要項。

# Message_SerialNumberRequiredCross
source: Serial Number required when code is specified.
ar: الرقم التسلسلي مطلوب عندما يتم تحديد رمز.
bg: Когато е посочен кодът, серийният номер е задължителен.
ca: Cal el número de sèrie si s'especifica el codi.
cs: Pokud je zadán kód, je nutné zadat sériové číslo.
da: Serienummeret skal angives, når koden er angivet.
de: Seriennummer ist erforderlich, wenn der Code angegeben ist.
el: Απαιτείται ο αριθμός σειράς όταν έχει καθοριστεί κωδικός.
es: Es obligatorio especificar un número de serie al especificar un código.
et: Seerianumber on vajalik, kui koodi täpsustatakse.
eu: Serie-zenbakia beharrezkoa da kodea zehazten denean.
fi: Sarjanumero tarvitaan, kun koodi määritetään.
fr: Le numéro de série est requis lorsqu'un code est spécifié.
gl: O número de serie é necesario cando se especifica un código.
he: נדרש מספר סידורי כאשר מצוין קוד.
hi: कोड निर्दिष्ट होने पर क्रमांक आवश्यक है.
hr: Serijski broj obavezan je kad je naveden kôd.
hu: Kód megadásakor kötelező megadni a sorozatszámot is.
id: Nomor Seri diperlukan saat kode ditetapkan.
it: Il numero di serie è obbligatorio quando è specificato il codice.
ja: コードが指定されている場合は、[シリアル番号] は必須です。
kk: Код белгіленген кезде сериялық нөмір қажет болады.
ko: 코드가 지정된 경우 [일련 번호]는 필수입니다.
lt: Būtinas serijos numeris, kai nurodytas kodas.
lv: Ja ir norādīts kods, jānorāda arī sērijas numurs.
ms: Nombor Siri diperlukan apabila kod dinyatakan.
nl: Serienummer is vereist als de code is opgegeven.
no: Serienummer kreves når kode er angitt.
pl: Numer seryjny jest wymagany po określeniu kodu.
pt_br: Número de Série necessário quando o código é especificado.
pt_pt: Quando é especificado o código, o número de série é necessário.
ro: Dacă s-a specificat codul, numărul de serie este obligatoriu.
ru: Необходимо ввести серийный номер, если указан код.
sk: Keď je zadaný kód, vyžaduje sa sériové číslo.
sl: Če je koda določena, je vnos serijske številke obvezen.
sr_cyrl_cs: Серијски број је обавезан када је наведена шифра.
sr_latn_cs: Serijski broj je obavezan kada je navedena šifra.
sv: Serienummer krävs när en kod har angetts.
th: จำเป็นต้องมีหมายเลขลำดับประจำสินค้าเมื่อมีการระบุรหัส
tr: Kod belirtildiğinde Seri Numarası gereklidir.
uk: Якщо зазначено код, необхідно ввести серійний номер.
vi: Yêu cầu số sê-ri khi mã được chỉ rõ.
zh_cn: 指定代码后“序列号”是必填项。
zh_tw: 指定代碼時，[序號] 是必要項。

# Message_ShortAnswer
source: Answer must be at least 4 characters.
ar: يجب أن تكون الإجابة مكونة من 4 حروف على الأقل.
bg: Отговорът трябва да е с дължина от поне 4 знака.
ca: Cal que la resposta tingui com a mínim 4 caràcters.
cs: Odpověď musí mít délku minimálně 4 znaky.
da: Svaret skal indeholde mindst 4 tegn.
de: Die Antwort muss mindestens 4 Zeichen umfassen.
el: Η απάντηση πρέπει να αποτελείται από τουλάχιστον 4 χαρακτήρες.
es: La respuesta debe tener al menos cuatro caracteres.
et: Vastus peab olema vähemalt 4 märgi pikkune.
eu: Erantzunak gutxienez 4 karaktere eduki behar ditu.
fi: Vastauksessa täytyy olla vähintään neljä merkkiä.
fr: La réponse doit comporter au moins 4 caractères.
gl: A resposta debe ter polo menos 4 caracteres.
he: התשובה חייבת לכלול 4 תווים לפחות.
hi: उत्तर में कम-से-कम 4 वर्ण होने चाहिए.
hr: Odgovor mora imati najmanje 4 znaka.
hu: A válasznak legalább 4 karakterből kell állnia.
id: Jawaban minimal harus terdiri dari 4 karakter.
it: La risposta deve essere composta da almeno quattro caratteri.
ja: 質問の答は 4 文字以上でなければなりません。
kk: Жауапта кем дегенде 4 таңба болуы керек.
ko: 답변은 4자 이상이어야 합니다.
lt: Atsakymą turi sudaryti bent 4 simboliai.
lv: Atbildei jāizmanto vismaz 4 rakstzīmes.
ms: Jawapan mestilah sekurang-kurangnya 4 aksara.
nl: Antwoord moet uit ten minste 4 tekens bestaan.
no: Svaret må bestå av minst fire tegn.
pl: Odpowiedź musi składać się z co najmniej 4 znaków.
pt_br: A resposta deve ter pelo menos 4 caracteres.
pt_pt: A resposta tem de conter pelo menos 4 carateres.
ro: Răspunsul trebuie să aibă cel puțin 4 caractere.
ru: Ответ должен содержать не менее 4 символов.
sk: Odpoveď musí obsahovať najmenej 4 znaky.
sl: Odgovor mora biti dolg vsaj 4 znake.
sr_cyrl_cs: Одговор се мора састојати од најмање 4 знака.
sr_latn_cs: Odgovor se mora sastojati od najmanje 4 znaka.
sv: Svaret måste innehålla minst 4 tecken.
th: คำตอบต้องมีความยาวอย่างน้อย 4 อักขระ
tr: Yanıt en az 4 karakterden oluşmalıdır.
uk: Відповідь має містити не менше 4 символів.
vi: Câu trả lời phải có ít nhất 4 ký tự.
zh_cn: 答案必须至少包含 4 个字符。
zh_tw: 答案至少必須含有 4 個字元。

# Message_StaticTokenMatch
source: Static Token and Confirm Static Token must match.
ar: يجب أن يتطابق "الرمز المميز الثابت" مع "تأكيد الرمز المميز الثابت".
bg: Статичният маркер и потвърденият статичен маркер трябва да съвпадат.
ca: Cal que Testimoni estàtic i Confirma testimoni estàtic coincideixin.
cs: Hodnoty Statický token a Potvrdit statický token se musí shodovat.
da: Statisk token og Bekræft statisk token skal være ens.
de: Statisches Token und die Bestätigung des statischen Tokens müssen übereinstimmen.
el: Τα πεδία "Στατικό διακριτικό" και "Επιβεβαίωση στατικού διακριτικού" θα πρέπει να συμφωνούν μεταξύ τους.
es: Token estático y Confirmar token estático deben coincidir.
et: Staatiline tõend ja kinnitustõend peavad sobima.
eu: Token estatikoa eta Berretsi token estatikoa eremuek bat etorri behar dute.
fi: Staattinen Token-tunnus- ja Vahvista staattinen Token-tunnus -arvojen täytyy olla samat.
fr: Le jeton statique et le jeton statique de confirmation doivent correspondre.
gl: Token estático e Confirmar token estático deben coincidir.
he: ערכי 'אסימון סטטי' ו'אשר אסימון סטטי' חייבים להיות תואמים.
hi: स्थिर टोकन और स्थिर टोकन की पुष्टि करें, का मिलान होना आवश्यक है.
hr: Statični token i Potvrda statičnog tokena moraju se podudarati.
hu: Az Állandó token és az Állandó token megerősítése mező tartalmának egyeznie kell.
id: Token Statis dan Konfirmasi Token Statis harus sesuai.
it: Il token statico e il token statico di conferma devono essere uguali.
ja: 最初に入力した静的トークンと確認入力した静的トークンは同じでなければなりません。
kk: "Тұрақты таңбалауыш" және "Тұрақты таңбалауышты растау" жолақтары сәйкес келуі керек.
ko: 정적 토큰 및 정적 토큰 확인에 입력한 내용이 일치해야 합니다.
lt: Statinis atpažinimo ženklas ir Patvirtinti statinį atpažinimo ženklą turi sutapti.
lv: Laukā Statiskais marķieris un Apstiprināt statisko marķieri jānorāda vienādas vērtības.
ms: Token Statik dan Sahkan Token Statik mesti sepadan.
nl: Statisch token en Statisch token bevestigen komen niet overeen.
no: Verdien for Statisk token og Bekreft statisk token må samsvare.
pl: Token statyczny musi być identyczny z potwierdzeniem tokenu statycznego.
pt_br: Token Estático e Confirmar Token Estático devem ser correspondentes.
pt_pt: Token Estático e Confirmar Token Estático devem coincidir.
ro: Valorile Token static și Confirmare token static trebuie să fie identice.
ru: Значение поля "Статический токен" должно совпадать со значением поля "Подтвердите статический токен".
sk: Tokeny zadané v poliach Statický token a Potvrďte statický token sa musia zhodovať.
sl: Oba vnosa za statični žeton se morata ujemati.
sr_cyrl_cs: Поља „Статички токен“ и „Потврда статичког токена“ морају да се подударају.
sr_latn_cs: Polja „Statički token“ i „Potvrda statičkog tokena“ moraju da se podudaraju.
sv: Statisk token och Bekräfta statisk token måste överensstämma.
th: โทเค็นคงที่และยืนยันโทเค็นคงที่ต้องตรงกัน
tr: Statik Belirteç ve Statik Belirteci Onayla eşleşmelidir.
uk: Статичний маркер і статичний маркер підтвердження мають збігатися.
vi: Hiệu bài Tĩnh và Xác nhận Hiệu bài Tĩnh phải khớp.
zh_cn: “静态令牌”和“确认静态令牌”必须一致。
zh_tw: [靜態權杖] 和 [確認靜態權杖] 必須相符。

# Message_StaticTokenMinimumLength
source: Static Token must be at least {0} digits.
ar: يجب أن يكون الرمز المميز الثابت مكونًا من {0} رقم (أرقام).
bg: Статичният маркер трябва да се състои от поне {0} цифри.
ca: Cal que Testimoni estàtic tingui com a mínim {0} dígits.
cs: Statický token musí mít minimálně tento počet číslic: {0}.
da: Statisk token skal indeholde mindst {0} cifre.
de: Das statische Token muss mindestens {0} Ziffern umfassen.
el: Το πεδίο "Στατικό διακριτικό" πρέπει να αποτελείται από τουλάχιστον {0} ψηφία.
es: El token estático debe tener al menos {0} dígitos.
et: Staatiline tõend peab olema vähemalt {0} numbri pikkune.
eu: Token estatikoak gutxienez {0} digitukoa izan behar du.
fi: Staattinen Token-tunnus -arvossa täytyy olla vähintään {0} numeroa.
fr: Le jeton statique doit comporter au moins {0} chiffres.
gl: Token estático debe ter polo menos {0} díxitos.
he: האסימון הסטטי חייב לכלול {0} ספרות לפחות.
hi: स्थिर टोकन में कम-से-कम {0} अंक होने चाहिए.
hr: Statični token mora imati najmanje sljedeći broj znamenki: {0}.
hu: Az Állandó token mezőben legalább {0} számjegynek kell szerepelnie.
id: Token Statis minimal harus terdiri dari {0} digit.
it: Il token statico deve essere composto da almeno {0} cifre.
ja: 静的トークンは {0} 桁以上でなければなりません。
kk: Тұрақты таңбалауышта кем дегенде {0} сан болуы керек.
ko: 정적 토큰은 {0}자리 이상이어야 합니다.
lt: Statinį atpažinimo ženklą turi sudaryti bent {0} skaitm.
lv: Statiskajam marķierim jānorāda vismaz {0} cipari.
ms: Token Statik mestilah sekurang-kurangnya {0} angka.
nl: Statisch token moet ten minste {0} cijfers bevatten.
no: Statisk token må bestå av minst {0} sifre.
pl: Token statyczny musi składać się z co najmniej {0} cyfr.
pt_br: Token Estático deve ter pelo menos {0} dígitos.
pt_pt: O Token Estático deve ter pelo menos {0} dígitos.
ro: Token static trebuie să aibă cel puțin {0} cifre.
ru: Статический токен должен содержать не менее {0} цифр.
sk: Statický token musí byť najmenej {0}-ciferný.
sl: Vnos za statični žeton mora biti vsaj {0}-mesten.
sr_cyrl_cs: Статички токен се мора састојати од најмање {0} цифара.
sr_latn_cs: Statički token se mora sastojati od najmanje {0} cifara.
sv: Statisk token måste innehålla minst {0} siffror.
th: โทเค็นคงที่ต้องมีอย่างน้อย {0} หลัก
tr: Statik Belirteç en az {0} rakam olmalıdır.
uk: Статичний маркер має містити не менше {0} цифр.
vi: Hiệu bài Tĩnh phải có ít nhất {0} chữ số.
zh_cn: “静态令牌”必须至少为 {0} 位数。
zh_tw: [靜態權杖] 至少必須有 {0} 位數。

# Message_StaticTokenNumeric
source: Static Token must be numeric.
ar: يجب أن يكون الرمز المميز الثابت رقميًا.
bg: Статичният маркер трябва да се състои от цифри.
ca: Cal que testimoni estàtic sigui numèric.
cs: Statický token musí být číselná hodnota.
da: Statisk token skal være numerisk.
de: Das statische Token darf nur Ziffern enthalten.
el: Το πεδίο "Στατικό διακριτικό" πρέπει να αποτελείται μόνον από αριθμούς.
es: El token estático debe ser numérico.
et: Staatiline tõend peab koosnema numbritest.
eu: Tokien estatikoak zenbakizkoa izan behar du.
fi: Staattisen Token-tunnuksen täytyy olla numeerinen.
fr: Le jeton statique doit être numérique.
gl: Token estático debe ter un valor numérico.
he: האסימון הסטטי חייב להיות מספרי.
hi: स्थिर टोकन अंकीय होना चाहिए.
hr: Statični token mora biti brojčani.
hu: Az Állandó token értékének számnak kell lennie.
id: Token Statis harus berupa angka.
it: Il token statico deve essere numerico.
ja: 静的トークンは数値でなければなりません。
kk: Тұрақты таңбалауышта тек сандар болуы керек.
ko: 정적 토큰은 숫자여야 합니다.
lt: Statinį atpažinimo ženklą turi sudaryti skaičiai.
lv: Statiskajam marķierim jānorāda skaitliskas vērtības.
ms: Token Statik mestilah nombor.
nl: Statisch token moet numeriek zijn.
no: Statisk token må være numerisk.
pl: Token statyczny musi być liczbą.
pt_br: Token Estático deve ser numérico.
pt_pt: Token Estático deve ser um valor numérico.
ro: Valoarea Token static trebuie să fie numerică.
ru: Статический токен должен иметь числовое значение.
sk: Statický token musí byť číselný.
sl: Vnos za statični žeton lahko vsebuje samo številke.
sr_cyrl_cs: Статички токен мора да буде нумерички.
sr_latn_cs: Statički token mora da bude numerički.
sv: Statisk token måste vara numerisk.
th: โทเค็นคงที่ต้องเป็นตัวเลข
tr: Statik Belirteç sayısal olmalıdır.
uk: Статичний маркер повинен мати числове значення.
vi: Hiệu bài Tĩnh phải là số.
zh_cn: “静态令牌”必须是数字。
zh_tw: [靜態權杖] 必須為數值。

# Message_UserAdded
source: User added.
ar: تمت إضافة مستخدم.
bg: Потребителят е добавен.
ca: S'ha afegit l'usuari.
cs: Uživatel byl přidán.
da: Bruger er tilføjet.
de: Benutzer wurde hinzugefügt.
el: Ο χρήστης προστέθηκε.
es: Usuario agregado.
et: Kasutaja lisatud.
eu: Erabiltzailea gehitu da.
fi: Käyttäjä lisätty.
fr: Utilisateur ajouté.
gl: Usuario engadido.
he: המשתמש נוסף.
hi: उपयोगकर्ता जोड़ा गया.
hr: Korisnik je dodan.
hu: Felhasználó hozzáadva.
id: Pengguna ditambahkan.
it: Utente aggiunto.
ja: ユーザーが追加されました。
kk: Пайдаланушы қосылды.
ko: 사용자가 추가되었습니다.
lt: Vartotojas įtrauktas.
lv: Lietotājs tika pievienots.
ms: Pengguna ditambah.
nl: Gebruiker toegevoegd.
no: Bruker lagt til.
pl: Dodano użytkownika.
pt_br: Usuário adicionado.
pt_pt: Utilizador adicionado.
ro: Utilizatorul a fost adăugat.
ru: Пользователь добавлен.
sk: Používateľ bol pridaný.
sl: Uporabnik je bil dodan.
sr_cyrl_cs: Корисник је додат.
sr_latn_cs: Korisnik je dodat.
sv: Användare har lagts till.
th: เพิ่มผู้ใช้แล้ว
tr: Kullanıcı eklendi.
uk: Користувача додано.
vi: Đã thêm người dùng.
zh_cn: 已添加该用户。
zh_tw: 已新增使用者。

# Message_UserAlreadyBlocked
source: Block failed. The user is already blocked.
ar: فشل الحظر لأن المستخدم تم حظره بالفعل.
bg: Блокирането е неуспешно. Потребителят вече е блокиран.
ca: No s'ha pogut boquejar. Ja s'ha bloquejat l'usuari.
cs: Zablokování se nezdařilo. Uživatel je již zablokován.
da: Blokering mislykkedes. Brugeren er allerede blokeret.
de: Sperren nicht möglich. Der Benutzer wurde bereits gesperrt.
el: Ο αποκλεισμός απέτυχε. Ο χρήστης αυτός βρίσκεται ήδη σε αποκλεισμό.
es: Error de bloqueo. El usuario ya está bloqueado.
et: Blokeerimine ebaõnnestus. See kasutaja on juba blokeeritud.
eu: Blokeoak huts egin du. Erabiltzailea dagoeneko blokeatuta dago.
fi: Esto epäonnistui. Käyttäjä on jo estetty.
fr: Échec du blocage. L'utilisateur est déjà bloqué.
gl: Erro de bloqueo. O usuario xa está bloqueado.
he: החסימה נכשלה. המשתמש כבר חסום.
hi: अवरोधित करना विफल. उपयोगकर्ता पहले से अवरोधित है.
hr: Blokiranje nije uspjelo. Korisnik je već blokiran.
hu: A blokkolás nem sikerült. A felhasználó már blokkolva van.
id: Pemblokiran gagal. Pengguna sudah diblokir.
it: Blocco non riuscito. L'utente è già bloccato.
ja: ユーザーをブロックできませんでした。このユーザーは既にブロックされています。
kk: Блоктау орындалмады. Пайдаланушыға әлдеқашан тыйым салынған.
ko: 차단에 실패했습니다. 사용자가 이미 차단되었습니다.
lt: Nepavyko užblokuoti. Vartotojas jau užblokuotas.
lv: Bloķēšana neizdevās. Lietotājs jau ir bloķēts.
ms: Sekatan gagal. Pengguna telah pun disekat.
nl: Blokkeren mislukt. De gebruiker is al geblokkeerd.
no: Blokkering mislyktes. Brukeren er allerede blokkert.
pl: Blokowanie nie powiodło się. Użytkownik jest już zablokowany.
pt_br: Falha no bloqueio. O usuário já está bloqueado.
pt_pt: O bloqueio falhou. O utilizador já se encontra bloqueado.
ro: Blocarea nu a reușit. Utilizator este blocat deja.
ru: Не удалось заблокировать. Пользователь уже заблокирован.
sk: Blokovanie zlyhalo. Príslušný používateľ je už blokovaný.
sl: Blokiranje ni uspelo. Uporabnik je že blokiran.
sr_cyrl_cs: Блокирање није успело. Корисник је већ блокиран.
sr_latn_cs: Blokiranje nije uspelo. Korisnik je već blokiran.
sv: Blockering misslyckades. Användaren har redan blockerats.
th: การบล็อกล้มเหลว ผู้ใช้ถูกบล็อกแล้ว
tr: Engelleme başarısız. Kullanıcı zaten engellenmiş.
uk: Не вдалося заблокувати. Користувач уже заблокований.
vi: Chặn thất bại. Người dùng này đã bị chặn trước đó.
zh_cn: 阻止失败。该用户已被阻止。
zh_tw: 封鎖失敗。該使用者已遭到封鎖。
