Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_NotLoggingInQuestionSms
source: What if I get a text message from Multi-Factor Authentication when I'm not trying to log in?
ar: ما الذي سيحدث إذا حصلت على رسالة نصية من Multi-Factor Authentication عندما لا أحاول تسجيل الدخول؟
bg: Какво означава, ако получа текстово съобщение от Multi-Factor Authentication, когато не се опитвам да влизам?
ca: Què passa si rebo un missatge de text del Multi-Factor Authentication quan no estic provant d'iniciar la sessió?
cs: Co v případě, že mi byla doručena zpráva SMS z aplikace Multi-Factor Authentication v době, kdy se právě nepokouším přihlásit?
da: Hvad gør jeg, hvis jeg får en sms fra Multi-Factor Authentication-mobilappen, når jeg ikke forsøger at logge på?
de: Wie soll ich vorgehen, wenn ich eine SMS von Multi-Factor Authentication erhalte, ohne dass ich versucht habe, mich bei meinem Konto anzumelden?
el: Τι συμβαίνει στην περίπτωση που ίσως λάβω ένα μήνυμα κειμένου (SMS) από την υπηρεσία Multi-Factor Authentication, ενώ δεν έχω επιχειρήσει να συνδεθώ τη δεδομένη στιγμή;
es: ¿Qué sucede si recibo un mensaje de texto de Multi-Factor Authentication si no estoy intentando iniciar sesión?
et: Mida teha, kui mulle tuleb Multi-Factor Authenticationi rakendusest tekstsõnum, kui ma pole proovinud sisse logida?
eu: Zer gertatzen da Multi-Factor Authentication aplikazioaren testu-mezu bat jasotzen badut saioa hasten saiatzen ari ez naizenean?
fi: Mitä pitäisi tehdä, jos saan Multi-Factor Authentication -tekstiviestin, kun en yritä kirjautua sisään?
fr: Que se passe-t-il si je reçois un SMS de Multi-Factor Authentication alors que je n'essaie pas de me connecter ?
gl: Que acontece se recibo unha mensaxe de texto de Multi-Factor Authentication e non estou tentando iniciar sesión?
he: מה עליי לעשות אם אני מקבל הודעת טקסט מ- Multi-Factor Authentication כשאני לא מנסה להיכנס?
hi: जब मैं लॉग इन का प्रयास न कर रहा/रही हूँ, तब मुझे Multi-Factor Authentication से पाठ संदेश प्राप्त होने पर क्या होगा?
hr: Što ako dobijem tekstnu poruku aplikacije Multi-Factor Authentication, a ne pokušavam se prijaviti?
hu: Mit tegyek, ha szöveges üzenetet kapok a Multi-Factor Authentication rendszertől, de nem próbáltam meg bejelentkezni?
id: Bagaimana jika saya menerima SMS Multi-Factor Authentication padahal saya tidak mencoba masuk?
it: Che cosa succede se si riceve un SMS da Multi-Factor Authentication quando non è in corso un tentativo di accesso?
ja: ログインしようとしていないのに Multi-Factor Authentication からテキスト メッセージを受信した場合はどうなりますか?
kk: Кіруге әрекет жасап жатпаған кезде, Multi-Factor Authentication қызметінен мәтіндік хабар алсам, ол нені білдіреді?
ko: 로그인하려는 상황이 아닌데 Multi-Factor Authentication에서 문자 메시지를 받는 경우 어떻게 해야 합니까?
lt: Ką daryti, jei gaunu teksto žinutę iš „Multi-Factor Authentication“, kai nebandau prisijungti?
lv: Kā rīkoties, saņemot īsziņu no mobilās programmas Multi-Factor Authentication, ja neesmu mēģinājis pieteikties?
ms: Bagaimana jika saya menerima mesej teks daripada Multi-Factor Authentication sedangkan saya tidak cuba mendaftar masuk?
nl: Wat moet ik doen als ik een SMS-bericht van Multi-Factor Authentication ontvang terwijl ik niet probeer me aan te melden?
no: Hva skjer hvis jeg mottar en tekstmelding fra Multi-Factor Authentication når jeg ikke forsøker å logge på?
pl: Co w przypadku otrzymania wiadomości SMS z usługi Multi-Factor Authentication, gdy nie próbuję się zalogować?
pt_br: E se eu receber uma mensagem de texto do Multi-Factor Authentication quando não estiver tentando fazer logon?
pt_pt: E se receber uma mensagem SMS de Autenticação Multifator sem que esteja a tentar iniciar sessão?
ro: Ce se întâmplă dacă primesc un mesaj text de la Multi-Factor Authentication, deși nu încerc să fac log in?
ru: Что делать, если мне пришло SMS от Multi-Factor Authentication, когда я не пытаюсь войти?
sk: Čo ak dostanem textovú správu z aplikácie Multi-Factor Authentication, aj keď sa nepokúšam prihlásiť?
sl: Kaj pomeni, če prejmem besedilno sporočilo od storitve Multi-Factor Authentication, ko se ne poskušam prijaviti?
sr_cyrl_cs: Шта ако примим текстуалну поруку од услуге Multi-Factor Authentication када не покушавам да се пријавим?
sr_latn_cs: Šta ako primim tekstualnu poruku od usluge Multi-Factor Authentication kada ne pokušavam da se prijavim?
sv: Vad händer om jag får ett SMS från mobilappen Multi-Factor Authentication när jag inte försöker logga in?
th: จะเกิดอะไรขึ้นในหากที่ฉันได้รับข้อความจาก Multi-Factor Authentication เมื่อฉันไม่ได้กำลังพยายามลงชื่อเข้าใช้
tr: Oturum açmaya çalışmazken Multi-Factor Authentication'dan bir metin mesajı alırsam ne olur?
uk: Що робити, якщо мені надійшло текстове повідомлення від служби Multi-Factor Authentication, коли я не намагаюся ввійти?
vi: Điều gì sẽ xảy ra nếu tôi nhận được tin nhắn văn bản từ Multi-Factor Authentication trong khi tôi đang không thực hiện việc đăng nhập?
zh_cn: 如果我并未尝试登录，但却收到了 Multi-Factor Authentication 发来的短信，该怎么办?
zh_tw: 如果我在未嘗試登入時收到 Multi-Factor Authentication 簡訊，該怎麼辦?

# Label_NotLoggingInQuestionVoice
source: What if I get a phone call from Multi-Factor Authentication when I'm not trying to log in?
ar: ما الذي سيحدث إذا حصلت على مكالمة هاتفية من Multi-Factor Authentication عندما لا أحاول تسجيل الدخول؟
bg: Какво означава, ако получа телефонно обаждане от Multi-Factor Authentication, когато не се опитвам да влизам?
ca: Què passa si rebo una trucada de telèfon del Multi-Factor Authentication quan no estic provant d'iniciar la sessió?
cs: Co v případě, že mi volá aplikace Multi-Factor Authentication v době, kdy se právě nepokouším přihlásit?
da: Hvad gør jeg, hvis jeg får et telefonopkald fra Multi-Factor Authentication-mobilappen, når jeg ikke forsøger at logge på?
de: Wie soll ich vorgehen, wenn ich einen Anruf von Multi-Factor Authentication erhalte, ohne dass ich versucht habe, mich bei meinem Konto anzumelden?
el: Τι συμβαίνει στην περίπτωση που ίσως λάβω μια τηλεφωνική κλήση από την υπηρεσία Multi-Factor Authentication, ενώ δεν έχω επιχειρήσει να συνδεθώ τη δεδομένη στιγμή;
es: ¿Qué sucede si recibo una llamada de teléfono de Multi-Factor Authentication si no estoy intentando iniciar sesión?
et: Mida teha, kui mulle tuleb Multi-Factor Authenticationi rakendusest kõne, kui ma pole proovinud sisse logida?
eu: Zer gertatzen da Multi-Factor Authentication aplikazioaren telefono-dei bat jasotzen badut saioa hasten saiatzen ari ez naizenean?
fi: Mitä pitäisi tehdä, jos saan Multi-Factor Authentication -puhelun, kun en yritä kirjautua sisään?
fr: Que se passe-t-il si je reçois un appel téléphonique de Multi-Factor Authentication alors que je n'essaie pas de me connecter ?
gl: Que acontece se recibo unha chamada telefónica de Multi-Factor Authentication e non estou tentando iniciar sesión?
he: מה עליי לעשות אם אני מקבל שיחת טלפון מ- Multi-Factor Authentication כשאני לא מנסה להיכנס?
hi: जब मैं लॉग इन का प्रयास न कर रहा/रही हूँ, तब मुझे Multi-Factor Authentication से फ़ोन कॉल आने पर क्या होगा?
hr: Što ako dobijem telefonski poziv aplikacije Multi-Factor Authentication, a ne pokušavam se prijaviti?
hu: Mit tegyek, ha telefonhívásom érkezik a Multi-Factor Authentication rendszertől, de nem próbáltam meg bejelentkezni?
id: Bagaimana jika saya menerima panggilan telepon Multi-Factor Authentication padahal saya tidak mencoba masuk?
it: Che cosa succede se si riceve una telefonata da Multi-Factor Authentication quando non è in corso un tentativo di accesso?
ja: ログインしようとしていないのに Multi-Factor Authentication から電話がかかった場合はどうなりますか?
kk: Кіруге әрекет жасап жатпаған кезде, Multi-Factor Authentication қызметінен телефон қоңырауын қабылдасам, ол нені білдіреді?
ko: 로그인하려는 상황이 아닌데 Multi-Factor Authentication에서 전화를 받는 경우 어떻게 해야 합니까?
lt: Ką daryti, jei sulaukiu telefono skambučio iš „Multi-Factor Authentication“, kai nebandau prisijungti?
lv: Kā rīkoties, saņemot tālruņa zvanu no mobilās programmas Multi-Factor Authentication, ja neesmu mēģinājis pieteikties?
ms: Bagaimana jika saya menerima panggilan telefon daripada Multi-Factor Authentication sedangkan saya tidak cuba mendaftar masuk?
nl: Wat moet ik doen als ik een telefoonoproep van Multi-Factor Authentication ontvang terwijl ik niet probeer me aan te melden?
no: Hva skjer hvis jeg mottar et telefonanrop fra Multi-Factor Authentication når jeg ikke forsøker å logge på?
pl: Co w przypadku odebrania rozmowy telefonicznej z usługi Multi-Factor Authentication, gdy nie próbuję się zalogować?
pt_br: E se eu receber um telefonema do Multi-Factor Authentication quando não estiver tentando fazer logon?
pt_pt: E se receber uma chamada telefónica de Autenticação Multifator sem que esteja a tentar iniciar sessão?
ro: Ce se întâmplă dacă primesc un apel telefonic de la Multi-Factor Authentication, deși nu încerc să fac log in?
ru: Что делать, если мне поступил телефонный звонок от Multi-Factor Authentication, когда я не пытаюсь войти?
sk: Čo ak prijmem telefónny hovor z aplikácie Multi-Factor Authentication, aj keď sa nepokúšam prihlásiť?
sl: Kaj pomeni, če prejmem telefonski klic od storitve Multi-Factor Authentication, ko se ne poskušam prijaviti?
sr_cyrl_cs: Шта ако примим телефонски позив од услуге Multi-Factor Authentication када не покушавам да се пријавим?
sr_latn_cs: Šta ako primim telefonski poziv od usluge Multi-Factor Authentication kada ne pokušavam da se prijavim?
sv: Vad händer om jag får ett telefonsamtal från mobilappen Multi-Factor Authentication när jag inte försöker logga in?
th: จะเกิดอะไรขึ้นในหากที่ฉันได้รับการโทรติดต่อจาก Multi-Factor Authentication เมื่อฉันไม่ได้กำลังพยายามลงชื่อเข้าใช้
tr: Oturum açmaya çalışmazken Multi-Factor Authentication'dan bir telefon araması alırsam ne olur?
uk: Що робити, якщо мені надійшов телефонний дзвінок від служби Multi-Factor Authentication, коли я не намагаюся ввійти?
vi: Điều gì sẽ xảy ra nếu tôi nhận được cuộc gọi từ Multi-Factor Authentication trong khi tôi đang không thực hiện việc đăng nhập?
zh_cn: 如果我并未尝试登录，但却接到了 Multi-Factor Authentication 的电话，该怎么办?
zh_tw: 如果我在未嘗試登入時接到 Multi-Factor Authentication 的電話，該怎麼辦?

# Label_OneTimeBypassOathToken
source: Also, your company provides a One-Time Bypass option which allows you to log in one time without being prompted for an authentication code. Select the One-Time Bypass option to access this feature. Or call the support help desk from any phone for assistance.
ar: توفر لك الشركة أيضًا خيار "السماح مرة واحدة" والذي سيتيح لك تسجيل الدخول لمرة واحدة دون مطالبتك برمز مصادقة. حدد الخيار "السماح مرة واحدة" لتصل إلى هذه الميزة؛ أو اتصل بمكتب الدعم من أي هاتف للحصول على مساعدة.
bg: Също така вашата фирма предоставя опция за единично заобикаляне, която позволява еднократно влизане без подкана за код за удостоверяване. За достъп до тази функция изберете опцията "Единично заобикаляне" или се обадете на помощния център за поддръжка от който и да е телефон, за да потърсите съдействие.
ca: A més, l'empresa proporciona una opció d'omissió única que us permet iniciar la sessió una vegada sense que se us demani el codi d'autenticació. Seleccioneu l'opció Omissió única per accedir a aquesta característica. O bé, truqueu al servei d'assistència tècnica mitjançant qualsevol telèfon per obtenir ajuda.
cs: Vaše společnost vám také nabízí možnost jednorázového přihlášení, která vám umožní přihlásit se jednorázově, aniž byste byli vyzváni k zadání ověřovacího kódu. Chcete-li tuto funkci použít, vyberte možnost Jednorázové přihlášení. Pokud potřebujete pomoc, můžete také z libovolného telefonu zavolat na číslo technické podpory.
da: Desuden tilbyder din virksomhed indstillingen Engangstilsidesættelse, så du kan logge på én gang uden at angive en bekræftelseskode. Vælg indstillingen Engangstilsidesættelse for at få adgang til denne funktion. Eller ring til supporten fra en vilkårlig telefon for at få hjælp.
de: Ihr Unternehmen erlaubt Ihnen zudem, sich einmalig ohne die Eingabe eines Authentifizierungscodes anzumelden. Wählen Sie "Einmalumgehung" aus, um von dieser Option Gebrauch zu machen. Rufen Sie von einem beliebigen Telefon aus den Helpdesk an, um Unterstützung zu erhalten.
el: Επίσης, η εταιρεία σας παρέχει την επιλογή "Παράκαμψη μία φορά", η οποία σας επιτρέπει να συνδεθείτε μία φορά, χωρίς να σας ζητηθεί κάποιος κωδικός ελέγχου ταυτότητας. Επιλέξτε "Παράκαμψη μία φορά" για πρόσβαση σε αυτήν τη δυνατότητα. Εναλλακτικά, καλέστε την Υπηρεσία βοήθειας του τμήματος υποστήριξης από οποιοδήποτε τηλέφωνο, εάν χρειάζεστε βοήθεια.
es: Asimismo, su empresa ofrece la opción Omisión por una vez, que le permite iniciar sesión una vez sin que se le solicite un código de autenticación. Seleccione la opción Omisión por una vez para obtener acceso a esta característica o llame al departamento de soporte técnico desde cualquier teléfono para obtener asistencia.
et: Lisaks pakub teie ettevõte võimalust ühekordseks möödumiseks, mis lubab ühe korra sisse logida autentimiskoodi küsimata. Funktsiooni kasutamiseks valige ühekordse möödumise suvand. Abi saamiseks helistage ükskõik milliselt telefonilt kasutajatoele.
eu: Zure enpresak Aldi bakarreko sarbidea aukera ere eskaintzen du; haren bidez, saioa behin has dezakezu autentifikazio-kodea eskatu beharrik gabe. Hautatu Aldi bakarreko sarbidea aukera, eginbide horretaz baliatzeko, edo deitu laguntza teknikoari edozein telefonotik laguntza eskuratzeko.
fi: Yrityksesi on myös antanut käyttöön Kertaluokkainen ohitus -vaihtoehdon, jolla voit kirjautua sisään kerran ilman, että sinulta pyydetään todennuskoodia. Voit käyttää tätä ominaisuutta valitsemalla Kertaluokkainen ohitus -vaihtoehdon. Voit myös pyytää apua tukipalvelusta soittamalla mistä tahansa puhelimesta.
fr: De plus, votre société propose une option de contournement à usage unique qui vous permet de vous connecter une fois sans être invité à entrer un code d'authentification. Sélectionnez l'option de contournement à usage unique pour accéder à cette fonction. Pour obtenir de l'aide, vous pouvez également appeler le support technique à partir de n'importe quel téléphone.
gl: Ademais, a súa empresa fornece una opción Excepción única que lle permite iniciar sesión unha vez sen que se solicite un código de autenticación. Seleccione a opción Excepción única para acceder a esta funcionalidade. Para obter asistencia, tamén pode chamar ao departamento de axuda desde calquera teléfono.
he: בנוסף, החברה שלך מספקת אפשרות עקיפה חד-פעמית שנותנת לך להיכנס פעם אחת מבלי שתתבקש להזין קוד אימות. בחר באפשרות 'עקיפה חד-פעמית' כדי לגשת לתכונה זו. לחלופין, התקשר לצוות התמיכה מכל טלפון לקבלת סיוע.
hi: साथ ही, आपकी कंपनी एक-बार के लिए बायपास विकल्प प्रदान करती है, जो आपको प्रमाणीकरण कोड का संकेत दिए बिना एक बार लॉग इन करने देता है. इस सुविधा तक पहुँचने के लिए एक-बार के लिए बायपास विकल्प का चयन करें. या सहायता के लिए किसी भी फ़ोन से सहायता हेल्प डेस्क को कॉल करें.
hr: K tome, vaša tvrtka nudi opciju Jednokratnog pristupa koja vam omogućuje jednokratnu prijavu bez traženja koda za provjeru autentičnosti. Odaberite opciju Jednokratnog pristupa da biste pristupili toj značajci. Ili nazovite službu za korisnike s bilo kojeg telefona da biste dobili pomoć.
hu: Emellett a vállalat engedélyezi az egyszeri megkerülést, amely lehetővé teszi egy alkalommal a hitelesítési kód kérése és megadása nélküli bejelentkezést. Ennek a funkciónak a használatához válassza az Egyszeri megkerülés lehetőséget. Ha segítségre van szüksége, bármilyen telefonról hívja fel az ügyfélszolgálatot.
id: Selain itu, perusahaan Anda menyediakan opsi Lewatan Sekali yang mengizinkan Anda masuk sekali tanpa diminta kode autentikasi. Pilih opsi Lewatan Sekali untuk mengakses fitur ini. Atau hubungi bagian bantuan melalui telepon untuk mendapatkan bantuan.
it: La società offre inoltre un'opzione Bypass monouso che consente di accedere una sola volta senza che venga richiesto un codice di autenticazione. Selezionare l'opzione Bypass monouso per accedere alla funzionalità. In alternativa, per assistenza contattare l'help desk di supporto da un telefono qualsiasi.
ja: 認証コードを入力せずに 1 回だけログインできるオプションも設定されています。この機能を利用するには、[ワンタイム バイパス] オプションを選択してください。または、ヘルプ デスクに電話で問い合わせてください。
kk: Сондай-ақ компанияңыз бір рет айналып өту параметрін қамтамасыз етеді. Оның көмегімен түпнұсқалықты растау кодынсыз бір рет кіруге болады. Осы мүмкіндікті қолдану үшін, "Бір рет айналып өту" параметрін таңдаңыз. Немесе, көмек алу үшін, қолдау көрсету қызметіне кез келген телефоннан қоңырау соғыңыз.
ko: 또한 회사에서 일회성 바이패스 옵션을 제공하여 한 번은 인증 코드를 입력하라는 메시지 없이 로그인할 수 있습니다. 이 기능을 사용하려면 [일회성 바이패스] 옵션을 선택하십시오. 지원이 필요한 경우 아무 전화기를 사용하여 지원 센터에 전화할 수 있습니다.
lt: Be to, jūsų įmonė suteikia parinktį Vienkartinis apėjimas, kuri leidžia vieną kartą prisijungti be autentifikavimo kodo. Norėdami pasiekti šią funkciją pasirinkite parinktį Vienkartinis apėjimas. Arba norėdami pagalbos bet kuriuo telefonu kreipkitės į pagalbos tarnybą.
lv: Jūsu uzņēmums nodrošina vienreizējas apejas opciju, lai vienu reizi varētu pieteikties, neievadot autentifikācijas kodu. Lai piekļūtu šim līdzeklim, atlasiet opciju Vienreizēja apeja. Lai saņemtu palīdzību, sazinieties ar palīdzības dienestu, izmantojot jebkuru tālruņa numuru.
ms: Selain itu, syarikat anda menyediakan pilihan Pintasan Sekali Guna yang membenarkan anda melog masuk sekali tanpa meminta kod pengesahan. Pilih pilihan Pintasan Sekali Guna untuk mengakses ciri ini. Atau hubungi meja bantuan sokongan daripada mana-mana telefon untuk bantuan.
nl: Uw bedrijf biedt ook de optie Eenmalige toegang waarmee u zich eenmaal kunt aanmelden zonder te worden gevraagd om een authenticatiecode. Selecteer de optie Eenmalige toegang om dit onderdeel te gebruiken. U kunt ook de helpdesk om hulp vragen via een willekeurige telefoon.
no: Bedriften gir deg også tilgang til alternativet Engangstilgang, slik at du kan logge på én gang uten å bli bedt om en godkjenningskode. Velg alternativet Engangstilgang for å få tilgang til denne funksjonen, eller ring kundestøtte for å få hjelp.
pl: Ponadto firma zapewnia opcję jednokrotnego obejścia, która umożliwia jednokrotne zalogowanie się bez konieczności podawania kodu uwierzytelniania. Wybierz opcję Jednokrotne obejście, aby uzyskać dostęp do tej funkcji, lub zadzwoń z dowolnego telefonu do działu pomocy technicznej w celu uzyskania pomocy.
pt_br: Além disso, sua empresa oferece a opção Bypass Avulso, que permite que você faça logon uma vez sem ser solicitado a usar um código de autenticação. Selecione a opção Bypass Avulso para acessar esse recurso. Ou ligue para o suporte técnico de qualquer telefone para obter ajuda.
pt_pt: Além disso, a sua empresa oferece a opção Ignorar Uma Única Vez, que permite iniciar sessão uma vez sem que seja solicitado o código de autenticação. Selecione a opção Ignorar Uma Única Vez para aceder a esta funcionalidade. Ou, a partir de qualquer telefone, ligue para o suporte técnico para obter assistência.
ro: De asemenea, firma vă pune la dispoziție o opțiune de Acces unic, care vă permite să faceți log in, o singură dată, fără să vi se solicite un cod de autentificare. Selectați opțiunea Acces unic pentru a utiliza această caracteristică sau contactați biroul de asistență, de la orice telefon, pentru a primi ajutor.
ru: Кроме того, ваша организация предоставляет параметр "Одноразовый обход проверки", с помощью которого можно один раз войти без запроса кода проверки подлинности. Для доступа к этой функции выберите параметр "Одноразовый обход проверки". Либо с любого телефона обратитесь за помощью в службу технической поддержки.
sk: Vaša spoločnosť tiež poskytuje možnosť Jednorazové prihlásenie, vďaka čomu sa môžete jedenkrát prihlásiť bez výzvy na zadanie overovacieho kódu. Prístup k tejto funkcii získate výberom možnosti Jednorazové prihlásenie. Prípadne z ľubovoľného telefónu zatelefonujte na oddelenie technickej podpory a požiadajte o pomoc.
sl: Vaše podjetje vam omogoča možnost enkratnega dostopa, pri kateri se lahko enkrat prijavite brez poziva za vnos kode za preverjanje pristnosti. Za uporabo te funkcije izberite možnost enkratnega dostopa ali pa za pomoč s poljubnega telefona pokličite središče za pomoč.
sr_cyrl_cs: Ваше предузеће такође нуди опцију „Једнократни приступ“, која вам омогућава да се једном пријавите, а да вам не буде затражено да унесете шифру за потврду идентитета. Изаберите опцију „Једнократни приступ“ да бисте приступили овој функцији. Можете и да позовете техничку подршку са било ког телефона да бисте добили помоћ.
sr_latn_cs: Vaše preduzeće takođe nudi opciju „Jednokratni pristup“, koja vam omogućava da se jednom prijavite, a da vam ne bude zatraženo da unesete šifru za potvrdu identiteta. Izaberite opciju „Jednokratni pristup“ da biste pristupili ovoj funkciji. Možete i da pozovete tehničku podršku sa bilo kog telefona da biste dobili pomoć.
sv: Företaget tillhandahåller också ett alternativ för engångsåsidosättning så att du kan logga in en gång utan att du måste ange en autentiseringskod. Välj alternativet Engångsåsidosättning om du vill använda den här funktionen. Eller ring supporten och be om hjälp.
th: บริษัทของคุณยังให้ตัวเลือกการบายพาสครั้งเดียวซึ่งช่วยให้คุณสามารถลงชื่อเข้าใช้ครั้งเดียวโดยไม่ต้องได้รับพร้อมท์สำหรับรหัสการรับรองความถูกต้อง เลือกตัวเลือกการบายพาสครั้งเดียวเพื่อเข้าถึงคุณลักษณะนี้ หรือโทรหาเจ้าหน้าที่ให้ความช่วยเหลือโดยใช้โทรศัพท์ใดก็ได้ เพื่อขอความช่วยเหลือ
tr: Ayrıca, şirketiniz de bir kimlik doğrulama kodu istenmeden bir kerelik oturum açmanızı sağlayan Bir Kerelik Geçiş seçeneği sağlar. Bu özelliğe erişmek için Bir Kerelik Geçiş seçeneğini belirleyin. İsterseniz, yardım için herhangi bir telefondan destek yardım masasını arayın.
uk: Крім того, ваша організація надає параметр "Одноразовий обхід перевірки", за допомогою якого можна один раз увійти без запиту коду автентифікації. Для доступу до цієї функції виберіть параметр "Одноразовий обхід перевірки" або з будь-якого телефону зверніться по допомогу до служби технічної підтримки.
vi: Ngoài ra, công ty của bạn cũng cung cấp tùy chọn Cấp phép Truy cập Một lần cho phép bạn đăng nhập một lần mà không bị nhắc cung cấp mã xác thực. Hãy chọn tùy chọn Cấp phép Truy cập Một lần để truy nhập tính năng này. Hoặc gọi bộ phận trợ giúp từ bất kì điện thoại nào để được hỗ trợ.
zh_cn: 此外，您的公司会提供“免验证一次”选项，该选项允许您在无需按提示输入身份验证代码的情况下登录一次。选择“免验证一次”选项可访问此功能。或者使用任何电话呼叫技术支持人员以获得帮助。
zh_tw: 另外，貴公司也提供讓您在不出具驗證碼的情況下登入一次的 [單次許可] 選項。請選取 [單次許可] 選項以存取此功能，或利用任何電話與支援人員通話以取得協助。
