Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_MessageOathToken
source: Your account has been configured to use Multi-Factor Authentication.<br/><br/> When you sign on, you will continue to use the same username and password. Before your verification is complete, you will be prompted by the application to enter the current authentication code from the Multi-Factor Authentication mobile app or token to complete your sign on. If you don't enter the correct authentication code, the sign on will be denied.
ar: تم تكوين حسابك لاستخدام Multi-Factor Authentication.<br/><br/> عندما تسجل الدخول، ستتمكن من متابعة استخدام نفس اسم المستخدم وكلمة المرور. وقبل اكتمال التحقق من الصحة، سيطالبك التطبيق بإدخال رمز المصادقة الحالي من تطبيق الأجهزة المحمولة Multi-Factor Authentication أو الرمز المميز لتكمل تسجيل الدخول. وإذا لم تُدخل رمز المصادقة الصحيح، فسيتم رفض تسجيل الدخول.
bg: Акаунтът ви е конфигуриран да използва Multi-Factor Authentication.<br/><br/> При влизане ще продължите да използвате същото потребителско име и парола. Преди да завърши проверката, приложението ще ви подкани да въведете текущия код за удостоверяване от мобилното приложение Multi-Factor Authentication или маркера, за да завършите влизането. Ако не въведете правилния код за удостоверяване, влизането ще бъде отказано.
ca: El compte s'ha configurat per utilitzar el Multi-Factor Authentication.<br/><br/> Quan inicieu la sessió, continuareu utilitzant el mateix nom d'usuari i la mateixa contrasenya. Abans de completar la verificació, l'aplicació us demanarà que escriviu el codi d'autenticació actual del testimoni o l'aplicació mòbil Multi-Factor Authentication per finalitzar l'inici de la sessió. Si no escriviu el codi d'autenticació correcte, es denegarà l'inici de la sessió.
cs: Váš účet je nakonfigurovaný k používání aplikace Multi-Factor Authentication.<br/><br/> Když se přihlásíte, budete dál používat stejné uživatelské jméno a heslo. Před ověřením vás aplikace vyzve k zadání aktuálního ověřovacího kódu z mobilní aplikace Multi-Factor Authentication nebo tokenu k dokončení přihlášení. Pokud nezadáte správný ověřovací kód, přihlášení bude zamítnuto.
da: Din konto er blevet konfigureret til at bruge Multi-Factor Authentication.<br/><br/> Når du logger på, skal du blive ved med at bruge samme brugernavn og adgangskode. Før bekræftelsen er fuldført, bliver du bedt om at angive den aktuelle godkendelseskode fra Multi-Factor Authentication-mobilappen eller tokenet for at fuldføre logon. Hvis du ikke angiver den korrekte godkendelseskode, vil logon blive afvist.
de: Ihr Konto wurde für Multi-Factor Authentication konfiguriert.<br/><br/> Für die Anmeldung verwenden Sie denselben Benutzernamen und dasselbe Kennwort wie bisher. Außerdem werden Sie von der Anwendung zur Eingabe des aktuellen Authentifizierungscodes aufgefordert, der in der mobilen Anwendung oder auf dem Token für Multi-Factor Authentication angezeigt wird, um die Überprüfung abzuschließen und die Anmeldung vorzunehmen. Wenn Sie nicht den richtigen Authentifizierungscode eingeben, tritt bei der Anmeldung ein Fehler auf.
el: Ο λογαριασμός σας έχει ρυθμιστεί ώστε να χρησιμοποιεί την υπηρεσία Multi-Factor Authentication.<br/><br/> Κατά τη σύνδεσή σας, θα συνεχίσετε να χρησιμοποιείτε το ίδιο όνομα χρήστη και κωδικό πρόσβασης. Προτού ολοκληρωθεί η επαλήθευση στην περίπτωσή σας, θα σας ζητηθεί από την εφαρμογή να καταχωρήσετε τον τρέχοντα κωδικό ελέγχου ταυτότητας από την εφαρμογή ή το διακριτικό Multi-Factor Authentication για κινητά, για να ολοκληρωθεί η σύνδεσή σας. Αν δεν καταχωρήσετε τον σωστό κωδικό ελέγχου ταυτότητας, η σύνδεση δεν θα επιτραπεί.
es: Su cuenta se configuró para usar Multi-Factor Authentication.<br/><br/> Al iniciar sesión, seguirá usando el mismo nombre de usuario y la misma contraseña. Antes de que finalice la comprobación, la aplicación le solicitará que escriba el código de autenticación actual de la aplicación móvil Multi-Factor Authentication o el token para completar el inicio de sesión. Si no escribe el código de autenticación correcto, se denegará el inicio de sesión.
et: Teie konto on seadistatud kasutama Multi-Factor Authenticationit.<br/><br/> Kui te sisse logite, jätkate sama kasutajanime ja parooli kasutamist. Enne kui kinnitamine lõpule viiakse, küsib rakendus sisselogimise lõpuleviimiseks teilt praegust Multi-Factor Authenticationi mobiilirakenduse või tõendi autentimiskoodi. Kui te ei sisesta õiget autentimiskoodi, siis lükatakse sisselogimine tagasi.
eu: Zure kontua Multi-Factor Authentication aplikazioa erabiltzeko konfiguratu da.<br/><br/> Saioa hasteko, erabiltzaile-izen eta pasahitz berdinak erabiltzen jarraituko duzu. Egiaztapena osatzeko, Multi-Factor Authentication mugikorreko aplikazioko edo tokeneko uneko autentifikazio-kodea sartzeko eskatuko dizu aplikazioak. Autentifikazio-kode zuzena sartzen ez baduzu, saio-hasiera ukatuko da.
fi: Tilisi on määritetty käyttämään Multi-Factor Authenticationia.<br/><br/> Käytä kirjautuessasi yhä samaa käyttäjänimeä ja salasanaa. Sovellus pyytää sinua vahvistamaan kirjautumisesi antamalla Multi-Factor Authentication -mobiilisovelluksessa tai Token-laitteessa näkyvän todennuskoodin. Jos et anna oikeaa todennuskoodia, kirjautuminen estetään.
fr: Votre compte a été configuré pour utiliser Multi-Factor Authentication.<br/><br/> Lorsque vous vous connecterez, vous continuerez à utiliser le même nom d'utilisateur et le même mot de passe. Avant de finaliser votre vérification, vous serez invité par l'application à entrer le code d'authentification actuel à partir du jeton ou de l'application mobile Multi-Factor Authentication pour finaliser votre connexion. Si vous n'entrez pas le code d'authentification correct, la connexion sera refusée.
gl: A conta configurouse para usar Multi-Factor Authentication.<br/><br/> Cando inicie sesión, seguirá a usar o mesmo nome de usuario e o mesmo contrasinal. Antes de concluír a verificación, a aplicación solicitaralle que introduza o código de autenticación actual da aplicación para móbil ou do token de Multi-Factor Authentication para concluír o inicio de sesión. Se non introduce o código de autenticación correcto, rexeitarase o inicio de sesión.
he: תצורת החשבון שלך נקבעה לשימוש ב- Multi-Factor Authentication.<br/><br/> כאשר תיכנס, תמשיך להשתמש באותו שם משתמש ובאותה סיסמה. לפני שהאימות יושלם, תתבקש על-ידי היישום להזין את קוד האימות הנוכחי מהאפליקציה למכשירים ניידים או מהאסימון של Multi-Factor Authentication כדי להשלים את הכניסה. אם לא תזין את קוד האימות הנכון, הכניסה תידחה.
hi: आपके खाते को Multi-Factor Authentication का उपयोग करने के लिए कॉन्फ़िगर किया गया है.<br/><br/> साइन ऑन करने पर आप नियमित रूप से समान उपयोगकर्ता नाम और पासवर्ड का उपयोग करेंगे. आपका सत्यापन पूरा होने से पहले, आपको अपना साइन ऑन पूरा करने के लिए अनुप्रयोग द्वारा Multi-Factor Authentication मोबाइल अनुप्रयोग या टोकन से वर्तमान प्रमाणीकरण कोड दर्ज करने का संकेत दिया जाएगा. अगर आप सही प्रमाणीकरण कोड दर्ज नहीं करते, तो साइन ऑन अस्वीकृत हो जाएगा.
hr: Vaš je račun konfiguriran za upotrebu aplikacije Multi-Factor Authentication.<br/><br/> Nakon prijave upotrebljavajte isto korisničko ime i lozinku. Prije završetka provjere valjanosti aplikacija će zatražiti da unesete trenutačni kôd za provjeru autentičnosti iz mobilne aplikacije Multi-Factor Authentication ili s tokena da biste dovršili prijavu. Ako ne unesete točan kôd za provjeru autentičnosti, prijava će biti odbijena.
hu: A fiókja a Multi-Factor Authentication technológia használatára van konfigurálva.<br/><br/> Bejelentkezéskor továbbra is ugyanazt a felhasználónevet és jelszót kell megadnia. Identitása igazolásához az alkalmazás felszólítja, hogy adja meg a Multi-Factor Authentication mobilalkalmazás vagy a token által megjelenített hitelesítési kódot. Ha nem adja meg a helyes hitelesítési kódot, a rendszer elutasítja a bejelentkezést.
id: Akun Anda telah dikonfigurasi untuk menggunakan Multi-Factor Authentication.<br/><br/> Ketika Anda masuk, Anda akan terus menggunakan nama pengguna dan sandi yang sama. Sebelum verifikasi selesai, Anda akan diminta oleh aplikasi untuk memasukkan kode autentikasi saat ini dari aplikasi seluler atau token Multi-Factor Authentication untuk menyelesaikan proses masuk Anda. Jika Anda tidak memasukkan kode autentikasi yang benar, proses masuk akan ditolak.
it: L'account è stato configurato per l'utilizzo di Multi-Factor Authentication.<br/><br/> Per eseguire l'accesso, si continuerà a usare lo stesso nome utente e la stessa password. Per completare la verifica ed eseguire l'accesso, verrà richiesto di immettere il codice di autenticazione corrente indicato nel token o nell'app Multi-Factor Authentication per dispositivi mobili. Se il codice di autenticazione immesso non è corretto, l'accesso verrà negato.
ja: アカウントが Multi-Factor Authentication を使用するように構成されました。<br/><br/> サインオンするときに使用するユーザー名とパスワードは、これまでと同じです。ただし、認証を完了するには、アプリケーションの指示に従って Multi-Factor Authentication モバイル アプリかトークンに表示される現在の認証コードを入力する必要があります。正しい認証コードを入力しないと、サインオンが拒否されます。
kk: Тіркелгіңіз Multi-Factor Authentication қолдануға конфигурацияланды.<br/><br/> Кірген кезде, бұрынғы пайдаланушы аты мен құпия сөзді қолдана бересіз. Түпнұсқалығыңызды растау аяқталғанша, кіруді аяқтау үшін, бағдарлама сізден Multi-Factor Authentication мобильді бағдарламасындағы немесе пайдаланушы атымен кіру үшін алынған кодты енгізуді сұрайды. Дұрыс түпнұсқалықты растау кодын енгізбесеңіз, кіруге тыйым салынады.
ko: Multi-Factor Authentication을 사용하도록 계정이 구성되었습니다.<br/><br/> 계속 동일한 사용자 이름과 암호를 사용하여 로그온할 수 있습니다. 하지만 확인이 완료되기 전에, 로그온을 완료할 수 있도록 Multi-Factor Authentication 모바일 앱 또는 토큰에 표시된 현재 인증 코드를 입력하라는 메시지가 나타납니다. 올바른 인증 코드를 입력하지 않으면 로그온이 거부됩니다.
lt: Abonementas sukonfigūruotas taip, kad galėtumėte naudoti „Multi-Factor Authentication“.<br/><br/> Prisiregistravę turėsite naudoti tą patį vartotojo vardą ir slaptažodį. Prieš baigiant tikrinimą, programa paragins įvesti dabartinį autentifikavimo kodą iš mobiliųjų įrenginių programėlės „Multi-Factor Authentication“ arba atpažinimo ženklą, kad būtų baigta registracija. Jei neįvesite teisingo autentifikavimo kodo, registracija bus atmesta.
lv: Jūsu konts tika konfigurēts pakalpojuma Multi-Factor Authentication izmantošanai.<br/><br/> Kad pierakstīsities, varēsit arī turpmāk izmantot to pašu lietotājvārdu un paroli. Lai pabeigtu verifikāciju, lietojumprogramma aicinās pierakstīties, ievadot pašreizējo mobilajā programmā Multi-Factor Authentication izmantoto autentifikācijas kodu vai marķieri. Ja neievadīsit pareizu autentifikācijas kodu, pierakstīšanās tiks atteikta.
ms: Akaun anda telah dikonfigurasi untuk menggunakan Multi-Factor Authentication.<br/><br/> Apabila anda mendaftar masuk, anda akan terus menggunakan nama pengguna dan kata laluan yang sama. Sebelum pengesahan anda lengkap, anda akan diminta oleh aplikasi untuk memasukkan kod pengesahan semasa daripada apl mudah alih atau token Multi-Factor Authentication untuk melengkapkan daftar masuk anda. Jika anda tidak memasukkan kod pengesahan yang betul, daftar masuk akan ditolak.
nl: Uw account is geconfigureerd voor Multi-Factor Authentication.<br/><br/> Als u zich aanmeldt, kunt u dezelfde combinatie van gebruikersnaam en wachtwoord blijven gebruiken. Voordat uw verificatie is voltooid, wordt u gevraagd de huidige authenticatiecode uit de mobiele app Multi-Factor Authentication of het token op te geven om uw aanmelding te voltooien. Als u een onjuiste authenticatiecode invoert, wordt de aanmelding geweigerd.
no: Kontoen har blitt konfigurert til å bruke Multi-Factor Authentication.<br/><br/> Når du logger på, fortsetter du å bruke det samme brukernavnet og passordet. Før bekreftelsen er fullført, blir du bedt om å angi riktig godkjenningskode fra mobilappen Multi-Factor Authentication eller tokenet for å fullføre pålogging. Hvis du ikke angir riktig godkjenningskode, blir påloggingen avslått.
pl: To konto zostało skonfigurowane do korzystania z usługi Multi-Factor Authentication.<br/><br/> Po zalogowaniu możesz nadal używać tej samej nazwy użytkownika i hasła. Przed ukończeniem weryfikacji aplikacja wyświetli monit o wprowadzenie bieżącego kodu uwierzytelniania z aplikacji mobilnej Multi-Factor Authentication lub tokena w celu zakończenia logowania. W przypadku wprowadzenia nieprawidłowego kodu uwierzytelniania nastąpi odmowa logowania.
pt_br: Sua conta foi configurada para usar o Multi-Factor Authentication.<br/><br/> Quando você fizer logon, continuará a usar o mesmo nome de usuário e senha. Antes da verificação ser concluída, você será solicitado pelo aplicativo a inserir o código de autenticação atual do aplicativo móvel Multi-Factor Authentication ou do token para concluir o logon. Se você não inserir o código de autenticação correto, o logon será negado.
pt_pt: A sua conta foi configurada para utilizar o Multi-Factor Authentication.<br/><br/> Quando iniciar sessão, continuará a utilizar o mesmo nome de utilizador e a mesma palavra-passe. Antes de concluir a verificação, a aplicação solicitará que introduza o código de autenticação atual do token ou da aplicação móvel do Multi-Factor Authentication para concluir o início de sessão. Se não introduzir o código de autenticação correto, o início de sessão será recusado.
ro: Contul a fost configurat pentru utilizarea Multi-Factor Authentication.<br/><br/> La conectare, veți utiliza în continuare același nume de utilizator și aceeași parolă. Înainte de finalizarea verificării, aplicația vă va solicita să introduceți codul de autentificare curent afișat de aplicația mobilă Multi-Factor Authentication sau de token. Dacă nu introduceți codul de autentificare corect, conectarea va fi refuzată.
ru: В вашей учетной записи настроено использование Multi-Factor Authentication.<br/><br/> Во время входа будет использоваться то же имя пользователя и пароль. Прежде чем проверка будет завершена, приложение предложит ввести текущий код проверки подлинности из мобильного приложения Multi-Factor Authentication или токена, чтобы завершить вход. Если вы не введете правильный код проверки подлинности, то во входе будет отказано.
sk: Vaše konto je konfigurované na používanie služby Multi-Factor Authentication.<br/><br/> Pri prihlasovaní budete naďalej používať rovnaké meno používateľa a heslo. Pred dokončením overenia sa v aplikácii zobrazí výzva na zadanie aktuálneho overovacieho kódu z mobilnej aplikácie Multi-Factor Authentication alebo z tokenu, čím dokončíte svoje prihlásenie. Ak nezadáte správny overovací kód, prihlásenie bude zamietnuté.
sl: Vaš račun je konfiguriran za uporabo storitve Multi-Factor Authentication.<br/><br/> Ob prijavi v storitev uporabite isto uporabniško ime in geslo. Za dokončanje preverjanja bo aplikacija od vas zahtevala vnos trenutne kode za preverjanje pristnosti iz mobilne aplikacije Multi-Factor Authentication ali žetona. V primeru vnosa nepravilne kode za preverjanje pristnosti bo prijava zavrnjena.
sr_cyrl_cs: Налог је конфигурисан за употребу услуге Multi-Factor Authentication.<br/><br/> Када се пријавите, наставићете да користите исто корисничко име и лозинку. Пре него што се верификација доврши, апликација ће од вас затражити да унесете актуелну шифру за потврду идентитета из Multi-Factor Authentication апликације за мобилне уређаје или токен да бисте довршили пријављивање. Ако не унесете исправну шифру за потврду идентитета, пријављивање ће бити одбијено.
sr_latn_cs: Nalog je konfigurisan za upotrebu usluge Multi-Factor Authentication.<br/><br/> Kada se prijavite, nastavićete da koristite isto korisničko ime i lozinku. Pre nego što se verifikacija dovrši, aplikacija će od vas zatražiti da unesete aktuelnu šifru za potvrdu identiteta iz Multi-Factor Authentication aplikacije za mobilne uređaje ili token da biste dovršili prijavljivanje. Ako ne unesete ispravnu šifru za potvrdu identiteta, prijavljivanje će biti odbijeno.
sv: Ditt konto har konfigurerats för användning av Multi-Factor Authentication.<br/><br/> När du loggar in använder du samma användarnamn och lösenord. Innan verifieringen har slutförts uppmanas du av applikationen att ange aktuell autentiseringskod från mobilappen eller token för Multi-Factor Authentication för att slutföra inloggningen. Om du inte anger rätt autentiseringskod nekas inloggningen.
th: บัญชีของคุณได้รับการตั้งค่าให้ใช้ Multi-Factor Authentication<br/><br/> เมื่อคุณลงชื่อเข้าใช้ คุณจะยังคงใช้ชื่อผู้ใช้และรหัสผ่านเดิมต่อไป ก่อนการตรวจสอบความถูกต้องของคุณจะเสร็จสมบูรณ์ คุณจะได้รับพร้อมท์จากแอปพลิเคชันให้ป้อนรหัสการรับรองความถูกต้องปัจจุบันจากแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ หรือโทเค็นเพื่อดำเนินการลงชื่อเข้าใช้ให้เสร็จสมบูรณ์ หากคุณไม่ป้อนรหัสการรับรองความถูกต้องที่ถูกต้อง การลงชื่อเข้าใช้จะถูกปฏิเสธ
tr: Hesabınız Multi-Factor Authentication'ı kullanacak şekilde yapılandırıldı.<br/><br/> Oturum açtığınızda, aynı kullanıcı adı ve parolayı kullanmaya devam edeceksiniz. Doğrulamanız tamamlanmadan önce, oturum açma işleminizi tamamlamanız için uygulama tarafından Multi-Factor Authentication mobil uygulamasındaki veya belirteçteki geçerli kimlik doğrulama kodunu girmeniz istenir. Geçerli kimlik doğrulama kodunu girmezseniz, oturum açma isteği reddedilecektir.
uk: У вашому обліковому записі настроєно використання служби Multi-Factor Authentication.<br/><br/> Під час входу буде використано ті самі ім’я користувача та пароль. Перш ніж перевірка завершиться, програма запропонує ввести маркер або поточний код автентифікації з програми для мобільних пристроїв Multi-Factor Authentication, щоб завершити вхід. Якщо ви не введете правильний код автентифікації, у вході буде відмовлено.
vi: Tài khoản của bạn đã được định cấu hình để sử dụng Multi-Factor Authentication.<br/><br/> Khi bạn đăng nhập, bạn sẽ tiếp tục sử dụng cùng tên người dùng và mật khẩu. Trước khi hoàn tất quá trình xác minh, ứng dụng sẽ nhắc bạn nhập vào mã xác thực hiện tại từ ứng dụng di động Multi-Factor Authentication hoặc mã khóa để hoàn tất việc đăng nhập của bạn. Nếu bạn không nhập đúng mã xác thực, đăng nhập sẽ bị từ chối.
zh_cn: 您的帐户已配置为使用 Multi-Factor Authentication。<br/><br/> 在登录时，您将继续使用同一个用户名和密码。在身份验证完成之前，应用程序会提示您输入 Multi-Factor Authentication 移动应用或令牌提供的当前身份验证代码，以完成您的登录。如果您输入的身份验证代码不正确，登录将会被拒绝。
zh_tw: 已將您的帳戶設定為使用 Multi-Factor Authentication。<br/><br/> 在登入時，您將繼續使用相同的使用者名稱和密碼。在驗證完成之前，應用程式會提示您輸入 Multi-Factor Authentication 行動裝置應用程式或權杖目前提供的驗證碼以完成登入。如果您未輸入正確的驗證碼，登入將會遭到拒絕。
