Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_MessagePhoneAppPin
source: Your account has been configured to use Multi-Factor Authentication.<br/><br/> When you sign on, you will continue to use the same username and password. Before your verification is complete, you will receive a notification asking you to launch the Multi-Factor Authentication mobile app and enter your PIN to confirm your sign on. If you don't confirm the sign on by entering your PIN and pressing #, the sign on will be denied.<br/><br/> You should only enter your PIN when you receive the Multi-Factor Authentication mobile app notification if you are actually signing on to the application. Otherwise, someone may be trying to sign on with your username and password and you should report this potential fraud to your IT administrator.<br/><br/>Return to the Multi-Factor Authentication portal at any time to change your PIN.
ar: تم تكوين حسابك لاستخدام Multi-Factor Authentication.<br/><br/> عندما تسجل الدخول، ستتمكن من متابعة استخدام نفس اسم المستخدم وكلمة المرور. وقبل اكتمال التحقق من الصحة، ستتلقى إعلامًا يطالبك بتشغيل تطبيق الأجهزة المحمولة Multi-Factor Authentication وإدخال رقم PIN الخاص بك لتقوم بتأكيد تسجيل الدخول. وسيتم رفض تسجيل الدخول إذا لم تقم بتأكيده بإدخال رقم PIN وبالضغط على #.<br/><br/> يجب عليك فقط أن تدخل رقم PIN عندما تتلقى الإعلام الخاص بتطبيق الأجهزة المحمولة Multi-Factor Authentication، وذلك إذا كنت مسجلاً الدخول بالتطبيق بالفعل. من جانب آخر، قد يحاول شخص ما تسجيل الدخول باستخدام اسم المستخدم الخاص بك وكلمة مرورك، وحينئذٍ يجب عليك إبلاغ مسؤول تكنولوجيا المعلومات لديك بهذا الاحتيال المحتمل.<br/><br/>قم بالعودة إلى مدخل Multi-Factor Authentication في أي وقت لتغيير رقم PIN الخاص بك.
bg: Акаунтът ви е конфигуриран да използва Multi-Factor Authentication.<br/><br/> При влизане ще продължите да използвате същото потребителско име и парола. Преди да завърши проверката, ще получите известие, подканващо ви да стартирате мобилното приложение Multi-Factor Authentication и да въведете ПИН, за да потвърдите влизането си. Ако не потвърдите влизането си чрез въвеждане на ПИН и натискане на #, то ще бъде отказано.<br/><br/> При получаване на известието на мобилното приложение Multi-Factor Authentication въведете ПИН само ако действително влизате в приложението. В противен случай някой може да се опитва да влезе с вашето потребителско име и парола и трябва да сигнализирате на ИТ администратора за тази възможна измама.<br/><br/>Можете да се върнете по всяко време в портала на Multi-Factor Authentication, за да промените вашия ПИН.
ca: El compte s'ha configurat per utilitzar el Multi-Factor Authentication.<br/><br/> Quan inicieu la sessió, continuareu utilitzant el mateix nom d'usuari i la mateixa contrasenya. Abans de completar la verificació, rebreu una notificació que us demanarà que inicieu l'aplicació mòbil Multi-Factor Authentication i que escriviu el vostre PIN per confirmar l'inici de la sessió. Si no escriviu el PIN i premeu # per confirmar l'inici de la sessió, aquesta es denegarà.<br/><br/> Escriviu el vostre PIN en rebre la notificació de l'aplicació mòbil Multi-Factor Authentication només si esteu iniciant la sessió a l'aplicació. En cas contrari, és possible que algú estigui provant d'iniciar la sessió amb el vostre nom d'usuari i contrasenya: notifiqueu aquest possible frau a l'administrador de TI.<br/><br/>Torneu al portal del Multi-Factor Authentication en qualsevol moment per canviar el PIN.
cs: Váš účet je nakonfigurovaný k používání aplikace Multi-Factor Authentication.<br/><br/> Když se přihlásíte, budete dál používat stejné uživatelské jméno a heslo. Před dokončením ověření obdržíte oznámení s výzvou ke spuštění mobilní aplikace Multi-Factor Authentication a zadání vašeho PIN k potvrzení přihlášení. Pokud přihlášení nepotvrdíte zadáním svého PINu a stisknutím křížku (#), bude přihlášení zamítnuto.<br/><br/> Svůj PIN byste měli zadat jenom v případě, že obdržíte oznámení z mobilní aplikace Multi-Factor Authentication v okamžiku, kdy se k aplikaci skutečně přihlašujete. Pokud se právě nepřihlašujete, mohlo by to znamenat, že se někdo snaží neoprávněně přihlásit pomocí vašeho uživatelského jména a hesla. Takový potenciální pokus o podvod byste měli ohlásit svému správci IT.<br/><br/>Kdykoli se můžete vrátit na portál Multi-Factor Authentication a PIN si změnit.
da: Din konto er blevet konfigureret til at bruge Multi-Factor Authentication.<br/><br/> Når du logger på, skal du blive ved med at bruge samme brugernavn og adgangskode. Før bekræftelsen er fuldført, bliver du bedt om at starte Multi-Factor Authentication-mobilappen og angive din pinkode for at bekræfte logon. Hvis du ikke bekræfter logon ved at angive din pinkode og trykke på #, kan du ikke logge på.<br/><br/> Du skal kun angive din pinkode, når du modtager beskeden fra Multi-Factor Authentication-mobilappen, hvis du gerne vil logge på applikationen. Ellers er der mulighed for, at andre forsøger at logge på med dit brugernavn og din adgangskode, og du skal rapportere denne mulige svindel til din it-administrator.<br/><br/>Du kan når som helst vende tilbage til Multi-Factor Authentication-portalen for at ændre din pinkode.
de: Ihr Konto wurde für Multi-Factor Authentication konfiguriert.<br/><br/> Für die Anmeldung verwenden Sie denselben Benutzernamen und dasselbe Kennwort wie bisher. Außerdem erhalten Sie eine Aufforderung zum Start der mobilen Anwendung für Multi-Factor Authentication und zur Eingabe Ihrer PIN, um die Überprüfung abzuschließen und die Anmeldung zu bestätigen. Wenn Sie die Anmeldung nicht durch Eingabe Ihrer PIN und anschließendes Drücken des Nummernzeichens (#) bestätigen, tritt ein Fehler auf.<br/><br/> Geben Sie Ihre PIN nur nach Erhalt der Benachrichtigung von der mobilen Anwendung für Multi-Factor Authentication ein, um sich bei der Anwendung anzumelden. Andernfalls stammt die Aufforderung möglicherweise von einer unbefugten Person, die versucht, sich mit Ihrem Benutzernamen und Ihrem Kennwort anzumelden. Teilen Sie einen solchen möglichen Betrugsfall Ihrem IT-Administrator mit.<br/><br/>Bei Bedarf können Sie Ihre PIN jederzeit über das Multi-Factor Authentication-Portal ändern.
el: Ο λογαριασμός σας έχει ρυθμιστεί ώστε να χρησιμοποιεί την υπηρεσία Multi-Factor Authentication.<br/><br/> Κατά τη σύνδεσή σας, θα συνεχίσετε να χρησιμοποιείτε το ίδιο όνομα χρήστη και κωδικό πρόσβασης. Προτού ολοκληρωθεί η επαλήθευση στην περίπτωσή σας, θα λάβετε μια ειδοποίηση που θα σας ζητά να εκκινήσετε την εφαρμογή Multi-Factor Authentication για κινητά και να καταχωρήσετε το PIN σας, για να επιβεβαιώσετε τη σύνδεση. Αν δεν επιβεβαιώσετε τη σύνδεση καταχωρώντας το PIN σας και πατώντας το χαρακτήρα #, η σύνδεση δεν θα επιτραπεί.<br/><br/> Θα πρέπει να καταχωρείτε το PIN σας, όταν λαμβάνετε την ειδοποίηση από την εφαρμογή Multi-Factor Authentication για κινητά, μόνο αν όντως συνδέεστε στην εφαρμογή. Σε αντίθετη περίπτωση, κάποιος ίσως να προσπαθεί να συνδεθεί με το δικό σας όνομα χρήστη και κωδικό πρόσβασης, οπότε θα πρέπει να αναφέρετε αυτήν την πιθανή απάτη στο διαχειριστή του τμήματος IT.<br/><br/>Επιστρέψτε όποτε θέλετε στην πύλη της υπηρεσίας Multi-Factor Authentication, για να αλλάξετε το PIN σας.
es: Su cuenta se configuró para usar Multi-Factor Authentication.<br/><br/> Al iniciar sesión, seguirá usando el mismo nombre de usuario y la misma contraseña. Antes de que finalice la comprobación, recibirá una notificación que le solicitará que inicie la aplicación móvil Multi-Factor Authentication y escriba su código PIN para confirmar el inicio de sesión. Si no confirma el inicio de sesión escribiendo su código PIN y presionando la tecla almohadilla (#), se denegará el inicio de sesión.<br/><br/> Solo debe escribir su código PIN cuando reciba la notificación de la aplicación móvil Multi-Factor Authentication y si usted es el que está iniciando sesión en la aplicación. De no ser así, es posible que alguien esté intentando iniciar sesión con su nombre de usuario y contraseña, y debe informar de este posible fraude al administrador de TI.<br/><br/>Vuelva al portal de Multi-Factor Authentication en cualquier momento para cambiar el código PIN.
et: Teie konto on seadistatud kasutama Multi-Factor Authenticationit.<br/><br/> Kui logite sisse, jätkate sama kasutajanime ja parooli kasutamist. Enne kui kinnitamine lõpule viiakse, edastatakse teile teade, milles palutakse käivitada Multi-Factor Authenticationi mobiilirakendus ning sisestada sisselogimise kinnitamiseks PIN-kood. Kui te ei kinnita sisselogimist PIN-koodi sisestamise ja sümboli # vajutamisega, siis lükatakse sisselogimine tagasi.<br/><br/> PIN-koodi võib sisestada ainult siis, kui Multi-Factor Authenticationi mobiilirakendus küsib seda tegeliku rakendusse sisselogimise ajal. Vastasel juhul võib keegi proovida sisse logida teie kasutajanime ning parooliga, millest te peaksite teatama oma IT-administraatorile kui võimalikust pettusest.<br/><br/>Oma PIN-koodi saate alati muuta Multi-Factor Authenticationi portaalis.
eu: Zure kontua Multi-Factor Authentication aplikazioa erabiltzeko konfiguratu da.<br/><br/> Saioa hasteko, erabiltzaile-izen eta pasahitz berdinak erabiltzen jarraituko duzu. Egiaztapena osatzeko, jakinarazpen bat jasoko duzu eskatuz Multi-Factor Authentication mugikorreko aplikazioa abiarazteko eta saio-hasiera berresteko PINa sartzeko. Saio-hasiera berresteko, PINa sartu eta # sakatu behar duzu, bestela saio-hasiera ukatuko zaizu.<br/><br/> Multi-Factor Authentication mugikorreko aplikazioaren jakinarazpena jaso ondoren, benetan aplikazioan saioa hasten ari zarenean bakarrik sartu behar duzu PINa. Bestela, baliteke beste norbait aritzea zure pasahitza eta erabiltzaile-izena erabiltzen saioa hasteko. Ustezko iruzur honen berri eman behar diozu laguntza teknikoari.<br/><br/>PINa aldatzeko, itzuli edonoiz Multi-Factor Authentication atarira.
fi: Tilisi on määritetty käyttämään Multi-Factor Authenticationia.<br/><br/> Käytä kirjautuessasi yhä samaa käyttäjänimeä ja salasanaa. Saat ilmoituksen, jossa sinua pyydetään vahvistamaan kirjautumisesi käynnistämällä Multi-Factor Authentication -mobiilisovellus ja antamalla PIN-koodisi. Jos et vahvista kirjautumista antamalla PIN-koodiasi ja painamalla #-näppäintä, kirjautuminen estetään.<br/><br/> Kun saat Multi-Factor Authentication -mobiilisovelluksen ilmoituksen, älä anna PIN-koodiasi, ellet ole itse parhaillaan kirjautumassa sovellukseen. Saattaa näet olla, että joku toinen yrittää kirjautua sisään käyttäjänimelläsi ja salasanallasi, jolloin sinun tulee ilmoittaa tästä mahdollisesta petosyrityksestä IT-järjestelmänvalvojallesi.<br/><br/>Voit milloin tahansa palata Multi-Factor Authentication -portaaliin ja vaihtaa PIN-koodisi.
fr: Votre compte a été configuré pour utiliser Multi-Factor Authentication.<br/><br/> Lorsque vous vous connecterez, vous continuerez à utiliser le même nom d'utilisateur et le même mot de passe. Pour finaliser votre vérification, vous recevrez une notification vous demandant de lancer l'application mobile Multi-Factor Authentication et d'entrer votre PIN pour confirmer votre connexion. Si vous ne confirmez pas la connexion en entrant votre PIN et en appuyant sur #, la connexion sera refusée.<br/><br/> Vous devez uniquement entrer votre PIN lorsque vous recevez la notification de l'application mobile Multi-Factor Authentication si vous vous connectez réellement à l'application. Dans le cas contraire, quelqu'un peut essayer de se connecter avec votre nom d'utilisateur et votre mot de passe et vous devez signaler cette fraude éventuelle à votre administrateur informatique.<br/><br/>Pour modifier votre PIN, accédez à tout moment au portail Multi-Factor Authentication.
gl: A conta configurouse para usar Multi-Factor Authentication.<br/><br/> Cando inicie sesión, seguirá a usar o mesmo nome de usuario e o mesmo contrasinal. Antes de concluír a verificación, recibirá unha notificación na que se lle indica que inicie a aplicación para móbil de Multi-Factor Authentication e que introduza o PIN para confirmar o inicio de sesión. Se non confirma o inicio de sesión introducindo o PIN e premendo #, rexeitarase o inicio de sesión.<br/><br/> Só debe introducir o PIN cando reciba a notificación da aplicación para móbil de Multi-Factor Authentication se realmente está iniciando sesión na aplicación. Do contrario, pode que alguén estea intentando iniciar sesión co seu nome de usuario e co seu contrasinal, polo que debería informar desta posible fraude ao administrador de TI.<br/><br/>Para modificar o PIN, volva ao portal de Multi-Factor Authentication en calquera momento.
he: תצורת החשבון שלך נקבעה לשימוש ב- Multi-Factor Authentication.<br/><br/> כאשר תיכנס, תמשיך להשתמש באותו שם משתמש ובאותה סיסמה. לפני שהאימות יושלם, תקבל הודעה שבה תתבקש להפעיל את האפליקציה למכשירים ניידים של Multi-Factor Authentication ולהזין את מספר הזיהוי האישי שלך כדי לאשר את הכניסה. אם לא תאשר את הכניסה על-ידי הזנת מספר הזיהוי האישי והקשה על #, הכניסה תידחה.<br/><br/> הזן את מספר הזיהוי האישי כשאתה מקבל את ההודעה לגבי האפליקציה למכשירים ניידים של Multi-Factor Authentication רק אם אתה נכנס בפועל ליישום. אם לא, ייתכן שמישהו מנסה להיכנס באמצעות שם המשתמש והסיסמה שלך, ועליך לדווח על הונאה פוטנציאלית זו למנהל ה- IT.<br/><br/>חזור לפורטל Multi-Factor Authentication בכל עת כדי לשנות את מספר הזיהוי האישי.
hi: आपके खाते को Multi-Factor Authentication का उपयोग करने के लिए कॉन्फ़िगर किया गया है.<br/><br/> साइन ऑन करने पर आप नियमित रूप से समान उपयोगकर्ता नाम और पासवर्ड का उपयोग करेंगे. आपका सत्यापन पूरा होने से पहले, आपको एक सूचना प्राप्त होगी, जिसमें आपको Multi-Factor Authentication मोबाइल अनुप्रयोग लॉन्च करके अपने साइन ऑन की पुष्टि करने के लिए अपना पिन दर्ज करने के लिए कहा जाएगा. अगर आप अपना पिन दर्ज करके और # दबाकर साइन ऑन की पुष्टि नहीं करते हैं, तो साइन ऑन अस्वीकृत हो जाएगा.<br/><br/> अगर आप वास्तव में अनुप्रयोग में साइन ऑन कर रहे हैं, तो आपको केवल Multi-Factor Authentication मोबाइल अनुप्रयोग सूचना प्राप्त होने पर ही अपना पिन दर्ज करना चाहिए. अन्यथा, कोई व्यक्ति आपके उपयोगकर्ता नाम और पासवर्ड से साइन ऑन करने का प्रयास कर सकता है और आपको अपने IT व्यवस्थापक को इस संभावित धोखाधड़ी की रिपोर्ट करनी चाहिए.<br/><br/>अपना पिन बदलने के लिए किसी भी समय Multi-Factor Authentication पोर्टल पर वापस जाएँ.
hr: Vaš je račun konfiguriran za upotrebu aplikacije Multi-Factor Authentication.<br/><br/> Nakon prijave upotrebljavajte isto korisničko ime i lozinku. Prije završetka provjere valjanosti primit ćete obavijest sa zahtjevom da pokrenete mobilnu aplikaciju Multi-Factor Authentication i unesete svoj PIN da biste potvrdili prijavu. Ako prijavu ne potvrdite unosom PIN-a i pritiskom #, ona će biti odbijena.<br/><br/> PIN trebate unijeti tek kada primite obavijest od mobilne aplikacije Multi-Factor Authentication ako se doista prijavljujete u aplikaciju. U suprotnom je moguće da se netko pokušava prijaviti vašim korisničkim imenom i lozinkom, pa tu moguću prijevaru trebate prijaviti IT administratoru.<br/><br/>Uvijek se možete vratiti na portal aplikacije Multi-Factor Authentication da biste promijenili svoj PIN.
hu: A fiókja a Multi-Factor Authentication technológia használatára van konfigurálva.<br/><br/> Bejelentkezéskor továbbra is ugyanazt a felhasználónevet és jelszót kell megadnia. Identitása igazolásához a rendszer felszólítja a Multi-Factor Authentication mobilalkalmazás elindítására, majd a PIN kód megadására és a bejelentkezés megerősítésére. Ha nem erősíti meg a bejelentkezési szándékát a PIN kód beírásával és a # gomb lenyomásával, a rendszer elutasítja a bejelentkezést.<br/><br/> A Multi-Factor Authentication mobilalkalmazás által adott értesítésre válaszul kizárólag akkor írja be a PIN kódot, ha valóban be szeretne jelentkezni az alkalmazásba. Ellenkező esetben lehetséges, hogy valaki más próbál bejelentkezni az Ön felhasználónevével és jelszavával. Javasoljuk, hogy jelentse az esetleges visszaélést az IT rendszergazdának.<br/><br/>A Multi-Factor Authentication portálon bármikor változtathatja a PIN kódját.
id: Akun Anda telah dikonfigurasi untuk menggunakan Multi-Factor Authentication.<br/><br/> Ketika Anda masuk, Anda akan terus menggunakan nama pengguna dan sandi yang sama. Sebelum verifikasi selesai, Anda akan menerima pemberitahuan yang meminta Anda untuk membuka aplikasi seluler Multi-Factor Authentication lalu masukkan PIN untuk mengonfirmasi proses masuk Anda. Jika Anda tidak mengonfirmasi proses masuk dengan memasukkan PIN dan menekan #, proses masuk akan ditolak.<br/><br/> Anda hanya harus memasukkan PIN ketika menerima pemberitahuan aplikasi Multi-Factor Authentication jika Anda sedang masuk ke aplikasi. Akan tetapi, jika seseorang mencoba masuk dengan nama pengguna dan sandi Anda, Anda harus melaporkan upaya penipuan ini kepada administrator TI.<br/><br/>Kembali ke portal Multi-Factor Authentication kapan pun untuk mengubah PIN Anda.
it: L'account è stato configurato per l'utilizzo di Multi-Factor Authentication.<br/><br/> Per eseguire l'accesso, si continuerà a usare lo stesso nome utente e la stessa password. Prima del completamento della procedura, si riceverà una notifica in cui viene richiesto di avviare l'app Multi-Factor Authentication per dispositivi mobili e di immettere il PIN per confermare l'accesso. Se non si conferma l'accesso immettendo il PIN e premendo #, l'accesso verrà negato.<br/><br/> Immettere il PIN quando si riceve la notifica dell'app Multi-Factor Authentication per dispositivi mobili solo se si sta realmente effettuando l'accesso all'applicazione. In caso contrario, qualcuno potrebbe usare nome utente e password per effettuare accessi non autorizzati e sarebbe necessario segnalare questo possibile illecito all'amministratore IT.<br/><br/>È possibile tornare al portale di Multi-Factor Authentication in qualsiasi momento per cambiare il PIN.
ja: アカウントが Multi-Factor Authentication を使用するように構成されました。<br/><br/> サインオンするときに使用するユーザー名とパスワードは、これまでと同じです。ただし、認証を完了する前に、 Multi-Factor Authentication モバイル アプリを起動して PIN を入力するようにという通知を受け取ります。PIN を入力して # キーを押さないと、サインオンが拒否されます。<br/><br/> アプリケーションに実際にサインオンしようとしており、Multi-Factor Authentication モバイル アプリの通知を受け取った場合にのみ、PIN を入力してください。そうでない場合は、誰かがあなたのユーザー名とパスワードを不正に使ってサインオンしようとしている可能性があるので、IT 管理者に通報してください。<br/><br/>いつでも Multi-Factor Authentication ポータルに戻って、PIN を変更することができます。
kk: Тіркелгіңіз Multi-Factor Authentication қолдануға конфигурацияланды.<br/><br/> Кірген кезде, бұрынғы пайдаланушы аты мен құпия сөзді қолдана бересіз. Түпнұсқалығыңызды растау аяқталғанша, кіруді растау үшін, сізден Multi-Factor Authentication мобильді бағдарламасын іске қосып, PIN кодын енгізуді сұрайтын хабарландыру аласыз. PIN кодын енгізіп және # түймесін басып, кіруді растамасаңыз, кіруге тыйым салынады.<br/><br/> Шынымен бағдарламаға кіріп жатқан болсаңыз, Multi-Factor Authentication мобильді бағдарламасынан хабарландыру алған кезде ғана PIN кодын енгізу керек. Әйтпесе басқа біреу сіздің пайдаланушы атыңыз бен құпия сөзіңізді қолданып, кіруге әрекет жасап жатуы мүмкін, сондықтан АТ әкімшіңізге мұндай ықтимал алаяқтық туралы хабар беруіңіз керек.<br/><br/>PIN кодын өзгерту үшін, Multi-Factor Authentication порталына кез келген уақытта оралуға болады.
ko: Multi-Factor Authentication을 사용하도록 계정이 구성되었습니다.<br/><br/> 계속 동일한 사용자 이름과 암호를 사용하여 로그온할 수 있습니다. 하지만 확인이 완료되기 전에, 로그온을 확인할 수 있도록 Multi-Factor Authentication 모바일 앱을 시작하고 PIN을 입력하라는 알림이 나타납니다. PIN을 입력하고 # 키를 눌러 로그온을 확인하는 작업을 수행하지 않으면 로그온이 거부됩니다.<br/><br/> 실제로 응용 프로그램에 로그온하는 경우에 Multi-Factor Authentication 모바일 앱 알림을 받을 때만 PIN을 입력해야 합니다. 그렇지 않으면 다른 사람이 사용자 이름과 암호로 로그온하려 할 수 있으며, 이러한 잠재적 사기 행위는 IT 관리자에게 보고해야 합니다.<br/><br/>언제든지 Multi-Factor Authentication 포털로 돌아가 PIN을 변경할 수 있습니다.
lt: Abonementas sukonfigūruotas taip, kad galėtumėte naudoti „Multi-Factor Authentication“.<br/><br/> Prisiregistravę turėsite naudoti tą patį vartotojo vardą ir slaptažodį. Prieš baigiant tikrinimą, gausite pranešimą su prašymu paleisti mobiliųjų įrenginių programėlę „Multi-Factor Authentication“ ir įvesti PIN, kad būtų patvirtinta registracija. Jei nepatvirtinsite registracijos įvesdami PIN ir paspausdami #, registracija bus atmesta.<br/><br/> PIN reikia įvesti tik gavus pranešimą iš mobiliųjų įrenginių programėlės „Multi-Factor Authentication“ ir jei tikrai registruojatės programoje. Jei taip nėra, galbūt kas nors kitas bando prisiregistruoti naudodamas jūsų vartotojo vardą ir slaptažodį. Apie šią galimą apgaulę turite pranešti IT administratoriui.<br/><br/>Norėdami pakeisti savo PIN, galite bet kada grįžti į „Multi-Factor Authentication“ portalą.
lv: Jūsu konts tika konfigurēts pakalpojuma Multi-Factor Authentication izmantošanai.<br/><br/> Kad pierakstīsities, varēsit arī turpmāk izmantot to pašu lietotājvārdu un paroli. Lai pabeigtu verifikāciju, jūs saņemsit aicinājumu palaist mobilo programmu Multi-Factor Authentication un ievadīt savu PIN, lai apstiprinātu pierakstīšanos. Ja neapstiprināsit pierakstīšanos, ievadot PIN un nospiežot taustiņu #, pierakstīšanās tiks atteikta.<br/><br/> PIN kodu ievadiet tikai tad, kad no mobilās programmas Multi-Factor Authentication saņemsit paziņojumu par to, ka patiešām pierakstāties lietojumprogrammā. Pretējā gadījumā cita persona var mēģināt pierakstīties, izmantojot jūsu lietotājvārdu un paroli. Tādā situācijā ziņojiet savam IT administratoram par iespējamo krāpšanu.<br/><br/>Jebkurā laikā varat atgriezties Multi-Factor Authentication portālā un nomainīt savu PIN.
ms: Akaun anda telah dikonfigurasi untuk menggunakan Multi-Factor Authentication.<br/><br/> Apabila anda mendaftar masuk, anda akan terus menggunakan nama pengguna dan kata laluan yang sama. Sebelum pengesahan anda lengkap, anda akan menerima pemberitahuan meminta anda melancarkan apl mudah alih Multi-Factor Authentication dan memasukkan PIN anda untuk mengesahkan daftar masuk. Jika anda tidak mengesahkan daftar masuk dengan memasukkan PIN dan menekan #, daftar masuk akan ditolak.<br/><br/> Anda hendaklah hanya memasukkan PIN anda apabila anda menerima pemberitahuan apl mudah alih Multi-Factor Authentication jika anda sememangnya sedang daftar masuk pada aplikasi. Jika tidak, orang lain mungkin sedang cuba daftar masuk menggunakan nama pengguna dan kata laluan anda dan anda hendaklah melaporkan penipuan yang berpotensi ini kepada pentadbir IT anda.<br/><br/>Kembali ke portal Multi-Factor Authentication pada bila-bila masa untuk menukar PIN anda.
nl: Uw account is geconfigureerd voor Multi-Factor Authentication.<br/><br/> Als u zich aanmeldt, kunt u dezelfde combinatie van gebruikersnaam en wachtwoord blijven gebruiken. Voordat uw verificatie is voltooid, wordt u gevraagd de mobiele app Multi-Factor Authentication te starten en uw pincode in te voeren om uw aanmelding te bevestigen. Als u de aanmelding niet bevestigt door uw pincode in te voeren en vervolgens op # te tikken, wordt de aanmelding geweigerd.<br/><br/> Voer de pincode alleen in als u daarom door de mobiele app Multi-Factor Authentication wordt gevraagd en u zich daadwerkelijk bij de toepassing aanmeldt. Anders kan het zijn dat iemand probeert zich aan te melden met uw gebruikersnaam en wachtwoord. In dit geval moet u deze potentiële fraude onmiddellijk melden bij uw IT-beheerder.<br/><br/>U kunt op elk gewenst moment naar de Multi-Factor Authentication-portal terugkeren om uw pincode te wijzigen.
no: Kontoen har blitt konfigurert til å bruke Multi-Factor Authentication.<br/><br/> Når du logger på, fortsetter du å bruke det samme brukernavnet og passordet. Før bekreftelsen er fullført, mottar du et varsel der du blir bedt om å starte mobilappen Multi-Factor Authentication og skrive inn PIN-koden for å bekrefte påloggingen. Hvis du ikke bekrefter påloggingen ved å skrive inn PIN-koden og trykke #, blir påloggingen avslått.<br/><br/> Du må bare skrive inn PIN-koden når du mottar varslet på mobilappen Multi-Factor Authentication hvis du faktisk logger på appen. Ellers er det kanskje en annen bruker som forsøker å logge på med ditt brukernavn og passord, og du må rapportere denne potensielle svindelen til IT-administratoren.<br/><br/>Gå tilbake til Multi-Factor Authentication-portalen når som helst for å endre PIN-kode.
pl: To konto zostało skonfigurowane do korzystania z usługi Multi-Factor Authentication.<br/><br/> Po zalogowaniu możesz nadal używać tej samej nazwy użytkownika i hasła. Przed ukończeniem weryfikacji otrzymasz powiadomienie z prośbą o uruchomienie aplikacji mobilnej Multi-Factor Authentication i wprowadzenie numeru PIN w celu potwierdzenia logowania. W przypadku braku potwierdzenia logowania przez wprowadzenie numeru PIN i naciśnięcie klawisza # nastąpi odmowa logowania.<br/><br/> Numer PIN należy wprowadzić wyłącznie po otrzymaniu z aplikacji mobilnej Multi-Factor Authentication powiadomienia, gdy rzeczywiście logujesz się na konto aplikacji. W przeciwnym razie ktoś może próbować zalogować się przy użyciu nazwy użytkownika i hasła dla tego konta i należy zgłosić to potencjalne naruszenie administratorowi działu informatycznego.<br/><br/>Powróć w dowolnym momencie do portalu usługi Multi-Factor Authentication, aby zmienić numer PIN.
pt_br: Sua conta foi configurada para usar o Multi-Factor Authentication.<br/><br/> Quando você fizer logon, continuará a usar o mesmo nome de usuário e senha. Antes da verificação ser concluída, você receberá uma notificação pedindo que inicie o aplicativo móvel Multi-Factor Authentication e insira seu PIN para confirmar o logon. Se você não confirmar o logon inserindo seu PIN e pressionando #, o logon será negado.<br/><br/> Você só deverá inserir o PIN quando receber a notificação do aplicativo móvel Multi-Factor Authentication, se estiver realmente fazendo logon no aplicativo. Caso contrário, alguém pode estar tentando fazer logon com seu nome de usuário e senha e você deverá relatar essa possível fraude ao administrador de TI.<br/><br/>Retorne para o portal Multi-Factor Authentication a qualquer momento para alterar o PIN.
pt_pt: A sua conta foi configurada para utilizar o Multi-Factor Authentication.<br/><br/> Quando iniciar sessão, continuará a utilizar o mesmo nome de utilizador e palavra-passe. Antes de concluir a verificação, receberá uma notificação solicitando que execute a aplicação móvel do Multi-Factor Authentication e introduza o seu PIN para confirmar o início de sessão. Se não confirmar o início de sessão introduzindo o seu PIN e premindo #, o início de sessão será recusado.<br/><br/> Só deverá introduzir o PIN quando receber a notificação da aplicação móvel do Multi-Factor Authentication e se estiver, efetivamente, a iniciar sessão na aplicação. Caso contrário, alguém poderá estar a tentar iniciar sessão com o seu nome de utilizador e palavra-passe. Deverá reportar esta potencial fraude ao seu administrador de TI.<br/><br/>A qualquer momento poderá regressar ao portal do Multi-Factor Authentication para alterar o seu PIN.
ro: Contul a fost configurat pentru utilizarea Multi-Factor Authentication.<br/><br/> La conectare, veți utiliza în continuare același nume de utilizator și aceeași parolă. Înainte de finalizarea verificării, veți primi o notificare, prin care vi se va solicita să lansați aplicația mobilă Multi-Factor Authentication și să introduceți codul PIN pentru a confirma conectarea. Dacă nu confirmați conectarea prin introducerea codului PIN și apăsarea tastei #, ea va fi refuzată.<br/><br/> La primirea notificării pentru aplicația mobilă Multi-Factor Authentication, introduceți codul PIN numai dacă într-adevăr vă conectați la aplicație. În caz contrar, este posibil ca o altă persoană să încerce să se conecteze cu numele de utilizator și parola dvs. În această situație, trebuie să informați administratorul IT în legătură cu posibila fraudă.<br/><br/>Reveniți în orice moment la portalul Multi-Factor Authentication pentru modificarea codului PIN.
ru: В вашей учетной записи настроено использование Multi-Factor Authentication.<br/><br/> Во время входа будет использоваться то же имя пользователя и пароль. Прежде чем проверка будет завершена, вы получите уведомление с предложением запустить мобильное приложение Multi-Factor Authentication и ввести ПИН-код, чтобы подтвердить вход. Если вы не подтвердите вход, введя ПИН-код и нажав кнопку "#", то в нем будет отказано.<br/><br/> Вводите ПИН-код при получении уведомления от мобильного приложения Multi-Factor Authentication, только если вы действительно выполняете вход в приложение. В противном случае возможна попытка мошеннического входа с помощью вашего имени пользователя и пароля, о которой следует сообщить ИТ-администратору.<br/><br/>В любой момент вы можете вернуться на портал Multi-Factor Authentication и изменить ПИН-код.
sk: Vaše konto je konfigurované na používanie služby Multi-Factor Authentication.<br/><br/> Pri prihlasovaní budete naďalej používať rovnaké meno používateľa a heslo. Pred dokončením overenia dostanete oznámenie so žiadosťou o spustenie mobilnej aplikácie Multi-Factor Authentication a zadanie PIN kódu na účely potvrdenia prihlásenia. Ak nepotvrdíte prihlásenie zadaním PIN kódu a stlačením klávesu #, prihlásenie bude zamietnuté.<br/><br/> PIN kód zadajte až po prijatí oznámenia z mobilnej aplikácie Multi-Factor Authentication o tom, že sa naozaj prihlasujete do aplikácie. V opačnom prípade sa niekto pravdepodobne pokúša prihlásiť pomocou vášho mena používateľa a hesla a tento potenciálny podvod by ste mali nahlásiť správcovi IT.<br/><br/>Svoj PIN kód môžete kedykoľvek zmeniť na portáli služby Multi-Factor Authentication.
sl: Vaš račun je konfiguriran za uporabo storitve Multi-Factor Authentication.<br/><br/> Ob prijavi v storitev uporabite isto uporabniško ime in geslo. Za dokončanje preverjanja boste prejeli obvestilo z zahtevo po zagonu mobilne aplikacije Multi-Factor Authentication in vnosu kode PIN za potrditev prijave. Če prijave ne potrdite z vnosom kode PIN in znaka #, bo prijava zavrnjena.<br/><br/> Kodo PIN vnesite samo po prejemu obvestila iz mobilne aplikacije Multi-Factor Authentication, če se res poskušate prijaviti v aplikacijo. V nasprotnem primeru se morda nekdo drug poskuša prijaviti z vašim uporabniškim imenom in geslom, kar morate prijaviti skrbniku IT kot morebitno prevaro.<br/><br/>Kodo PIN lahko kadarkoli spremenite z vnovičnim obiskom portala Multi-Factor Authentication.
sr_cyrl_cs: Налог је конфигурисан за употребу услуге Multi-Factor Authentication.<br/><br/> Када се пријавите, наставићете да користите исто корисничко име и лозинку. Пре него што се верификација доврши, примићете обавештење у коме се од вас тражи да покренете Multi-Factor Authentication апликацију за мобилне уређаје и унесете PIN да бисте потврдили пријављивање. Ако не потврдите пријављивање уносом PIN кода и притиском на тастер #, пријављивање ће бити одбијено.<br/><br/> Када примите обавештење Multi-Factor Authentication апликације за мобилне уређаје, PIN би требало да унесете једино ако се заиста пријављујете у апликацију. Ако то није случај, могуће је да неко покушава да се пријави помоћу вашег корисничког имена и лозинке, те би ову потенцијалну превару требало да пријавите IT администратору.<br/><br/>Вратите се на портал услуге Multi-Factor Authentication у било ком тренутку да бисте променили PIN.
sr_latn_cs: Nalog je konfigurisan za upotrebu usluge Multi-Factor Authentication.<br/><br/> Kada se prijavite, nastavićete da koristite isto korisničko ime i lozinku. Pre nego što se verifikacija dovrši, primićete obaveštenje u kome se od vas traži da pokrenete Multi-Factor Authentication aplikaciju za mobilne uređaje i unesete PIN da biste potvrdili prijavljivanje. Ako ne potvrdite prijavljivanje unosom PIN koda i pritiskom na taster #, prijavljivanje će biti odbijeno.<br/><br/> Kada primite obaveštenje Multi-Factor Authentication aplikacije za mobilne uređaje, PIN bi trebalo da unesete jedino ako se zaista prijavljujete u aplikaciju. Ako to nije slučaj, moguće je da neko pokušava da se prijavi pomoću vašeg korisničkog imena i lozinke, te bi ovu potencijalnu prevaru trebalo da prijavite IT administratoru.<br/><br/>Vratite se na portal usluge Multi-Factor Authentication u bilo kom trenutku da biste promenili PIN.
sv: Ditt konto har konfigurerats för användning av Multi-Factor Authentication.<br/><br/> När du loggar in använder du samma användarnamn och lösenord. Innan verifieringen har slutförts får du en avisering där du uppmanas att starta mobilappen för Multi-Factor Authentication och ange PIN-koden för att bekräfta inloggningen. Om du inte bekräftar inloggningen genom att ange PIN-koden och trycka på #, nekas inloggningen.<br/><br/> Du ska bara ange PIN-koden när du får aviseringen från mobilappen för Multi-Factor Authentication om du faktiskt håller på att logga in på applikationen. I annat fall kan det vara någon annan som försöker logga in med ditt användarnamn och lösenord. Du ska då anmäla detta eventuella bedrägeri till IT-administratören.<br/><br/>Återgå till portalen för Multi-Factor Authentication när du vill och ändra PIN-koden.
th: บัญชีของคุณได้รับการตั้งค่าให้ใช้ Multi-Factor Authentication<br/><br/> เมื่อคุณลงชื่อเข้าใช้ คุณจะยังคงใช้ชื่อผู้ใช้และรหัสผ่านเดิมต่อไป ก่อนการตรวจสอบความถูกต้องของคุณจะเสร็จสมบูรณ์ คุณจะได้รับการแจ้งเตือนที่ขอให้คุณเรียกใช้งานแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่และป้อน PIN ของคุณเพื่อยืนยันการลงชื่อเข้าใช้ หากคุณไม่ยืนยันการลงชื่อเข้าใช้โดยการป้อน PIN และกดเครื่องหมาย # การลงชื่อเข้าใช้จะถูกปฏิเสธ<br/><br/> คุณควรป้อน PIN เมื่อได้รับการแจ้งเตือนจากแอป Multi-Factor Authentication สำหรับอุปกรณ์เคลื่อนที่ เฉพาะหากคุณกำลังลงชื่อเข้าใช้แอปพลิเคชันนั้นอยู่เท่านั้น มิเช่นนั้น แสดงว่าอาจมีบุคคลอื่นกำลังพยายามลงชื่อเข้าใช้ด้วยชื่อผู้ใช้และรหัสผ่านของคุณ และคุณควรรายงานการฉ้อฉลที่มีความเป็นไปได้นี้ต่อผู้ดูแลระบบไอทีของคุณ<br/><br/>กลับไปที่พอร์ทัล Multi-Factor Authentication เพื่อเปลี่ยน PIN ของคุณได้ทุกเมื่อ
tr: Hesabınız Multi-Factor Authentication'ı kullanacak şekilde yapılandırıldı.<br/><br/> Oturum açtığınızda, aynı kullanıcı adı ve parolayı kullanmaya devam edeceksiniz. Doğrulamanız tamamlanmadan önce, oturum açmanızı onaylamanız için Multi-Factor Authentication mobil uygulamasını başlatmanızı ve PIN kodunuzu girmenizi isteyen bir bildirim alacaksınız. PIN kodunuzu girip # tuşuna basarak oturum açmanızı onaylamazsanız, oturum açma isteğiniz reddedilecektir.<br/><br/> O anda uygulamada oturum açıyorsanız, yalnızca Multi-Factor Authentication mobil uygulaması bildirimini aldığınız zaman PIN kodunuzu girmeniz gerekir. Aksi halde, bir başkası kullanıcı adı ve parolanızı kullanarak oturum açmayı deniyor olabilir; bu olası sahtekarlığı BT yöneticinize bildirmelisiniz.<br/><br/>PIN kodunuzu değiştirmek için istediğiniz zaman Multi-Factor Authentication portalına geri dönebilirsiniz.
uk: У вашому обліковому записі настроєно використання служби Multi-Factor Authentication.<br/><br/> Під час входу буде використано ті самі ім’я користувача та пароль. Перш ніж перевірка завершиться, ви отримаєте сповіщення з проханням запустити програму для мобільних пристроїв Multi-Factor Authentication і ввести PIN-код, щоб підтвердити вхід. Якщо ви не підтвердите вхід, указавши PIN-код і натиснувши клавішу "#", у вході буде відмовлено.<br/><br/> Вводити PIN-код слід лише тоді, коли ви отримаєте сповіщення програми для мобільних пристроїв Multi-Factor Authentication після спроби ввійти в програму. В іншому випадку, імовірно, хтось інший намагається ввійти за допомогою ваших імені користувача та пароля. Про це потенційне шахрайство слід повідомити ІТ-адміністратора.<br/><br/>PIN-код можна будь-коли змінити, повернувшись на портал Multi-Factor Authentication.
vi: Tài khoản của bạn đã được định cấu hình để sử dụng Multi-Factor Authentication.<br/><br/> Khi bạn đăng nhập, bạn sẽ tiếp tục sử dụng cùng tên người dùng và mật khẩu. Trước khi hoàn tất quá trình xác minh, bạn sẽ nhận được thông báo yêu cầu bạn khởi chạy ứng dụng di động Multi-Factor Authentication và nhập mã PIN của bạn để xác nhận việc đăng nhập của bạn. Nếu bạn không xác nhận việc đăng nhập của bạn bằng cách nhập mã PIN của bạn và bấm #, việc đăng nhập sẽ bị từ chối.<br/><br/> Bạn chỉ nên nhập mã PIN của bạn khi bạn nhận được thông báo của ứng dụng di động Multi-Factor Authentication nếu bạn đang thực sự đăng nhập vào ứng dụng này. Nếu không, có thể ai đó đang cố đăng nhập bằng tên người dùng và mật khẩu của bạn và bạn nên thông báo khả năng lừa đảo này cho quản trị viên CNTT của mình.<br/><br/>Bạn có thể quay lại cổng thông tin Multi-Factor Authentication bất kỳ lúc nào để đổi mã PIN của mình.
zh_cn: 您的帐户已配置为使用 Multi-Factor Authentication。<br/><br/> 在登录时，您将继续使用同一个用户名和密码。在身份验证完成之前， 您将会接收到一条通知，要求您启动 Multi-Factor Authentication 移动应用并输入您的 PIN 来确认登录。如果您不通过输入您的 PIN 并按下 # 来确认登录，则登录将会被拒绝。<br/><br/> 只有在您自己实际登录应用程序时收到该 Multi-Factor Authentication 移动应用通知的情况下，才应该输入您的 PIN。否则，可能是其他人在尝试使用您的用户名和密码登录，而您应该向您的 IT 管理员举报这种潜在欺诈行为。<br/><br/>您可以随时返回到 Multi-Factor Authentication 门户来更改您的 PIN。
zh_tw: 已將您的帳戶設定為使用 Multi-Factor Authentication。<br/><br/> 在登入時，您將繼續使用相同的使用者名稱和密碼。在驗證完成之前， 您會收到要求啟動 Multi-Factor Authentication 行動裝置應用程式及輸入 PIN 以確認登入的通知。如果您未輸入 PIN 並按 # 來確認登入，登入將會遭到拒絕。<br/><br/> 收到 Multi-Factor Authentication 行動裝置應用程式通知時，如果您確實正在登入應用程式，才能輸入 PIN。否則，這表示其他人可能正嘗試使用您的使用者名稱和密碼來登入，因此您應該向 IT 系統管理員回報這件潛在詐騙行為。<br/><br/>您可以隨時返回 Multi-Factor Authentication 入口網站來變更 PIN。
