Repository: hung-tran/app1
Catalog: App_GlobalResources/Resources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sr_cyrl_cs, sr_latn_cs, sv, th, tr, uk, vi, zh_cn, zh_tw

# Label_Step2DescriptionVoiceprint
source: Instantly, you receive a phone call. Answer and say your passphrase at the tone.
ar: ستصلك على الفور مكالمة هاتفية، يرجى الرد عليها والنطق بعبارة المرور عند سماع النغمة.
bg: Получавате телефонно обаждане на момента. Отговорете и като чуете сигнала, кажете фразата си за достъп.
ca: Rebreu una trucada de telèfon immediatament. Responeu i pronuncieu la vostra contrasenya quan sentiu el senyal.
cs: Téměř okamžitě vám aplikace Multi-Factor Authentication zavolá. Přijměte hovor a po zaznění signálu řekněte své heslo.
da: Du modtager straks et telefonopkald. Besvar, og sig dit adgangsudtryk, når du hører tonen.
de: Daraufhin erhalten Sie einen PhoneFactor-Anruf. Nehmen Sie den Anruf an, und sagen Sie Ihre Passphrase nach dem Signalton an.
el: Αμέσως, θα λάβετε μια τηλεφωνική κλήση. Απαντήστε και προφέρετε τη φράση πρόσβασης που ισχύει στην περίπτωσή σας, όταν ακούσετε τον χαρακτηριστικό ήχο.
es: Recibirá una llamada al instante. Conteste y diga su frase de contraseña después de la señal.
et: Kohe helistatakse teile. Võtke kõne vastu ja öelge pärast tooni oma parool.
eu: Berehala telefono-dei bat jasoko duzu. Erantzun eta esan pasaesaldia tonua entzun ondoren.
fi: Saat heti puhelun. Vastaa ja sano tunnuslause äänimerkin jälkeen.
fr: Instantanément, vous recevez un appel téléphonique. Répondez et prononcez votre phrase secrète à la tonalité.
gl: Recibirá unha chamada telefónica ao momento. Aténdaa e diga a frase de acceso despois do ton.
he: באופן מיידי, אתה מקבל שיחת טלפון. ענה ואמור את ביטוי הסיסמה שלך לאחר הישמע הצליל.
hi: तुरंत, आपको एक फ़ोन कॉल आएगी. उत्तर दें और टोन सुनाई देने पर अपना पासफ़्रेज़ कहें.
hr: Odmah ćete dobiti telefonski poziv. Odgovorite i izgovorite pristupni izraz na zvučni signal.
hu: Pillanatokon belül telefonhívást fog kapni. Fogadja a hívást, majd a hangjelzés után mondja ki a jelmondatot.
id: Anda akan langsung menerima panggilan telepon. Jawab dan ucapkan frasa kunci setelah mendengar nada.
it: Viene immediatamente ricevuta una telefonata. Rispondere e pronunciare la passphrase al segnale acustico.
ja: すぐに電話がかります。電話に出て、ビープ音が聞こえたらパスフレーズを言ってください。
kk: Сізге бірден қоңырау соғылады. Оған жауап беріп, сигналдан кейін құпия сөз орамын айтыңыз.
ko: 전화가 즉시 걸려옵니다. 전화를 받고 소리 내어 암호를 말하십시오.
lt: Nedelsiant sulaukiate telefono skambučio. Atsiliepkite ir ištarkite prieigos slaptažodį, kai išgirstate signalą.
lv: Nekavējoties saņemsit tālruņa zvanu. Atbildiet uz to un izrunājiet ieejas frāzi.
ms: Anda akan menerima panggilan telefon dengan serta-merta. Jawab dan sebut frasa laluan anda selepas bunyi nada.
nl: U ontvangt onmiddellijk een telefoonoproep. Beantwoord de oproep en spreek uw wachtwoordzin in na de toon.
no: Du mottar umiddelbart et telefonanrop. Svar på anropet og si passfrasen når du blir bedt om det.
pl: Teraz zostanie nawiązana rozmowa telefoniczna. Odbierz połączenie i wypowiedz hasło po usłyszeniu sygnału.
pt_br: Imediatamente, você receberá um telefonema. Responda e diga sua frase secreta ao ouvir o tom.
pt_pt: De forma instantânea, recebe uma chamada telefónica. Responda e diga a sua frase de acesso após o sinal.
ro: Veți primi imediat un apel telefonic. Răspundeți și pronunțați fraza de acces după ton.
ru: К вам сразу же поступит телефонный звонок. Ответьте и произнесите парольную фразу соответствующим тоном.
sk: Okamžite dostanete telefónny hovor. Prijmite ho a po zaznení tónu vyslovte prístupovú frázu.
sl: Takoj boste prejeli telefonski klic. Sprejmite ga in po pisku povejte glasovno geslo.
sr_cyrl_cs: Одмах примате телефонски позив. Јавите се и изговорите фразу за пролаз после тона.
sr_latn_cs: Odmah primate telefonski poziv. Javite se i izgovorite frazu za prolaz posle tona.
sv: Du får direkt ett telefonsamtal. Svara och säg din lösenfras efter tonen.
th: คุณจะได้รับการโทรติดต่อทันที โปรดรับสายและพูดวลีรหัสผ่านหลังเสียงสัญญาณ
tr: Hemen bir telefon araması alıyorsunuz. Yanıtlayın ve sinyal sesiyle birlikte parolanızı söyleyin.
uk: До вас одразу ж надійде телефонний дзвінок. Необхідно відповісти і сказати парольну фразу правильним тоном.
vi: Ngay lập tức, bạn nhận được một cuộc gọi điện thoại. Trả lời và nói câu thông hành của bạn sau khi nghe tín hiệu.
zh_cn: 此时，您会接到一个电话。接听并在提示音后报出您的密码。
zh_tw: 您隨即會接到電話。請接聽電話並在提示音後說出複雜密碼。

# Label_UnblockReason
source: Unblock Reason
ar: سبب إلغاء الحظر
bg: Причина за деблокиране
ca: Motiu de desbloqueig
cs: Důvod odblokování
da: Årsag til annulleret blokering
de: Entsperrungsgrund
el: Αιτιολογία άρσης αποκλεισμού
es: Razón del desbloqueo
et: Blokeeringu tühistamise põhjus
eu: Desblokeatzeko arrazoia
fi: Eston poiston syy
fr: Raison du déblocage
gl: Motivo de desbloqueo
he: סיבת ביטול חסימה
hi: अनवरोधन कारण
hr: Razlog deblokiranja
hu: Feloldás oka
id: Alasan Pembatalan Pemblokiran
it: Motivo per sblocco
ja: ブロック解除する理由
kk: Блоктан шығару себебі
ko: 차단 해제 이유
lt: Atblokavimo priežastis
lv: Atbloķēšanas iemesls
ms: Sebab Nyah Sekat
nl: Reden tot deblokkering
no: Opplåsingsårsak
pl: Przyczyna odblokowania
pt_br: Motivo para Desbloquear
pt_pt: Motivo para Desbloquear
ro: Motiv deblocare
ru: Причина для разблокирования
sk: Dôvod odblokovania
sl: Razlog za deblokado
sr_cyrl_cs: Разлог за деблокирање
sr_latn_cs: Razlog za deblokiranje
sv: Avblockeringsorsak
th: เหตุผลในการยกเลิกการบล็อก
tr: Engellemenin Kaldırılma Nedeni
uk: Причина розблокування
vi: Lí do Bỏ chặn
zh_cn: 解除阻止原因
zh_tw: 解除封鎖原因

# Message_AccountConfigurationComplete
source: Account Configuration Complete
ar: تكوين الحساب مكتمل
bg: Конфигурирането на акаунта е завършено
ca: S'ha finalitzat la configuració del compte
cs: Dokončena konfigurace účtu
da: Konfiguration af konto fuldført
de: Kontokonfiguration abgeschlossen
el: Η ρύθμιση παραμέτρων του λογαριασμού σας ολοκληρώθηκε
es: Configuración de cuenta completada
et: Konto seadistamine on lõpule viidud
eu: Kontuaren konfigurazioa osatu da
fi: Tilin määritys valmis
fr: Configuration du compte terminée
gl: Configuración da conta concluída
he: תצורת החשבון הושלמה
hi: खाता कॉन्फ़िगरेशन पूर्ण
hr: Konfiguriranje računa dovršeno
hu: A fiók konfigurálása befejeződött
id: Konfigurasi Akun Selesai
it: Configurazione account completata
ja: アカウントの設定完了
kk: Тіркелгіні конфигурациялау аяқталды
ko: 계정 구성 완료
lt: Abonementas sukonfigūruotas
lv: Konta konfigurēšana tika pabeigta
ms: Konfigurasi Akaun Selesai
nl: Accountconfiguratie voltooid
no: Konfigurasjon av konto fullført
pl: Zakończono konfigurację konta
pt_br: Configuração de Conta Concluída
pt_pt: Configuração de Conta Concluída
ro: Configurarea contului s-a terminat
ru: Настройка учетной записи завершена
sk: Konfigurácia konta dokončená
sl: Konfiguracija računa je dokončana
sr_cyrl_cs: Конфигурација налога је довршена
sr_latn_cs: Konfiguracija naloga je dovršena
sv: Kontokonfigurationen har slutförts
th: ดำเนินการกำหนดค่าบัญชีเสร็จสมบูรณ์
tr: Hesap Yapılandırması Tamamlandı
uk: Настроювання облікового запису завершено
vi: Cấu hình Tài khoản Hoàn tất
zh_cn: 帐户配置完成
zh_tw: 帳戶設定已完成

# Message_AnswerRequired
source: You must answer at least one security question.
ar: يجب أن تجيب على سؤال أمان واحد على الأقل.
bg: Трябва да отговорите поне на един въпрос за защита.
ca: Cal respondre com a mínim a una pregunta de seguretat.
cs: Je nutné odpovědět alespoň na jednu bezpečnostní otázku.
da: Du skal besvare mindst ét sikkerhedsspørgsmål.
de: Sie müssen mindestens eine Sicherheitsfrage beantworten.
el: Πρέπει να απαντήσετε σε τουλάχιστον μία ερώτηση ασφαλείας.
es: Debe contestar al menos una de las preguntas de seguridad.
et: Vastama peab vähemalt ühele turbeküsimusele.
eu: Gutxienez segurtasun-galdera bat erantzun behar duzu.
fi: Sinun täytyy vastata vähintään yhteen suojauskysymykseen.
fr: Vous devez répondre à une question de sécurité au moins.
gl: Debe responder polo menos unha pregunta de seguranza.
he: עליך לענות על שאלת אבטחה אחת לפחות.
hi: आपको कम से कम एक सुरक्षा प्रश्न का उत्तर देना होगा.
hr: Morate odgovoriti na barem jedno sigurnosno pitanje.
hu: Legalább egy biztonsági kérdésre válaszolnia kell.
id: Anda harus menjawab setidaknya satu pertanyaan keamanan.
it: È necessario rispondere ad almeno una domanda di sicurezza.
ja: セキュリティの質問の少なくとも 1 問に回答する必要があります。
kk: Кем дегенде бір қауіпсіздік сұрағына жауап беру керек.
ko: 하나 이상의 보안 질문에 답변해야 합니다.
lt: Turite atsakyti į bent vieną saugos klausimą.
lv: Atbildiet uz vismaz vienu drošības jautājumu.
ms: Anda mesti menjawab sekurang-kurangnya satu soalan keselamatan.
nl: U moet ten minste één beveiligingsvraag beantwoorden.
no: Du må svare på minst ett sikkerhetsspørsmål.
pl: Musisz odpowiedzieć na co najmniej jedno pytanie zabezpieczające.
pt_br: Você deve responder a, pelo menos, uma pergunta de segurança.
pt_pt: Tem de responder a pelo menos uma pergunta de segurança.
ro: Trebuie să răspundeți la cel puțin o întrebare de securitate.
ru: Необходимо ответить хотя бы на один контрольный вопрос.
sk: Musíte zodpovedať aspoň jednu otázku zabezpečenia.
sl: Odgovoriti morate na vsaj eno varnostno vprašanje.
sr_cyrl_cs: Морате да одговорите на макар једно безбедносно питање.
sr_latn_cs: Morate da odgovorite na makar jedno bezbednosno pitanje.
sv: Du måste svara på minst en säkerhetsfråga.
th: คุณต้องตอบอย่างน้อยหนึ่งคำถามรักษาความปลอดภัย
tr: En az bir güvenlik sorusuna yanıt vermeniz gerekir.
uk: Необхідно відповісти принаймні на одне контрольне запитання.
vi: Bạn phải trả lời ít nhất một câu hỏi bảo mật.
zh_cn: 您必须至少回答一个安全问题。
zh_tw: 您至少必須回答一個安全性問題。

# Message_AnswerSecurityQuestions
source: Please answer your security questions to log on.
ar: يرجى الإجابة على أسئلة الأمان لتتمكن من تسجيل الدخول.
bg: Отговорете на въпросите за защита, за да влезете.
ca: Responeu a les preguntes de seguretat per iniciar la sessió.
cs: Pokud se chcete přihlásit, odpovězte na své bezpečnostní otázky.
da: Besvar dine sikkerhedsspørgsmål for at logge på.
de: Beantworten Sie Ihre Sicherheitsfragen, um sich anzumelden.
el: Απαντήστε τις ερωτήσεις ασφαλείας, για να πραγματοποιήσετε σύνδεση.
es: Conteste las preguntas de seguridad para iniciar sesión.
et: Sisselogimiseks vastake turbeküsimusele.
eu: Erantzun segurtasun-galderak saioa hasteko.
fi: Vastaa suojauskysymyksiin, jotta voit kirjautua sisään.
fr: Répondez à vos questions de sécurité pour vous connecter.
gl: Responda as preguntas de seguranza para iniciar sesión.
he: ענה על שאלות האבטחה כדי להיכנס.
hi: लॉग ऑन करने के लिए कृपया अपने सुरक्षा प्रश्नों का उत्तर दें.
hr: Odgovorite na svoja sigurnosna pitanja da biste se prijavili.
hu: A bejelentkezéshez válaszoljon a biztonsági kérdésekre.
id: Jawab pertanyaan keamanan Anda untuk masuk.
it: Per effettuare l'accesso, rispondere alle domande di sicurezza.
ja: ログオンするには、セキュリティの質問に回答してください。
kk: Кіру үшін, қауіпсіздік сұрақтарына жауап беріңіз.
ko: 로그온하려면 보안 질문에 답변하십시오.
lt: Norėdami prisijungti atsakykite į savo saugos klausimus.
lv: Lai pieteiktos, lūdzu, atbildiet uz drošības jautājumiem.
ms: Sila jawab soalan keselamatan anda untuk log masuk.
nl: Beantwoord uw beveiligingsvragen om u aan te melden.
no: Svar på sikkerhetsspørsmålene for å logge på.
pl: Odpowiedz na pytania zabezpieczające, aby się zalogować.
pt_br: Responda às perguntas de segurança para fazer logon.
pt_pt: Responda às perguntas de segurança para iniciar sessão.
ro: Răspundeți la întrebările de securitate pentru a face log on.
ru: Чтобы войти в систему, ответьте на контрольные вопросы.
sk: Ak sa chcete prihlásiť, odpovedzte na otázky zabezpečenia.
sl: Za prijavo odgovorite na varnostna vprašanja.
sr_cyrl_cs: Одговорите на безбедносна питања да бисте се пријавили.
sr_latn_cs: Odgovorite na bezbednosna pitanja da biste se prijavili.
sv: Svara på säkerhetsfrågorna för att logga in.
th: โปรดตอบคำถามรักษาความปลอดภัยของคุณเพื่อเข้าสู่ระบบ
tr: Oturum açmak için lütfen güvenlik sorunuza yanıt verin.
uk: Щоб увійти в систему, необхідно відповісти на контрольні запитання.
vi: Vui lòng trả lời các câu hỏi bảo mật của bạn để đăng nhập.
zh_cn: 请回答安全问题进行登录。
zh_tw: 請回答安全性問題以登入。

# Message_AnswersIncorrect
source: One or more answers is incorrect.
ar: توجد إجابة أو أكثر غير صحيحة.
bg: Един или повече отговори са неправилни.
ca: Com a mínim una resposta és incorrecta.
cs: Minimálně jedna odpověď je nesprávná.
da: Et eller flere svar er forkerte.
de: Mindestens eine Antwort ist falsch.
el: Μία ή περισσότερες απαντήσεις είναι λανθασμένες.
es: Una o más respuestas son incorrectas.
et: Vähemalt üks vastus oli vale.
eu: Gutxienez erantzun bat ez da zuzena.
fi: Vähintään yksi vastaus on väärä.
fr: Une ou plusieurs réponses sont incorrectes.
gl: Unha resposta ou máis son incorrectas.
he: תשובה אחת או יותר אינה נכונה.
hi: एक या अधिक उत्तर ग़लत हैं.
hr: Jedan ili više odgovora netočno je.
hu: Legalább egy válasz helytelen.
id: Salah satu atau beberapa jawaban salah.
it: Una o più risposte sono errate.
ja: 答が間違っています。
kk: Бір не одан көп жауап қате.
ko: 하나 이상의 답변이 올바르지 않습니다.
lt: Neteisingas vienas arba daugiau atsakymų.
lv: Viena vai vairākas atbildes nav pareizas.
ms: Satu atau lebih jawapan tidak betul.
nl: Een of meer antwoorden zijn onjuist.
no: Ett eller flere svar er ugyldige.
pl: Co najmniej jedna odpowiedź jest nieprawidłowa.
pt_br: Uma ou mais respostas estão incorretas.
pt_pt: Uma ou várias respostas estão incorretas.
ro: Unul sau mai multe răspunsuri sunt incorecte.
ru: Один или несколько ответов неверны.
sk: Najmenej jedna odpoveď je nesprávna.
sl: Eden ali več odgovorov ni pravilnih.
sr_cyrl_cs: Нетачан је један одговор или више њих.
sr_latn_cs: Netačan je jedan odgovor ili više njih.
sv: Ett eller flera svar är felaktiga.
th: คำตอบอย่างน้อยหนึ่งคำตอบไม่ถูกต้อง
tr: Bir veya daha fazla yanıtınız yanlış.
uk: Одна або кілька відповідей неправильні.
vi: Một hay nhiều câu trả lời không đúng.
zh_cn: 一个或多个答案不正确。
zh_tw: 一或多個答案不正確。

# Message_AuthenticationDenied
source: Multi-Factor Authentication denied.
ar: تم رفض Multi-Factor Authentication.
bg: Multi-Factor Authentication е отказано.
ca: S'ha denegat el Multi-Factor Authentication.
cs: Služba Multi-Factor Authentication byla zamítnuta.
da: Multi-Factor Authentication er afvist.
de: Multi-Factor Authentication wurde abgelehnt.
el: Η υπηρεσία Multi-Factor Authentication δεν επιτράπηκε.
es: Multi-Factor Authentication denegada.
et: Multi-Factor Authentication on tagasi lükatud.
eu: Multi-Factor Authentication ukatu da.
fi: Multi-Factor Authentication estettiin.
fr: Accès à Multi-Factor Authentication refusé.
gl: Multi-Factor Authentication rexeitado.
he: Multi-Factor Authentication נדחה.
hi: Multi-Factor Authentication अस्वीकृत किया गया.
hr: Postupak Multi-Factor Authentication odbijen.
hu: Multi-Factor Authentication megtagadva.
id: Multi-Factor Authentication ditolak.
it: Accesso a Multi-Factor Authentication negato.
ja: Multi-Factor Authentication による認証が拒否されました。
kk: Multi-Factor Authentication қабылданбады.
ko: Multi-Factor Authentication이 거부되었습니다.
lt: „Multi-Factor Authentication“ atmesta.
lv: Multi-Factor Authentication autentifikācija tika atteikta.
ms: Multi-Factor Authentication ditolak.
nl: Geweigerd door Multi-Factor Authentication.
no: Multi-Factor Authentication ble avslått.
pl: Odmowa dostępu do usługi Multi-Factor Authentication.
pt_br: Multi-Factor Authentication negado.
pt_pt: Multi-Factor Authentication negada.
ro: Autentificarea Multi-Factor Authentication refuzată.
ru: Multi-Factor Authentication отклонена.
sk: Služba Multi-Factor Authentication bola zamietnutá.
sl: Storitev Multi-Factor Authentication je bila zavrnjena.
sr_cyrl_cs: Услуга Multi-Factor Authentication је одбијена.
sr_latn_cs: Usluga Multi-Factor Authentication je odbijena.
sv: Multi-Factor Authentication nekades.
th: Multi-Factor Authentication ถูกปฏิเสธ
tr: Multi-Factor Authentication reddedildi.
uk: У процедурі Multi-Factor Authentication відмовлено.
vi: Multi-Factor Authentication bị từ chối.
zh_cn: 已拒绝 Multi-Factor Authentication。
zh_tw: Multi-Factor Authentication 遭到拒絕。

# Message_AuthenticationDeniedAnswerSecurityQuestions
source: Multi-Factor Authentication denied. Please answer your security questions to log on.
ar: تم رفض Multi-Factor Authentication، الرجاء الإجابة على أسئلة الأمان لتسجيل الدخول.
bg: Multi-Factor Authentication е отказано. Отговорете на въпросите за защита, за да влезете.
ca: S'ha denegat el Multi-Factor Authentication. Responeu a les preguntes de seguretat per iniciar la sessió.
cs: Služba Multi-Factor Authentication byla zamítnuta. Pro přihlášení zadejte odpověď na bezpečnostní otázky.
da: Multi-Factor Authentication er afvist. Besvar dine sikkerhedsspørgsmål for at logge på.
de: Multi-Factor Authentication wurde abgelehnt. Beantworten Sie Ihre Sicherheitsfragen, um sich anzumelden.
el: Η υπηρεσία Multi-Factor Authentication δεν επιτράπηκε. Απαντήστε τις ερωτήσεις ασφαλείας, για να πραγματοποιήσετε σύνδεση.
es: Multi-Factor Authentication denegada. Conteste las preguntas de seguridad para iniciar sesión.
et: Multi-Factor Authentication on tagasi lükatud. Sisselogimiseks vastake turbeküsimusele.
eu: Multi-Factor Authentication ukatu da. Erantzun segurtasun-galderak saioa hasteko.
fi: Multi-Factor Authentication estettiin. Kirjaudu sisään vastaamalla suojauskysymyksiin.
fr: Accès à Multi-Factor Authentication refusé. Répondez à vos questions de sécurité pour vous connecter.
gl: Multi-Factor Authentication rexeitado. Responda as preguntas de seguranza para iniciar sesión.
he: Multi-Factor Authentication נדחה. ענה על שאלות האבטחה כדי להיכנס.
hi: Multi-Factor Authentication अस्वीकृत किया गया. लॉग ऑन करने के लिए कृपया अपने सुरक्षा प्रश्नों का उत्तर दें.
hr: Postupak Multi-Factor Authentication odbijen. Da biste se prijavili, odgovorite na sigurnosna pitanja.
hu: Multi-Factor Authentication megtagadva. A bejelentkezéshez válaszoljon a biztonsági kérdésekre.
id: Multi-Factor Authentication ditolak. Jawab pertanyaan keamanan Anda untuk masuk.
it: Accesso a Multi-Factor Authentication negato. Per effettuare l'accesso, rispondere alle domande di sicurezza.
ja: Multi-Factor Authentication による認証が拒否されました。ログオンするには、セキュリティの質問に回答してください。
kk: Multi-Factor Authentication қабылданбады. Кіру үшін, қауіпсіздік сұрақтарына жауап беріңіз.
ko: Multi-Factor Authentication이 거부되었습니다. 로그온하려면 보안 질문에 답변하십시오.
lt: „Multi-Factor Authentication“ atmesta. Norėdami prisijungti atsakykite į saugos klausimus.
lv: Multi-Factor Authentication autentifikācija tika atteikta. Lai pieteiktos, lūdzu, atbildiet uz drošības jautājumiem.
ms: Multi-Factor Authentication ditolak. Sila jawab soalan keselamatan anda untuk log masuk.
nl: Geweigerd door Multi-Factor Authentication. Beantwoord uw beveiligingsvragen om aan te melden.
no: Multi-Factor Authentication ble avslått. Svar på sikkerhetsspørsmålene for å logge på.
pl: Odmowa dostępu do usługi Multi-Factor Authentication. Odpowiedz na pytania zabezpieczające, aby się zalogować.
pt_br: Multi-Factor Authentication negado. Responda às perguntas de segurança para fazer logon.
pt_pt: Multi-Factor Authentication negada. Responda às perguntas de segurança para iniciar sessão.
ro: Autentificarea Multi-Factor Authentication a fost refuzată. Răspundeți la întrebările de securitate pentru a face log on.
ru: Multi-Factor Authentication отклонена. Чтобы войти в систему, ответьте на контрольные вопросы.
sk: Služba Multi-Factor Authentication bola zamietnutá. Ak sa chcete prihlásiť, odpovedzte na otázky zabezpečenia.
sl: Storitev Multi-Factor Authentication je bila zavrnjena. Za prijavo odgovorite na varnostna vprašanja.
sr_cyrl_cs: Услуга Multi-Factor Authentication је одбијена. Одговорите на безбедносна питања да бисте се пријавили.
sr_latn_cs: Usluga Multi-Factor Authentication je odbijena. Odgovorite na bezbednosna pitanja da biste se prijavili.
sv: Multi-Factor Authentication nekades. Logga in genom att svara på dina säkerhetsfrågor.
th: Multi-Factor Authentication ถูกปฏิเสธ โปรดตอบคำถามรักษาความปลอดภัยของคุณเพื่อเข้าสู่ระบบ
tr: Multi-Factor Authentication reddedildi. Oturum açmak için lütfen güvenlik sorularınızı yanıtlayın.
uk: У процедурі Multi-Factor Authentication відмовлено. Щоб увійти в систему, необхідно відповісти на контрольні запитання.
vi: Multi-Factor Authentication bị từ chối. Vui lòng trả lời các câu hỏi bảo mật của bạn để đăng nhập.
zh_cn: 已拒绝 Multi-Factor Authentication。请回答安全问题，以进行登录。
zh_tw: Multi-Factor Authentication 遭到拒絕。請回答安全性問題以登入。

# Message_AuthenticationDeniedCallResult
source: Multi-Factor Authentication denied: {0}
ar: تم رفض Multi-Factor Authentication: ‏{0}
bg: Multi-Factor Authentication е отказано: {0}
ca: S'ha denegat el Multi-Factor Authentication: {0}
cs: Služba Multi-Factor Authentication byla zamítnuta: {0}
da: Multi-Factor Authentication er afvist: {0}
de: Multi-Factor Authentication wurde abgelehnt: {0}
el: Η υπηρεσία Multi-Factor Authentication δεν επιτράπηκε: {0}
es: Multi-Factor Authentication denegada: {0}
et: Multi-Factor Authentication on tagasi lükatud: {0}
eu: Multi-Factor Authentication ukatu da: {0}
fi: Multi-Factor Authentication estettiin: {0}
fr: Accès à Multi-Factor Authentication refusé : {0}
gl: Multi-Factor Authentication rexeitado: {0}
he: Multi-Factor Authentication נדחה: {0}
hi: Multi-Factor Authentication अस्वीकृत किया गया: {0}
hr: Postupak Multi-Factor Authentication odbijen: {0}
hu: Multi-Factor Authentication megtagadva: {0}
id: Multi-Factor Authentication ditolak: {0}
it: Accesso a Multi-Factor Authentication negato: {0}
ja: Multi-Factor Authentication による認証が拒否されました: {0}
kk: Multi-Factor Authentication қабылданбады: {0}
ko: Multi-Factor Authentication이 거부됨: {0}
lt: „Multi-Factor Authentication“ atmesta: {0}
lv: Multi-Factor Authentication autentifikācija tika atteikta: {0}
ms: Multi-Factor Authentication ditolak: {0}
nl: Multi-Factor Authentication geweigerd: {0}
no: Multi-Factor Authentication ble avslått: {0}
pl: Odmowa dostępu do usługi Multi-Factor Authentication: {0}
pt_br: Multi-Factor Authentication negado: {0}
pt_pt: Multi-Factor Authentication negada: {0}
ro: Autentificarea Multi-Factor Authentication refuzată: {0}
ru: Multi-Factor Authentication отклонена: {0}
sk: Služba Multi-Factor Authentication bola zamietnutá: {0}
sl: Storitev Multi-Factor Authentication je bila zavrnjena: {0}
sr_cyrl_cs: Услуга Multi-Factor Authentication је одбијена: {0}
sr_latn_cs: Usluga Multi-Factor Authentication je odbijena: {0}
sv: Multi-Factor Authentication nekades: {0}
th: Multi-Factor Authentication ถูกปฏิเสธ: {0}
tr: Multi-Factor Authentication reddedildi: {0}
uk: У процедурі Multi-Factor Authentication відмовлено: {0}
vi: Multi-Factor Authentication bị từ chối: {0}
zh_cn: 已拒绝 Multi-Factor Authentication: {0}
zh_tw: Multi-Factor Authentication 遭到拒絕: {0}
