<?xml version="1.0" encoding="utf-8" ?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<!-- saved from url=(0014)about:internet -->
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
 <meta name="generator" content="Adobe RoboHelp 10" />
<title>Nejčastější dotazy</title>
<link rel="StyleSheet" href="default.css" type="text/css" />
<script type="text/javascript" language="JavaScript">
//<![CDATA[
function reDo() {
  if (innerWidth != origWidth || innerHeight != origHeight)
     location.reload();
}
if ((parseInt(navigator.appVersion) == 4) && (navigator.appName == "Netscape")) {
	origWidth = innerWidth;
	origHeight = innerHeight;
	onresize = reDo;
}
onerror = null; 
//]]>
</script>
<style type="text/css">
<!--
div.WebHelpPopupMenu { position:absolute;
left:0px;
top:0px;
z-index:4;
visibility:hidden; }
-->
</style>
<script type="text/javascript" language="javascript1.2" src="whmsg.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript" src="whver.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript1.2" src="whutils.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript1.2" src="whproxy.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript1.2" src="whlang.js" charset="utf-8"></script>
<script type="text/javascript" language="javascript1.2" src="whtopic.js" charset="utf-8"></script>

</head>

<body><script type="text/javascript" language="javascript1.2">//<![CDATA[
<!--
if (window.gbWhTopic)
{
	var strUrl = document.location.href;
	var bc = 0;
	var n = strUrl.toLowerCase().indexOf("bc-");
	if(n != -1)
	{
		document.location.href = strUrl.substring(0, n);
		bc = strUrl.substring(n+3);
	}

	if (window.addTocInfo)
	{
	addTocInfo("Nejčastější dotazy");
addButton("show",BTN_TEXT,"Zobrazit","","","","",0,0,"","","");

	}
	if (window.writeBtnStyle)
		writeBtnStyle();

	if (window.writeIntopicBar)
		writeIntopicBar(1);

	
	document.write("<p style=\"text-align:right\"> ");
AddMasterBreadcrumbs("PhoneFactor_User_Portal.htm", "", ">", "Domů", "PhoneFactor_User_Portal_1.htm");
document.write("Nejčastější dotazy<\/p>");

}
else
	if (window.gbIE4)
		document.location.reload();

onLoadHandler = function()
{
  if (window.setRelStartPage)
	{
	setTimeout("setRelStartPage('PhoneFactor_User_Portal.htm');", 1)

    setTimeout("UpdateBreadCrumbsMarker();", 1);
	}
}

if (window.addEventListener){  
	window.addEventListener('load', onLoadHandler, false);   
} else if (window.attachEvent){  
	window.attachEvent('onload', onLoadHandler);  
}

function onSetStartPage()
{
  autoSync(1);
  sendSyncInfo();
  sendAveInfoOut();
}
//-->
//]]></script>
<script type="text/javascript" src="./ehlpdhtm.js" language="JavaScript1.2"></script>

<h1>Nejčastěj&scaron;&iacute; dotazy</h1>
<p style="font-weight: bold;">Jak ověřov&aacute;n&iacute; pomoc&iacute; aplikace Multi-Factor Authentication™ funguje?</p>
<p>Aplikace Multi-Factor Authentication funguje tak, že v&aacute;m během přihla&scaron;ov&aacute;n&iacute; pro potvrzen&iacute; zavol&aacute; na v&aacute;&scaron; telefon, za&scaron;le v&aacute;m na v&aacute;&scaron; telefon zpr&aacute;vu SMS nebo v&aacute;m do mobiln&iacute; aplikace Multi-Factor Authentication při přihla&scaron;ov&aacute;n&iacute; ode&scaron;le ozn&aacute;men&iacute;, př&iacute;padně v&aacute;s vyzve k zad&aacute;n&iacute; ověřovac&iacute;ho k&oacute;du zobrazen&eacute;ho v mobiln&iacute; aplikaci Multi-Factor Authentication nebo na tokenu.</p>
<p>&#160;</p>
<p><span style="font-weight: bold;">Krok 1:</span></p>
<p>Zadejte sv&eacute; standardn&iacute; uživatelsk&eacute; jm&eacute;no a heslo.</p>
<p style="font-weight: bold;">Krok 2:</p>
<p>T&eacute;měř okamžitě v&aacute;m aplikace Multi-Factor Authentication zavol&aacute;, bude v&aacute;m zasl&aacute;na zpr&aacute;va SMS nebo budete vyzv&aacute;ni k zad&aacute;n&iacute; ověřovac&iacute;ho k&oacute;du. V př&iacute;padě metody Telefonn&iacute; hovor odpov&iacute;te, stisknete kř&iacute;žek (#), zad&aacute;te svůj PIN k&oacute;d nebo řeknete heslo pro hlasov&yacute; otisk. &#160;V př&iacute;padě metody Textov&aacute; zpr&aacute;va (SMS) odpov&iacute;te jednor&aacute;zov&yacute;m heslem (OTP) ve zpr&aacute;vě, nebo odpov&iacute;te kombinac&iacute; jednor&aacute;zov&eacute;ho hesla a sv&eacute;ho PIN k&oacute;du. &#160;V př&iacute;padě metody Mobiln&iacute; aplikace stisknete možnost Ověřit, zad&aacute;te svůj PIN k&oacute;d a stisknete možnost Ověřit v mobiln&iacute; aplikaci Multi-Factor Authentication nainstalovan&eacute; na zař&iacute;zen&iacute;. &#160;V př&iacute;padě metody Token OATH zad&aacute;te ověřovac&iacute; k&oacute;d zobrazen&yacute; v mobiln&iacute; aplikaci Multi-Factor Authentication nebo na tokenu.</p>
<p style="font-weight: bold;">A je to.</p>
<p>&#160;</p>
<p>Tento jednoduch&yacute; proces zaji&scaron;ťuje dvě samostatn&eacute; &uacute;rovně ověřov&aacute;n&iacute; prostřednictv&iacute;m dvou oddělen&yacute;ch kan&aacute;lů (v&aacute;&scaron; poč&iacute;tač a va&scaron;e telefonn&iacute; služba). Funguje s jak&yacute;mkoli běžn&yacute;m telefonem pro pevnou linku nebo mobiln&iacute;m telefonem (v režimu telefonn&iacute;ho hovoru), s jak&yacute;mkoli telefonem vybaven&yacute;m funkc&iacute; zas&iacute;l&aacute;n&iacute; a př&iacute;jmu textov&yacute;ch zpr&aacute;v (v režimu textov&yacute;ch zpr&aacute;v) nebo zař&iacute;zen&iacute;m podporuj&iacute;c&iacute;m mobiln&iacute; aplikaci Multi-Factor Authentication.</p>
<p>&#160;</p>
<p style="font-weight: bold;">Co v př&iacute;padě, že telefon ztrat&iacute;m?</p>
<p>Vyberte možnost Změnit telefonn&iacute; č&iacute;slo a zadejte nov&eacute; telefonn&iacute; č&iacute;slo. Alternativn&iacute; č&iacute;slo můžete tak&eacute; nastavit tak, že zavol&aacute;te na č&iacute;slo technick&eacute; podpory, jakmile budete m&iacute;t podrobně nastavenu svou identitu.</p>
<p>&#160;</p>
<p style="font-weight: bold;">Co se stane, když nebudu m&iacute;t v mobiln&iacute;m telefonu v určit&eacute; oblasti sign&aacute;l?</p>
<p>Můžete změnit svůj &uacute;čet tak, aby odkazoval na alternativn&iacute; telefonn&iacute; č&iacute;slo. Pokud to chcete prov&eacute;st, vyberte možnost Změnit telefonn&iacute; č&iacute;slo. Někter&eacute; společnosti tak&eacute; nab&iacute;z&iacute; možnost jednor&aacute;zov&eacute;ho přihl&aacute;&scaron;en&iacute;, kter&aacute; v&aacute;m umožn&iacute; přihl&aacute;sit se jednor&aacute;zově, aniž byste si museli nechat zavolat nebo poslat zpr&aacute;vu SMS. Chcete-li tuto funkci použ&iacute;t (pokud je k dispozici), vyberte možnost Jednor&aacute;zov&eacute; přihl&aacute;&scaron;en&iacute;. Pokud potřebujete pomoc, můžete tak&eacute; z libovoln&eacute;ho telefonu zavolat na č&iacute;slo technick&eacute; podpory. &#160;Metoda Token OATH nevyžaduje pokryt&iacute; sign&aacute;lem mobiln&iacute;ch telefonů.</p>
<p>&#160;</p>
<p style="font-weight: bold;">Co v př&iacute;padě, že mi vol&aacute; aplikace Multi-Factor Authentication (nebo mi byla doručena zpr&aacute;va SMS z aplikace Multi-Factor Authentication, př&iacute;padně mi bylo doručeno ozn&aacute;men&iacute; mobiln&iacute; aplikace Multi-Factor Authentication) v době, kdy se pr&aacute;vě nepokou&scaron;&iacute;m přihl&aacute;sit?</p>
<p>K tomu by mohlo doj&iacute;t pouze v př&iacute;padě, že by se někdo snažil přihl&aacute;sit k va&scaron;emu &uacute;čtu a znal již va&scaron;e heslo. Aplikac&iacute; jsou totiž uskutečňov&aacute;ny telefonn&iacute; hovory, zas&iacute;l&aacute;ny zpr&aacute;vy SMS a zas&iacute;l&aacute;na ozn&aacute;men&iacute; na mobiln&iacute; aplikaci až v okamžiku, kdy je ověřeno uživatelsk&eacute; jm&eacute;no a heslo. Pokud se to tedy stane, znamen&aacute; to, že aplikace Multi-Factor Authentication pr&aacute;vě uchr&aacute;nila v&aacute;&scaron; &uacute;čet před neopr&aacute;vněn&yacute;m př&iacute;stupem. Chcete-li dočasně zablokovat pokusy o ověřen&iacute; na va&scaron;em &uacute;čtu, postupujte podle pokynů z nab&iacute;dky telefonu (pro metodu Telefonn&iacute; hovor), odpovězte na textovou zpr&aacute;vu k&oacute;dem podvodu přiřazen&yacute;m va&scaron;&iacute; společnost&iacute; (pro metodu Textov&aacute; zpr&aacute;va) nebo stiskněte v mobiln&iacute; aplikaci tlač&iacute;tko Odepř&iacute;t a Ohl&aacute;sit podvod. &#160;Podporuje-li va&scaron;e společnost ohla&scaron;ov&aacute;n&iacute; podvodů, bude kromě toho, že bude v&aacute;&scaron; &uacute;čet zablokov&aacute;n, tak&eacute; okamžitě odesl&aacute;no upozorněn&iacute; na podvod bezpečnostn&iacute;mu t&yacute;mu v oddělen&iacute; IT va&scaron;&iacute; společnosti. Pokud budete cht&iacute;t &uacute;čet odblokovat, obraťte se na oddělen&eacute; technick&eacute; podpory.</p>
<p>&#160;</p>
<hr style="color: #000000; background-color: #000000;" size="1" align="center" />
<p style="font-size: 8pt;">Multi-Factor Authentication™ User Portal</p>
<p style="font-size: 8pt;">Posledn&iacute; změna: &#160;2014-06-23</p>
<script type="text/javascript" language="javascript1.2">//<![CDATA[
<!--
if (window.writeIntopicBar)
	writeIntopicBar(0);


highlightSearch();
//-->
//]]></script>
</body>
</html>
